Repository: xbmc/repo-scripts
Catalog: screensaver.video/resources/language/Bulgarian/strings.po
Languages: bg

# #32001
source: Screensaver
bg: Скрийнсейвър

# #32002
source: Debugging
bg: Дебъгване

# #32003
source: Enable debug logging
bg: Включи дебъг дневника

# #32004
source: Video Selection
bg: Избор на видео

# #32006
source: Configuration
bg: Настройки

# #32020
source: Preset Video
bg: Шаблонни

# #32021
source: User Defined
bg: Избрани

# #32022
source: Selected Screensaver
bg: Избран скрийсейвър

# #32023
source: Use All Files In A Folder
bg: Ползвай всички файлове от папка

# #32025
source: Repeat All
bg: Повтори всички

# #32026
source: Repeat One
bg: Повтори един

# #32050
source: Set/Download Preset Video File
bg: Избор / Сваляне на видео файл

# #32051
source: Select Video File
bg: Избор на видео файл

# #32052
source: Show Time
bg: Показвай текущия час и дата

# #32053
source: Start Video At Random Point
bg: Начало на възпроизвеждането от произволна точка

# #32054
source: Select Videos Folder
bg: Избор на папка с видео файлове

# #32055
source: Prevent Screensaver Starting If Playing Media
bg: Без стартиране на скрийнсейвър при възпроизвеждане

# #32056
source: Change Volume When Screensaver Starts
bg: При стартиране на скрийнсейвъра променяй звука

# #32057
source: Set Volume To
bg: Сила на звука

# #32058
source: Dim Level
bg: Степен на затъмняване

# #32059
source: Stop Screensaver Automatically
bg: Спирай скрийнсейвъра автоматично

# #32060
source: Stop Screensaver After (Minutes)
bg: Спирай скрийсейвъра след (мин)

# #32100
source: *** All Downloaded Videos ***
bg: *** Всички свалени видео файлове ***

# #32101
source: Aquarium 1 - [846MB] - 400p
bg: Аквариум 1 - [846MB] - 400p

# #32102
source: Aquarium 2 - [2.7GB] - 720p
bg: Аквариум 2 - [2.7GB] - 720p

# #32103
source: Fireplace 1 - [965MB] - 720p
bg: Камина 1 - [965MB] - 720p

# #32104
source: Fireplace 2 - [827MB] - 480p
bg: Камина 2 - [827MB] - 480p

# #32105
source: Fireplace 3 - [2.1GB] - 1080p
bg: Камина 3 - [2.1GB] - 1080p

# #32300
source: Screensaver File Is Not Valid
bg: Избраният файл е невалиден

# #32301
source: The following default video already exists
bg: Следният видео файл вече съществува

# #32302
source: Reuse this file?
bg: Да бъде ли използван?

# #32303
source: Downloading Screensaver Video File
bg: Сваляне за файл

# #32304
source: This option will use all videos already downloaded
bg: Ще бъдат ползвани всички видео файлове, които са свалени.

# #32305
source: Each video required should be downloaded individually first
bg: Всеки файл, който желаете да ползвате, трябва първо да бъде свален.
