Repository: xbmc/repo-scripts
Catalog: script.forum.browser/resources/language/Greek/strings.po
Languages: el

# Addon Summary
source: Browse forums within XBMC
el: Περιήγηση σε φόρουμ μέσω του XBMC

# Addon Description
source: Browse Forums in XBMC. Supports Tapatalk enabled forums (over 30000) and Forumrunner enabled forums. Also supports boxee.tv. View forums, threads, posts, subscriptions and private messages. Follow links in Web Viewer. Post replies, send private messages, delete posts, quote posts. View images in posts, follow post forum links and download post links.
el: Περιηγηθείτε σε Φόρουμ μέσω του XBMC. Υποστηρίζονται φόρουμ με ενεργό Tapatalk (πάνω από 30000) και Forumrunner, καθώς και το boxee.tv. Δείτε φόρουμ, θέματα, αναρτήσεις, συνδρομές και προσωπικά μηνύματα. Ακολουθήστε συνδέσμους στη Προβολή Ιστού. Αναρτήστε απαντήσεις, στείλτε προσωπικά μηνύματα, διαγράψτε αναρτήσεις, παραθέστε αναρτήσεις. Προβάλλετε εικόνες σε αναρτήσεις, ακολουθήστε συνδέσμους αναρτήσεων λήψεων.

# #32000
source: General
el: Γενικά

# #32001
source: Open Thread At Newest Post
el: Άνοιγμα Θέματος στη Νεώτερη Ανάρτηση

# #32002
source: Reverse Sort Posts
el: Αντίστροφη Ταξινόμηση Αναρτήσεων

# #32003
source: Language
el: Γλώσσα

# #32004
source: Always Login If Possible
el: Συνεχόμενη Σύνδεση αν είναι εφικτό

# #32005
source: Skin (changes require a restart)
el: Κέλυφος (απαιτείται επανεκκίνηση)

# #32006
source: Use Text Editor (Experimental)
el: Χρήση Προγράμματος Επεξεργασίας Κειμένου (Πειραματικό)

# #32007
source: Use Forum Colors
el: Χρήση Χρωμάτων του Φόρουμ

# #32008
source: Advanced
el: Για προχωρημένους

# #32009
source: Automatically Open Subscriptions
el: Αυτόματο Άνοιγμα Συνδρομών

# #32011
source: Dark
el: Σκοτεινό

# #32012
source: Light
el: Φωτεινό

# #32013
source: Hide Signatures In Posts
el: Απόκρυψη Υπογραφών στις Αναρτήσεις

# #32014
source: Always Show OK Button In Message Dialogs
el: Πάντα να εμφανίζεται το πλήκτρο OK στα Παράθυρα Μηνυμάτων

# #32015
source: Confirm Exit On Quit
el: Επιβεβαίωση Εξόδου κατά την Αποχώρηση

# #32016
source: Parser Browser: Ignore Forum Images In Posts
el: Περιήγηση Aναλυτή: Αγνόηση Εικόνων Φόρουμ στις Αναρτήσεις

# #32017
source: Disable Activity Splash
el: Απενεργοποίηση της Οθόνης Δραστηριότητας (Splash)

# #32018
source: Notifications
el: Ειδοποιήσεις

# #32019
source: Enable Notifications (Enabling Requires XBMC Restart)
el: Ενεργοποίηση Ειδοποιήσεων (Απαιτεί Επανεκκίνηση του XBMC)

# #32020
source: Check Interval (In Minutes)
el: Χρονικό Διάστημα Ελέγχων (Σε Λεπτά)

# #32021
source: Only At XBMC Start (Disabling Requires XBMC Restart)
el: Μόνο κατά την Εκκίνηση του XBMC (Για Απενεργοποίηση Απαιτείται Επανεκκίνηση του XBMC)

# #32022
source: Video
el: Βίντεο

# #32023
source: Method
el: Μέθοδος

# #32024
source: Method (During Video)
el: Μέθοδος (Κατά την Προβολή Βίντεο)

# #32025
source: Normal XBMC Popup
el: Κανονικό Αναδιδόμενο Παράθυρο XBMC

# #32026
source: Small Dialog
el: Μικρό Παράθυρο

# #32027
source: Full Dialog
el: Πλήρες Παράθυρο

# #32028
source: XBMC Notice Duration (Seconds)
el: Διάρκεια Ειδοποιήσεων XBMC (Δευτερόλεπτα)

# #32029
source: Dialog Timeout (Seconds - 0 For None)
el: Χρονικό Όριο Παραθύρων (Δευτερόλεπτα - 0 για Καθόλου)

# #32030
source: Only When Playing Video
el: Μόνο Κατά την Προβολή Βίντεο

# #32031
source: Activity Stops Timeout
el: Η Δραστηριότητα Διακόπτει το Χρονικό Όριο

# #32032
source: Ask Before Interrupting Video
el: Ερώτηση Πριν τη Διακοπή του Βίντεο

# #32033
source: Return To Interrupted Video
el: Επιστροφή στο Βίντεο

# #32034
source: Pause Video On Dialogs
el: Παύση Βίντεο κατά την εμφάνιση Παραθύρων

# #32035
source: Hide Video Overlay
el: Απόκρυψη Επικάλυψης Βίντεο

# #32036
source: Stop Forum Video On Forum Browser Close
el: Διακοπή του Βίντεο του Φόρουμ με το Κλείσιμο της Εφαρμογής

# #32037
source: Allow Return To Interrupted Video After Close
el: Πάντα να επιστρέφει το Βίντεο μετά το Κλείσιμο

# #32038
source: Bypass XBMC Resume Dialog
el: Παράκαμψη του παραθύρου Συνέχισης

# #32039
source: Pre-Offset (Seconds)
el: Προ-Μετατόπιση (Δευτερόλεπτα)

# #32040
source: Hours Until Notify Data Considered Stale
el: Ώρες Προτού τα Δεδομένα Ειδοποιήσεων Θεωρηθούν Μη Ενημερωμένα

# #32041
source: Dialog: Only Show Notify Enabled Forums
el: Παράθυρο: Εμφάνιση Μόνο των Φόρουμ με Ενεργές Ειδοποιήσεις

# #32042
source: Resume Video In Overlay
el: Συνέχιση του Βίντεο σε Επικάλυψη

# #32043
source: Start Video In Overlay
el: Έναρξη του Βίντεο σε Επικάλυψη

# #32044
source: Show Post Media Indicators
el: Εμφάνιση Δεικτών Πολυμέσων Αναρτήσεων

# #32045
source: Count Link Images As Images
el: Καταμέτρηση των Συνδέσμων Εικόνων ως Εικόνες

# #32046
source: Searching Posts: Open Thread On Post Click
el: Αναζήτηση Αναρτήσεων: Άνοιγμα Θέματος κατά την επιλογή της Ανάρτησης

# #32047
source: Search: Show Search History
el: Αναζήτηση: Εμφάνιση του Ιστορικού Αναζήτησης

# #32048
source: Show Traceback Dialog On Errors
el: Εμφάνιση Παραθύρου Εντοπισμού στα Σφάλματα

# #32050
source: ERROR
el: ΣΦΑΛΜΑ

# #32051
source: Options
el: Επιλογές

# #32052
source: Done
el: Τέλος

# #32053
source: Please try again.
el: Δοκιμάστε ξανά.

# #32054
source: Refresh
el: Ανανέωση

# #32100
source: Logging In
el: Γίνεται Σύνδεση

# #32101
source: Opening URL
el: Ανοίγει η URL

# #32102
source: Reading Data
el: Γίνεται ανάγνωση Δεδομένων

# #32103
source: Parsing Data
el: Ανάλυση Δεδομένων

# #32105
source: Processing Form
el: Επεξεργασία Φόρμας

# #32106
source: Submitting Form
el: Υποβολή Φόρμας

# #32107
source: Wating {0} seconds
el: Αναμονή {0} δευτερόλεπτα

# #32108
source: Clearing Notifications
el: Εκκαθάριση Ειδοποιήσεων

# #32110
source: First Page
el: Πρώτη Σελίδα

# #32111
source: Last Page
el: Τελευταία Σελίδα

# #32112
source: Newest Post
el: Νεώτερη Ανάρτηση

# #32113
source: Oldest Post
el: Παλαιότερη Ανάρτηση

# #32114
source: Go to...
el: Μετάβαση σε...

# #32115
source: Go to page number
el: Μετάβαση στη σελίδα

# #32116
source: Enter page number
el: Εισαγωγή του αριθμού σελίδας

# #32120
source: Set Title
el: Ορισμός Τίτλου

# #32122
source: Delete Line
el: Διαγραφή Γραμμής

# #32123
source: Enter Text
el: Εισαγωγή Κειμένου

# #32124
source: Edit Line
el: Επεξεργασία Γραμμής

# #32125
source: Enter Post Title
el: Εισαγωγή Τίτλου Ανάρτησης

# #32126
source: Posting
el: Γίνεται Ανάρτηση

# #32127
source: Posting. Please wait...
el: Γίνεται ανάρτηση. Παρακαλώ περιμένετε...

# #32128
source: Add Line Before
el: Προσθήκη Γραμμής Πριν

# #32129
source: Save Image
el: Αποθήκευση Εικόνας

# #32130
source: Posts
el: Αναρτήσεις

# #32131
source: Error getting posts
el: Σφάλμα κατά τη λήψη αναρτήσεων

# #32133
source: Error filling post list
el: Σφάλμα κατά τη συμπλήρωση της λίστας αναρτήσεων.

# #32134
source: Quote
el: Παράθεση

# #32135
source: Error getting private messages
el: Σφάλμα κατά τη λήψη προσωπικών μηνυμάτων

# #32136
source: View Images
el: Προβολή Εικόνων

# #32137
source: View Link Images
el: Προβολή Συνδέσμων Εικόνων

# #32138
source: Follow Thread Link
el: Ακολούθηση του Συνδέσμου Θέματος

# #32139
source: Follow Post Link
el: Ακολούθηση του Συνδέσμου Ανάρτησης

# #32140
source: Download A Link
el: Λήψη Συνδέσμου

# #32141
source: Delete
el: Διαγραφή

# #32142
source: Post ID
el: ID Ανάρτησης

# #32143
source: Thread ID
el: ID Θέματος

# #32144
source: Choose Target Directory
el: Επιλέξτε το Φάκελο

# #32145
source: Downloading File
el: Γίνεται Λήψη Αρχείου

# #32146
source: Downloaded File:
el: Αρχείο που Ελήφθη:

# #32148
source: Downloading Images
el: Γίνεται Λήψη Εικόνων

# #32149
source: Deleting
el: Γίνεται Διαγραφή

# #32150
source: Deleting. Please wait...
el: Γίνεται Διαγραφή. Παρακαλώ περιμένετε...

# #32151
source: PMs
el: Προσωπικά Μηνύματα

# #32160
source: Threads
el: Θέματα

# #32161
source: Error getting threads.
el: Σφάλμα κατά τη λήψη θεμάτων.

# #32162
source: Last Post By:
el: Τελευταία Ανάρτηση Από:

# #32163
source: Error filling threads list.
el: Σφάλμα κατά τη συμπλήρωση της λίστας θεμάτων.

# #32164
source: FORUM
el: ΦΟΡΟΥΜ

# #32170
source: Forums
el: Φόρουμ

# #32171
source: Error getting forums.
el: Σφάλμα κατά τη λήψη των φόρουμ.

# #32172
source: No Description
el: Χωρίς Περιγραφή

# #32173
source: Sub-Forum
el: Υπό-Φόρουμ

# #32174
source: Error filling forum list.
el: Σφάλμα κατά τη συμπλήρωση της λίστας φόρουμ.

# #32175
source: Subscriptions
el: Συνδρομές

# #32176
source: Private Messages
el: Προσωπικά Μηνύματα

# #32177
source: Send PM
el: Αποστολή Προσωπικού Μηνύματος

# #32178
source: Send Message
el: Αποστολή Μηνύματος

# #32180
source: Quote:
el: Παράθεση:

# #32181
source: Originally posted by:
el: Αρχική ανάρτηση από:

# #32182
source: Link:
el: Σύνδεσμος:

# #32183
source: Code:
el: Κώδικας:

# #32184
source: PHP Code:
el: Κώδικας PHP:

# #32185
source: HTML Code:
el: Κώδικας HTML:

# #32200
source: Select Forum
el: Επιλογή Φόρουμ

# #32201
source: Enter Username
el: Εισαγωγή Ονόματος Χρήστη

# #32202
source: Enter Password
el: Εισαγωγή Κωδικού Πρόσβασης

# #32203
source: Settings
el: Ρυθμίσεις

# #32204
source: Set Logins
el: Ορισμός Στοιχείων Σύνδεσης

# #32205
source: Downloading
el: Γίνεται λήψη

# #32206
source: Downloading {0}
el: Γίνεται λήψη {0}

# #32207
source: Turn On Notifications
el: Ενεργοποίηση Ειδοποιήσεων

# #32208
source: Turn Off Notifications
el: Απενεργοποίηση Ειδοποιήσεων

# #32209
source: Manage Notifications
el: Διαχείριση Ειδοποιήσεων

# #32220
source: Waiting...
el: Αναμονή...

# #32221
source: Waiting for thread to stop...
el: Αναμονή για παύση του θέματος...

# #32222
source: Add A Forum
el: Προσθήκη Φόρουμ

# #32223
source: Add Current Forum To Favorites
el: Προσθήκη του Τρέχοντος Φόρουμ στα Αγαπημένα

# #32224
source: Remove Forums
el: Αφαίρεση των Φόρουμ

# #32225
source: Remove A Forum From Favorites
el: Αφαίρεση του Φόρουμ από τα Αγαπημένα

# #32226
source: Add A Forum From The Online Database
el: Προσθήκη Φόρουμ από τη Διαδικτυακή Βάση Δεδομένων

# #32227
source: Posting A Reply Failed:
el: Αποτυχία Ανάρτησης Απάντησης:

# #32228
source: Enable Log Debugging
el: Ενεργοποίηση Καταγραφής Σφαλμάτων

# #32229
source: Empty Forum
el: Άδειο Φόρουμ

# #32230
source: There are no threads in this forum.
el: Δεν υπάρχουν θέματα σε αυτό το φόρουμ.

# #32231
source: Checking Messages
el: Έλεγχος Μηνυμάτων

# #32232
source: Edit
el: Επεξεργασία

# #32233
source: Enable MyBB edit post bug re-subscribe fix
el: Ενεργοποίηση διόρθωσης προβλήματος MyBB επεξεργασίας ανάρτησης ξανά συνδρομή

# #32234
source: Use skin modifications (Recommended)
el: Χρήση τροποποιήσεων κελύφους (Προτείνεται)

# #32235
source: Enable SSL connections (https)
el: Ενεργοποίηση συνδέσεων SSL (https)

# #32236
source: Subscribe To Thread
el: Συνδρομή στο Θέμα

# #32237
source: Use keyboard mod
el: Χρήση τροποποιημένου πληκτρολογίου

# #32238
source: Password Encryption Type
el: Τύπος Κρυπτογράφησης Κωδικού

# #32239
source: Encryption Key File (Optional)
el: Αρχείο Κλειδιού Κρυπτογράφησης (Προαιρετικό)

# #32240
source: Unsubscribe Thread
el: Κατάργηση Συνδρομής στο Θέμα

# #32241
source: Add Current Forum To Online Database
el: Προσθήκη του Τρέχοντος Φόρουμ στη Διαδικτυακή Βάση Δεδομένων

# #32242
source: Unsubscribe From Forum
el: Κατάργηση Συνδρομής στο Φόρουμ

# #32243
source: Subscribe To Forum
el: Συνδρομή στο Φόρουμ

# #32244
source: Help
el: Βοήθεια

# #32245
source: Cache Logo Images Locally
el: Τοπική Αποθήκευση Λογότυπων

# #32246
source: Sending a private message failed:
el: Αποτυχία αποστολής προσωπικού μηνύματος:

# #32247
source: Disable SSL For Forumrunner
el: Απενεργοποίηση του SSL για το Forumrunner

# #32248
source: Please wait...
el: Παρακαλώ περιμένετε...

# #32249
source: Reply/Forward
el: Απάντηση/Προώθηση

# #32250
source: No posts
el: Καμία Ανάρτηση

# #32251
source: No messages
el: Κανένα μήνυμα

# #32252
source: Create New Thread
el: Δημιουργία Νέου Θέματος

# #32253
source: Send PM to {0}
el: Αποστολή Προσωπικού Μηνύματος σε {0}

# #32254
source: Will Restart After Finish.
el: Θα γίνει Επανεκκίνηση μετά το Τέλος.

# #32255
source: Video Playing
el: Αναπαραγωγή Βίντεο

# #32256
source: Interrupt Current Video?
el: Διακοπή του Τρέχοντος Βίντεο;

# #32257
source: Failed
el: Αποτυχία

# #32258
source: Failed to download file.
el: Αποτυχία λήψης του αρχείου.

# #32259
source: Enter Filename
el: Εισαγωγή Ονόματος Αρχείου

# #32260
source: Select Directory
el: Επιλογή Φακέλου

# #32261
source: File Exists
el: Το Αρχείο Υπάρχει

# #32262
source: File Exists!
el: Το Αρχείο Υπάρχει!

# #32263
source: Save As:
el: Αποθήκευση Ως:

# #32264
source: Enter New
el: Εισαγωγή Νέου

# #32265
source: Yes
el: Ναι

# #32266
source: Finished
el: Ολοκληρώθηκε

# #32267
source: File Saved Successfully:
el: Επιτυχής Αποθήκευση Αρχείου:

# #32268
source: Settings Changed
el: Οι Ρυθμίσεις Άλλαξαν

# #32269
source: Settings changed.
el: Οι ρυθμίσεις άλλαξαν.

# #32270
source: Really discard changes?
el: Να απορριφθούν οι αλλαγές;

# #32271
source: Enter New Value
el: Εισαγωγή Νέας Τιμής

# #32272
source: Choose
el: Επιλογή

# #32273
source: Choose 'Clear' to clear the URL
el: Επιλέξτε 'Εκκαθάριση' για εκκαθάριση της URL

# #32274
source: Choose 'New' to browse a new URL
el: Επιλέξτε 'Νέο' για να ανοίξετε νέα URL

# #32275
source: Clear
el: Αίθριος

# #32276
source: New
el: Νέο

# #32277
source: Choose 'Edit' to edit the URL
el: Επιλέξτε 'Επεξεργασία' για να αλλάξετε τη URL

# #32278
source: Choose 'Browse' to browse site images
el: Επιλέξτε 'Περιήγηση' για να περιηγηθείτε στις εικόνες του ιστότοπου

# #32279
source: Edit
el: Επεξεργασία

# #32280
source: Browse
el: Αναζήτηση

# #32281
source: Edit URL:
el: Επεξεργασία URL:

# #32282
source: Bad Value
el: Εσφαλμένη Τιμή

# #32283
source: Value must be an integer
el: Η τιμή πρέπει να είναι αριθμητική

# #32284
source: Value must be in format {0}
el: Η τιμή πρέπει να είναι μορφής {0}

# #32285
source: Getting Images
el: Γίνεται Λήψη Εικόνων

# #32286
source: Login User
el: Όνομα Χρήστη

# #32287
source: Login Password
el: Κωδικός Πρόσβασης

# #32288
source: Post Attributes
el: Ιδιότητες Ανάρτησης

# #32289
source: Time Offset
el: Χρονική Μετατόπιση

# #32290
source: Description
el: Περιγραφή

# #32291
source: Logo
el: Λογότυπο

# #32292
source: Header Color
el: Χρώμα Επικεφαλίδας

# #32293
source: Login Page
el: Σελίδα Σύνδεσης

# #32294
source: Post Parser Rules
el: Κανόνες Μετά τον Αναλυτή

# #32295
source: Forum Browser: New Posts
el: Περιήγηση Φόρουμ: Νέες Αναρτήσεις

# #32296
source: Failed post found
el: Βρέθηκε αποτυχημένη ανάρτηση

# #32297
source: Re-use previous failed post?
el: Να χρησιμοποιηθεί ξανά η προηγούμενη αποτυχημένη ανάρτηση;

# #32298
source: Note
el: Σημείωση

# #32299
source: Posting appears to be moderated
el: Φαίνεται ότι γίνεται έλεγχος των αναρτήσεων

# #32300
source: Your message may not appear right away
el: Το μήνυμά σας ενδέχεται να μην εμφανιστεί άμεσα

# #32301
source: Are You Sure?
el: Είστε Σίγουροι;

# #32302
source: Really close?
el: Σίγουρα να κλείσει;

# #32303
source: Changes will be lost.
el: Οι αλλαγές θα χαθούν.

# #32304
source: Success
el: Επιτυχία

# #32305
source: Message Sent.
el: Το Μήνυμα Εστάλη.

# #32306
source: Message Posted.
el: Το Μήνυμα Αναρτήθηκε.

# #32307
source: Error creating post:
el: Σφάλμα κατά τη δημιουργία ανάρτησης:

# #32308
source: Paste From Clipboard Before:
el: Επικόλληση από το Πρόχειρο Πριν:

# #32309
source: Paste From Clipboard:
el: Επικόλληση από το Πρόχειρο:

# #32310
source: Enter Link Text
el: Εισαγωγή Κειμένου Συνδέσμου

# #32311
source: Getting Video Info...
el: Γίνεται Λήψη Πληροφοριών Βίντεο...

# #32312
source: Link Options
el: Επιλογές Συνδέσμου

# #32313
source: Copy Link To Clipboard
el: Αντιγραφή Συνδέσμου στο Πρόχειρο

# #32314
source: Copy Image URL To Clipboard
el: Αντιγραφή URL Εικόνας στο Πρόχειρο

# #32315
source: Copy Video URL To Clipboard
el: Αντιγραφή URL Βίντεο στο Πρόχειρο

# #32316
source: Image Options
el: Επιλογές Εικόνων

# #32317
source: User/Post Extra Info
el: Επιπλέον Πληροφορίες Χρήστη/Ανάρτησης

# #32318
source: Getting Post For Edit...
el: Λήψη Ανάρτησης για Επεξεργασία...

# #32319
source: Enter Recipient(s)
el: Εισαγωγή Παραλήπτη(ων)

# #32320
source: Really Delete?
el: Σίγουρα να Διαγραφεί;

# #32321
source: Are you sure you want to delete this message?
el: Σίγουρα να διαγραφεί αυτό το μήνυμα;

# #32322
source: Deleting
el: Γίνεται Διαγραφή

# #32323
source: Failed
el: Αποτυχία

# #32324
source: Failed to delete:
el: Αποτυχία διαγραφής:

# #32325
source: Reason unknown
el: Άγνωστη αιτία

# #32326
source: Message deleted.
el: Το Μήνυμα Διεγράφη.

# #32327
source: Post deleted.
el: Η Ανάρτηση Διεγράφη.

# #32328
source: Error while deleting post:
el: Σφάλμα κατά τη διαγραφή της ανάρτησης:

# #32329
source: User/Post Info
el: Πληροφορίες Χρήστη/Ανάρτησης

# #32330
source: Enter Search Terms
el: Εισαγωγή Όρων Αναζήτησης

# #32331
source: Select Box
el: Επιλογή Θυρίδας

# #32332
source: Change PM Box
el: Αλλαγή Θυρίδας Προσωπικών Μηνυμάτων

# #32333
source: Like Post
el: Μου Αρέσει η Ανάρτηση

# #32334
source: Unlike Post
el: Δε Μου Αρέσει η Ανάρτηση

# #32335
source: Open Post Thread
el: Άνοιγμα Θέματος Ανάρτησης

# #32336
source: Quote?
el: Παράθεση;

# #32337
source: Quote the message?
el: Να παρατεθεί το μήνυμα;

# #32338
source: Liking
el: Μου Αρέσει

# #32339
source: Un-Liking
el: Δε Μου Αρέσει

# #32340
source: Subscribed to thread.
el: Έγινε Συνδρομή στο θέμα.

# #32341
source: Failed to subscribe to thread:
el: Αποτυχία συνδρομής στο θέμα:

# #32342
source: Unsubscribed from thread.
el: Έγινε κατάργηση της συνδρομής στο θέμα.

# #32343
source: Failed to unsubscribe from thread:
el: Αποτυχία κατάργησης της συνδρομής στο θέμα:

# #32344
source: Subscribed to forum.
el: Έγινε συνδρομή στο φόρουμ.

# #32345
source: Failed to subscribe to forum:
el: Αποτυχία συνδρομής στο φόρουμ:

# #32346
source: Unsubscribed from forum.
el: Έγινε κατάργηση της συνδρομής στο φόρουμ.

# #32347
source: Failed to unsubscribe from forum:
el: Αποτυχία κατάργησης της συνδρομής στο φόρουμ:

# #32348
source: Unknown
el: Άγνωστο

# #32349
source: Creating Thread...
el: Δημιουργείται Θέμα...

# #32350
source: Thread created:
el: Το Θέμα δημιουργήθηκε:

# #32351
source: Failed to create thread:
el: Αποτυχία δημιουργίας θέματος:

# #32352
source: Login Required
el: Απαιτείται Σύνδεση

# #32353
source: This forum does not allow guest access.
el: Αυτό το φόρουμ δεν επιτρέπει πρόσβαση λειτουργίας επισκέπτη.

# #32354
source: Login required.
el: Απαιτείται σύνδεση.

# #32355
source: Set login info now?
el: Ορισμός στοιχείων σύνδεσης τώρα;

# #32356
source: Getting User List
el: Γίνεται Λήψη Λίστας Χρηστών

# #32357
source: Not Available
el: Μη Διαθέσιμο

# #32358
source: Online Users
el: Συνδεδεμένοι Χρήστες

# #32359
source: Search posts of {0}
el: Αναζήτηση αναρτήσεων του {0}

# #32360
source: View User Info
el: Εμφάνιση Πληροφοριών Χρήστη

# #32361
source: Getting Info
el: Γίνεται Λήψη Πληροφοριών

# #32362
source: Name
el: Όνομα

# #32363
source: Status
el: Κατάσταση

# #32364
source: Post Count
el: Μετρητής Αναρτήσεων

# #32365
source: Join Date
el: Ημ/νία Εγγραφής

# #32366
source: Current Activity
el: Τρέχουσα Δραστηριότητα

# #32367
source: Last Activity Date
el: Ημ/νία Τελευταίας Δραστηριότητας

# #32368
source: Info
el: Πληροφορίες

# #32369
source: View Online Users
el: Εμφάνιση Συνδεδεμένων Χρηστών

# #32370
source: View Forum Info
el: Εμφάνιση Πληροφοριών Φόρουμ

# #32371
source: Search
el: Αναζήτηση

# #32372
source: Forum Info
el: Πληροφορίες Φόρουμ

# #32373
source: Really Exit?
el: Σίγουρα να γίνει Έξοδος;

# #32374
source: Skin Changed
el: Έγινε Αλλαγή Κελύφους

# #32375
source: Skin changed. Restart Forum Browser to apply.
el: Έγινε Αλλαγή Κελύφους. Επανεκκινήστε την Περιήγηση Φόρουμ για να γίνει εφαρμογή.

# #32376
source: Search Options
el: Επιλογές Αναζήτησης

# #32377
source: New Search
el: Νέα Αναζήτηση

# #32378
source: Post Search Results
el: Αποτελέσματα Αναζήτησης Αναρτήσεων

# #32379
source: Thread Search Results
el: Αποτελέσματα Αναζήτησης Θεμάτων

# #32380
source: User Options
el: Επιλογές Χρήστη

# #32381
source: New User
el: Νέος Χρήστης

# #32382
source: Enter Name Of User To Search
el: Εισαγωγή Ονόματος Χρήστη προς Αναζήτηση

# #32383
source: Recent Threads
el: Πρόσφατα Θέματα

# #32384
source: Recent Posts
el: Πρόσφατες Αναρτήσεις

# #32385
source: Post Search Results
el: Αποτελέσματα Αναζήτησης Αναρτήσεων

# #32386
source: Choose Forum
el: Επιλογή Φόρουμ

# #32387
source: Login Not Set
el: Δεν Ορίστηκαν Στοιχεία Σύνδεσης

# #32388
source: Username and password not set.
el: Δεν Ορίστηκε Όνομα Χρήστη και Κωδικός.

# #32389
source: Login Set
el: Ορίστηκαν Στοιχεία Σύνδεσης

# #32390
source: Username and password set.
el: Ορίστηκε Όνομα Χρήστη και Κωδικός.

# #32391
source: Use URL?
el: Χρήση URL;

# #32392
source: Use this URL?
el: Χρήση αυτής της URL;

# #32393
source: Update
el: Ενημέρωση

# #32394
source: Skin modifications need to be updated. Click OK to continue.
el: Οι τροποποιήσεις του κελύφους πρέπει να ενημερωθούν. Πιέστε OK για συνέχεια.

# #32395
source: Select Rule:
el: Επιλογή Κανόνα:

# #32396
source: EXTRA
el: ΕΠΙΠΛΕΟΝ

# #32397
source: FILTER
el: ΦΙΛΤΡΟ

# #32399
source: Add Rule
el: Προσθήκη Κανόνα

# #32400
source: Share
el: Κοινή Χρήση

# #32401
source: Save
el: Αποθήκευση

# #32402
source: Type
el: Τύπος

# #32403
source: Head Filter
el: Φίλτρο Head

# #32404
source: Tail Filter
el: Φίλτρο Tail

# #32405
source: Enter Name
el: Εισαγωγή Ονόματος

# #32406
source: Enter Python Regular Expression
el: Εισαγωγή Κανονικής Έκφρασης Python

# #32407
source: Enter Phrase
el: Εισαγωγή Φράσης

# #32408
source: Select
el: Επιλογή

# #32409
source: Remove
el: Αφαίρεση

# #32410
source: HEAD FILTERS
el: ΦΙΛΤΡΑ HEAD

# #32411
source: TAIL FILTERS
el: ΦΙΛΤΡΑ TAIL

# #32412
source: Current Rules
el: Τρέχοντες Κανόνες

# #32413
source: Rules Already Exist For This Forum:
el: Υπάρχουν ήδη Κανόνες για αυτό το Φόρουμ:

# #32414
source: Overwrite?
el: Αντικατάσταση;

# #32415
source: Overwrite existing rules?
el: Να γίνει αντικατάσταση των υπαρχόντων κανόνων;

# #32416
source: Added
el: Προστέθηκε

# #32417
source: Removed
el: Αφαιρέθηκε

# #32418
source: Forum added to favorites!
el: Το Φόρουμ προστέθηκε στα αγαπημένα!

# #32419
source: Forum removed from favorites.
el: Το Φόρουμ αφαιρέθηκε από τα αγαπημένα.

# #32420
source: Select Category
el: Επιλογή Κατηγορίας

# #32421
source: Search Database
el: Αναζήτηση Βάσης Δεδομένων

# #32422
source: Show All
el: Εμφάνιση Όλων

# #32423
source: Add Forum
el: Προσθήκη Φόρουμ

# #32424
source: Enter Name And Address
el: Εισαγωγή Ονόματος και Διεύθυνσης

# #32425
source: Forum not found or not compatible
el: Το Φόρουμ δε βρέθηκε ή δεν είναι συμβατό

# #32426
source: Enter forum URL
el: Εισαγωγή URL του φόρουμ

# #32427
source: Testing Forum
el: Γίνεται Δοκιμή του Φόρουμ

# #32428
source: Question...
el: Ερώτηση...

# #32429
source: Does this forum require a login?
el: Αυτό το φόρουμ απαιτεί σύνδεση;

# #32430
source: Click YES to set login details.
el: Πιέστε ΝΑΙ για να ορίσετε λεπτομέρειες στοιχείων σύνδεσης.

# #32431
source: Forum not found or not compatible.
el: Το Φόρουμ δε βρέθηκε ή δεν είναι συμβατό.

# #32432
source: Found
el: Βρέθηκαν

# #32433
source: Forum {0} found
el: Βρέθηκε το φόρουμ {0}

# #32434
source: Getting Description And Images
el: Γίνεται λήψη Περιγραφής και Εικόνων

# #32435
source: Enter Description
el: Εισαγωγή Περιγραφής

# #32436
source: Choose Logo
el: Επιλογή Λογότυπου

# #32437
source: Add To Online Database
el: Προσθήκη στη Διαδικτυακή Βάση Δεδομένων

# #32438
source: Getting Forum List
el: Γίνεται λήψη Λίστας Φόρουμ

# #32439
source: No forums
el: Κανένα φόρουμ

# #32440
source: No forums in that category/search
el: Κανένα φόρουμ σε αυτή την κατηγορία/αναζήτηση

# #32441
source: Category
el: Κατηγορία

# #32442
source: Forum Added
el: Προστέθηκε Φόρουμ
