Repository: xbmc/repo-scripts
Catalog: script.forum.browser/resources/language/Greek/strings.po
Languages: el

# #32443
source: Online database forum rules updated.
el: Ενημερώθηκε η διαδικτυακή βάση δεδομένων κανόνων φόρουμ.

# #32444
source: Failed to update the online database.
el: Αποτυχία ενημέρωσης της διαδικτυακής βάσης δεδομένων.

# #32445
source: Add To Database?
el: Προσθήκη στη Βάση Δεδομένων;

# #32446
source: Share to the Forum Browser online datbase?
el: Κοινή χρήση με τη διαδικτυακή βάση δεδομένων της Περιήγησης Φόρουμ;

# #32447
source: Forum must be rated in order to be added to the online database.
el: Το φόρουμ πρέπει να έχει αξιολόγηση προκειμένου να προστεθεί στη διαδικτυακή βάση δεδομένων.

# #32448
source: Saving To Database
el: Γίνεται αποθήκευση στη Βάση Δεδομένων

# #32449
source: Updated
el: Ενημερώθηκε

# #32450
source: Not Added
el: Δεν προστέθηκε

# #32451
source: Forum added successfully.
el: Το φόρουμ προστέθηκε επιτυχώς.

# #32452
source: Forum entry exists. Updated successfully.
el: Η καταχώριση φόρουμ υπάρχει. Ενημερώθηκε επιτυχώς.

# #32453
source: Forum not added
el: Το φόρουμ δεν προστέθηκε

# #32454
source: Function Rating
el: Αξιολόγηση Λειτουργικότητας.

# #32455
source: Fully Functional
el: Πλήρως Λειτουργικό

# #32456
source: Partially Functional
el: Εν Μέρει Λειτουργικό

# #32457
source: Not Functional
el: Μη Λειτουργικό

# #32458
source: Accuracy Rating
el: Αξιολόγηση Ακρίβειας

# #32459
source: Full Accuracy
el: Πλήρης Ακρίβεια

# #32460
source: OK Accuracy
el: Καλή Ακρίβεια

# #32461
source: Poor Accuracy
el: Μειωμένη Ακρίβεια

# #32462
source: Color set!
el: Ορίστηκε το χρώμα!

# #32463
source: Online database color updated.
el: Ενημερώθηκε η διαδικτυακή βάση δεδομένων χρωμάτων.

# #32464
source: Failed to update the online database.
el: Αποτυχία ενημέρωσης της διαδικτυακής βάσης δεδομένων.

# #32465
source: Choose Forum To Remove
el: Επιλογή Φόρουμ Προς Απομάκρυνση

# #32466
source: Remove?
el: Αφαίρεση;

# #32467
source: Really remove forum?
el: Σίγουρα να αφαιρεθεί το φόρουμ;

# #32468
source: Forum Removed
el: Το Φόρουμ Αφαιρέθηκε

# #32469
source: File {0} of {1}
el: Αρχείο {0} από {1}

# #32470
source: Error accessing forum. It apppears the forum may have moved. Check the forum address in a browser and try re-adding it, or if there is a URL listed below, you can try re-adding it with that URL.
el: Σφάλμα κατά την είσοδο στο φόρουμ. Φαίνεται ότι το φόρουμ έχει μεταφερθεί. Ελέγξτε τη διεύθυνσή του και δοκιμάστε να το προσθέσετε ξανά, ή αν υπάρχει URL καταχωρημένη παρακάτω, μπορείτε να δοκιμάσετε να το προσθέσετε ξανά με αυτήν τη URL.

# #32471
source: Error accessing forum. It apppears the forum interface ({0}) is no longer installed, is missing or has moved. Verify the forum's URL in a browser and then try re-adding it. Check with the forum administrator if the problem persists.
el: Σφάλμα κατά την είσοδο στο φόρουμ. Φαίνεται ότι το περιβάλλον εργασίας του φόρουμ ({0}) δεν είναι πλέον εγκατεστημένο, λείπει ή έχει μεταφερθεί. Επαληθεύστε τη URL του φόρουμ σε ένα πρόγραμμα περιήγησης και μετά δοκιμάστε να το προσθέσετε ξανά. Επικοινωνήστε με το διαχειριστή του φόρουμ αν το πρόβλημα επιμείνει.

# #32472
source: Error accessing forum. Forum interface appears to have changed from {0} to {1}. Try re-adding it.
el: Σφάλμα κατά την είσοδο στο φόρουμ. Το περιβάλλον εργασίας του φόρουμ άλλαξε από {0} σε {1}. Δοκιμάστε να το προσθέσετε ξανά.

# #32473
source: Error accessing forum. Please contact the forum administrator if this problem continues.
el: Σφάλμα κατά την είσοδο στο φόρουμ. Επικοινωνήστε με το διαχειριστή του φόρουμ αν το πρόβλημα επιμείνει.

# #32474
source: Invalid Hex Color
el: Εσφαλμένο Χρώμα Hex

# #32475
source: Enter 6-Digit Hex Color
el: Εισαγωγή 6-ψήφιου Χρώματος Hex

# #32476
source: Keyboard Mod Removed
el: Αφαιρέθηκε το Τροποποιημένο Πληκτρολόγιο

# #32477
source: Forum Browser will need to be restarted before it takes effect.
el: Η Περιήγηση Φόρουμ πρέπει να επανεκκινηθεί για να γίνει εφαρμογή.

# #32478
source: Copying files:
el: Γίνεται αντιγραφή αρχείων:

# #32479
source: Skin Mods
el: Τροποποιήσεις (mod) Κελύφους

# #32480
source: Recommended skin modifications not installed.
el: Δεν εγκαταστάθηκαν οι προτεινόμενες τροποποιήσεις κελύφους.

# #32481
source: (Requires Forum Browser restart to take effect.)
el: (Απαιτείται επανεκκίνηση της Περιήγησης Φόρουμ για να γίνει εφαρμογή)

# #32482
source: Install now?
el: Εγκατάσταση τώρα;

# #32483
source: Aborted
el: Ακυρώθηκε

# #32484
source: Skin modifications were NOT installed.
el: ΔΕΝ εγκαταστάθηκαν οι τροποποιήσεις κελύφους.

# #32485
source: Enable 'Use skin modifications (Recommended)' in settings if you want to install them at a later time.
el: Ενεργοποίηση της 'Χρήσης Τροποποιήσεων Κελύφους (Προτείνεται)' στις ρυθμίσεις για εγκατάσταση αργότερα.

# #32486
source: Skin Mod Install
el: Εγκατάσταση Τροποποίησης Κελύφους

# #32487
source: {0} skin not installed in user path.
el: Το κέλυφος {0} δεν εγκαταστάθηκε στη διαδρομή του χρήστη.

# #32488
source: Click Yes to copy
el: Πιέστε ΝΑΙ για αντιγραφή

# #32489
source: Click No to Abort
el: Πιέστε ΟΧΙ για ακύρωση

# #32490
source: Copying Files
el: Γίνεται αντιγραφή Αρχείων

# #32491
source: Please wait...
el: Παρακαλώ περιμένετε...

# #32492
source: Failed to copy files, aborting.
el: Αποτυχία αντιγραφής αρχείων, ακυρώνεται.

# #32493
source: Files copied.
el: Τα αρχεία αντιγράφηκαν.

# #32494
source: Forum Browser needs to be restarted for the mod to take effect.
el: Η Περιήγηση Φόρουμ πρέπει να επανεκκινήσει για να εφαρμοστεί η τροποποίηση.

# #32495
source: Font installed.
el: Η γραμματοσειρά εγκαταστάθηκε.

# #32496
source: Keyboard Mod
el: Τροποποιημένο Πληκτρολόγιο

# #32497
source: Install keyboard skin mod?
el: Να εγκατασταθεί το τροποποιημένο πληκτρολόγιο του κελύφους;

# #32498
source: THIS WILL REPLACE THE CURRENT XBMC KEYBOARD
el: ΑΥΤΟ ΘΑ ΑΝΤΙΚΑΤΑΣΤΗΣΕΙ ΤΟ ΤΡΕΧΟΝ ΠΛΗΚΤΡΟΛΟΓΙΟ ΤΟΥ XBMC

# #32499
source: Keyboard installed.
el: Εγκαταστάθηκε το πληκτρολόγιο.

# #32500
source: Miscellaneous
el: Διάφορα

# #32501
source: Audio/Video Software & Technology
el: Λογισμικό Βίντεο/Ήχου & Τεχνολογία

# #32502
source: Science & Technology
el: Επιστήμη & Τεχνολογία

# #32503
source: Automotive/Motorcycle/Powersports
el: Αυτοκίνητα/Μοτοσικλέτες/Μηχανοκίνητος Αθλητισμός

# #32504
source: Pets
el: Κατοικίδια

# #32505
source: Wildlife & Nature
el: Άγρια Ζωή & Φύση

# #32506
source: Games (Video/Board/Etc)
el: Παιχνίδια (Ηλεκτρονικά/Επιτραπέζια/Κτλ.)

# #32507
source: Sports (Fans)
el: Αθλητισμός (Φίλαθλοι)

# #32508
source: Outdoor & Travel
el: Ύπαιθρος & Ταξίδια

# #32509
source: Society & Culture
el: Κοινωνία & Πολιτισμός

# #32510
source: Food, Drink & Dining
el: Φαγητό, Ποτό & Ψυχαγωγία

# #32511
source: Computers & Software
el: Υπολογιστές & Λογισμικό

# #32512
source: Gadgets & Phones
el: Gadget & Τηλέφωνα

# #32513
source: Hobbies & Collecting
el: Χόμπι & Συλλογές

# #32514
source: Sports (Recreational)
el: Αθλητισμός (Ψυχαγωγία)

# #32515
source: Internet
el: Διαδίκτυο

# #32516
source: Entertainment (TV/Movies/Music)
el: Ψυχαγωγία (Τηλεόραση/Ταινίες/Μουσική)

# #32517
source: Enter Keywords or Use Wildcards *?
el: Εισαγωγή Λέξεων-Κλειδιά ή Χρήση των Χαρακτήρων Υποκατάστασης *?

# #32518
source: Post User Attributes To Display
el: Ιδιότητες Χρήστη Ανάρτησης προς Εμφάνιση

# #32519
source: Open Subscriptions/PMs Window Automatically On Open Forum
el: Άνοιγμα παραθύρου Συνδρομών/Προσωπικών Μηνυμάτων αυτόματα κατά το άνοιγμα του Φόρουμ

# #32520
source: If Both Subs and PMs, Open Subs Window Instead
el: Αν υπάρχουν και Συνδρομές και Προσωπικά Μηνύματα, να ανοίγει το παράθυρο Συνδρομών

# #32521
source: Keyboard NOT installed.
el: ΔΕΝ εγκαταστάθηκε το πληκτρολόγιο.

# #32522
source: Enable 'Use keyboard mod' in settings if you want to install it at a later time.
el: Ενεργοποίηση της 'Χρήσης Τροποποιημένου Πληκτρολογίου' στις ρυθμίσεις για εγκατάσταση αργότερα.

# #32523
source: Select Skin
el: Επιλογή Κελύφους

# #32900
source: Prev
el: Προηγ.

# #32901
source: Next
el: Επόμενο

# #32902
source: Post Reply
el: Ανάρτηση Απάντησης

# #32903
source: Settings
el: Ρυθμίσεις

# #32904
source: Subscriptions
el: Συνδρομές

# #32905
source: Forums
el: Φόρουμ

# #32906
source: Add Line
el: Προσθήκη Γραμμής

# #32907
source: Add Lines
el: Προσθήκη Γραμμών

# #32908
source: Submit Post
el: Υποβολή Ανάρτησης

# #32909
source: Messages
el: Μηνύματα

# #32910
source: STOP
el: ΔΙΑΚΟΠΗ

# #32911
source: Threads
el: Θέματα

# #32912
source: Posts
el: Αναρτήσεις

# #32914
source: New Search
el: Νέα Αναζήτηση

# #32915
source: Loading...
el: Φόρτωση...

# #32916
source: Search
el: Αναζήτηση

# #32917
source: Search Posts
el: Αναζήτηση Αναρτήσεων

# #32918
source: Search Threads
el: Αναζήτηση Θεμάτων

# #32919
source: Search User
el: Αναζήτηση Χρήστη

# #32920
source: Post Reply
el: Ανάρτηση Απάντησης

# #32921
source: Set Title
el: Ορισμός Τίτλου

# #32922
source: Post
el: Ανάρτηση

# #32923
source: Add Forum
el: Προσθήκη Φόρουμ

# #32924
source: Add From Online
el: Προσθήκη από το Διαδίκτυο

# #32925
source: Remove Forum
el: Αφαίρεση Φόρουμ

# #32926
source: Add To Favorites
el: Προσθήκη στα Αγαπημένα

# #32927
source: Remove From Favs
el: Αφαίρεση από τα Αγαπημένα

# #32928
source: Forum Settings
el: Ρυθμίσεις Φόρουμ

# #32929
source: Share To Online DB
el: Κοινή Χρήση στη Διαδικτυακή Βάση Δεδομένων (ODB)

# #32930
source: Share Theme To ODB
el: Κοινή Χρήση Θέματος στην ODB

# #32931
source: Help
el: Βοήθεια

# #32932
source: Subs
el: Υπότιτλοι

# #32933
source: PMs
el: Προσωπικά Μηνύματα

# #32934
source: Header Color
el: Χρώμα Επικεφαλίδας

# #32935
source: All
el: Όλα

# #32936
source: Functionality
el: Λειτουργικότητα

# #32937
source: Accuracy
el: Ακρίβεια

# #32939
source: Cancel
el: Ακύρωση

# #32940
source: Forum Browser: New Posts
el: Περιήγηση Φόρουμ: Νέες Αναρτήσεις
