Repository: xbmc/repo-scripts
Catalog: script.simkl/resources/language/resource.language.*/strings.po
Languages: cs_cz, de_de, el_gr, fi_fi, fr_fr, it_it, pt_br, ru_ru, tr_tr, vi_vn, zh_cn

# #32001
source: Please click to Log In
cs_cz: Prosím klikněte pro přihlášení
de_de: Bitte klicke hier, um dich einzuloggen
el_gr: Παρακαλώ πατήστε εδώ για να Συνδεθείτε
fi_fi: Klikkaa kirjautuaksesi sisään
fr_fr: S'il vous plait, cliquez pour vous connecter
it_it: Clicca per accedere
pt_br: Por favor, clica para Iniciar Sessão
ru_ru: Пожалуйста, нажмите, чтобы войти
vi_vn: Vui lòng nhấp để đăng nhập
zh_cn: 请点击登录

# #32002
source: Other options
cs_cz: Ostatní nastavení
de_de: Andere Optionen
el_gr: Άλλες Επιλογές
fi_fi: Muita asetuksia
fr_fr: Autres options
it_it: Altre opzioni
pt_br: Outras opções
ru_ru: Другие настройки
tr_tr: Diğer seçenekler
vi_vn: Tùy chọn khác
zh_cn: 其它选项

# #32003
source: Sync library
cs_cz: Synchronizovat knihovnu
de_de: Bibliothek synchronisieren
el_gr: Συγχρονισμός Βιβλιοθήκης
fi_fi: Synkronoi kirjasto
fr_fr: Synchroniser la bibliothèque
it_it: Libreria di sincronizzazione
pt_br: Sincronizar biblioteca
ru_ru: Синхронизировать библиотеку
tr_tr: Kütüphane Senkronizasyonu
vi_vn: Đồng bộ thư viện
zh_cn: 同步资源库

# #32006
source: Scrobble at percentage
cs_cz: Ohlašovat při dosažení procent
de_de: Ab Prozentsatz scrobbeln
el_gr: Σήμανση ως 'παρακολουθήθηκε΄ βάσει του ποσοστού του πολυμέσου
fi_fi: Prosenttiarvo, jossa toistotieto tallennetaan
fr_fr: Synchroniser après avoir visionné
it_it: Sincronizza dopo la visualizzazione
pt_br: Sincronizar após visualizar
ru_ru: Скробблить при проценте просмотра
zh_cn: 按百分比自动推荐

# #32007
source: Checkin percentage
cs_cz: Ohlašovat při dosažení procent
de_de: Check-In Prozentsatz
el_gr: Ποσοστό ελέγχου
fi_fi: Tarkistetaan prosentteja
fr_fr: Pourcentage de synchronisation
it_it: Percentuale di sincronizzazione
pt_br: Percentagem de sincronização
ru_ru: Зачекинится на проценте
vi_vn: Tỷ lệ kiểm tra
zh_cn: 签到百分率

# #32008
source: Show bubble when scrobbled
cs_cz: Zobrazovat oznámení při ohlášení
de_de: Hinweis anzeigen, wenn gescrobbelt wurde
el_gr: Εμφάνιση σύννεφου για την σήμανση 'παρακολουθήθηκε΄
fi_fi: Näytä kupla kun toistotieto on tallennettu
fr_fr: Afficher la notification lors de la synchronisation
it_it: Mostra notifica durante la sincronizzazione
pt_br: Mostrar notificação quando sincronizar
ru_ru: Показывать нотификейшн, когда проскробблили
zh_cn: 在自动推荐时显示气泡

# #32009
source: See options to customize Simkl TV Tracker
cs_cz: Pro nastavení Simkl TV Tracker navštivte předvolby
de_de: Öffne die Optionen, um den Simkl TV Tracker anzupassen
el_gr: Επιλογές για τη διαμόρφοση του ιχνηλάτη Simkl
fi_fi: Näytä ilmoitus kun toistotieto on tallennettu
fr_fr: Voir les options pour personnaliser Simkl TV Tracker
it_it: Vedi le opzioni per personalizzare Simkl TV Tracker
pt_br: Veja as opções para personalizar Simkl TV Tracker
ru_ru: Смотрите Настройки чтобы кастомизировать Simkl TV Tracker
tr_tr: Simkl TV İzleyici'yi kişiselleştirme seçeneklerine bakın
vi_vn: Xem tùy chọn để tùy chỉnh Simkl TV Tracker
zh_cn: 查看选项以自定义 Simkl TV Tracker

# #32010
source: You are not logged in
cs_cz: Nejste přihlášeni
de_de: Du bist nicht eingeloggt
el_gr: Δεν έχετε συνδεθεί
fi_fi: Et ole kirjautunut
fr_fr: Vous n'êtes pas connecté
it_it: Non sei loggato
pt_br: Sessão Não Iniciada
ru_ru: Вы не авторизованы
tr_tr: Giriş yapmadın
vi_vn: Bạn không thể đăng nhập
zh_cn: 您尚未登录

# #32011
source: You are logged in
cs_cz: Jste přihlášeni
de_de: Du bist eingeloggt
el_gr: Είστε Συνδεδεμένος
fi_fi: Olet sisäänkirjautunut
fr_fr: Vous êtes authentifié
it_it: Ti sei autenticato
pt_br: Sessão Iniciada
ru_ru: Вы авторизованы
tr_tr: Giriş Yaptınız
vi_vn: Bạn đã đăng nhập
zh_cn: 您已登录

# #32012
source: Minimum file length for scrobbling (minutes)
cs_cz: Minimální délka pro ohlášení (v minutách)
de_de: Minimale Dateilänge zum Scrobbeln (in Minuten)
el_gr: Ελάχιστη διάρκεια αρχείου για την σήμανση 'παρακολουθήθηκε΄ (λεπτά)
fi_fi: Tiedoston vähimmäiskesto seurantaa varten (minutteina)
fr_fr: Durée minimale du fichier, en minutes, pour activer la synchronisation
it_it: Tempo di file minimo, in minuti, per abilitare la sincronizzazione
pt_br: Tempo mínimo do ficheiro, em minutos, para ativar a sincronização
ru_ru: Минимальная длина файла для скробблера (минут)
vi_vn: Độ dài tập tin tối thiểu để quét (phút)
zh_cn: 自动推荐的最小文件长度（分钟）

# #32021
source: Simkl login
cs_cz: Přihlášení
el_gr: Σύνδεση Simkl
fi_fi: Simkl kirjatuminen
fr_fr: Connectez-vous à Simkl
it_it: Accedi a Simkl
pt_br: Iniciar Sessão em Simkl
ru_ru: Авторизироватся в Simkl
tr_tr: Simkl giriş
vi_vn: Đăng nhập Simkl
zh_cn: Simkl 登录

# #32022
source: Please visit {0} on computer or phone and enter this code
cs_cz: Na počítači prosím navštivte {0} a zadejte tento kód
de_de: Bitte öffne {0} auf dem Computer oder dem Mobilgerät und gibt diesen Code ein
el_gr: Παρακαλώ επισκεφθείτε τη σελίδα {0} από τη συσκευή σας και εισάγετε τον παραπάνω κωδικό
fi_fi: Vieraile osoitteessa {0} teitokoneellasi tai mobiililaitteellasi ja syötä tämä koodi
fr_fr: Veuillez visiter à l'adresse {0} sur votre appareil et entrez le code suivant
it_it: Prego, visita l'indirizzo {0} in il tuo dispositivo e inserisci il seguente codice
pt_br: Por favor, visita o endereço {0} no seu dispositivo e digite o seguinte código
ru_ru: Пожалуйста, посетите {0} на компьютере или телефоне и введите код выше
tr_tr: Lütfen bilgisayar ya da telefonunuzdan {0} adresini ziyaret ederek bu kodu girin.
vi_vn: Vui lòng truy cập {0} trên máy tính hoặc điện thoại và nhập mã này
zh_cn: 请在计算机或手机设备上 访问 {0} 并输入此代码

# #32023
source: Remaining time: {0}/{1}
cs_cz: Zbývající čas: {0}/{1}
de_de: Verbleibende Zeit: {0}/{1}
el_gr: Χρόνος που Απομένει: {0}/{1}
fi_fi: Jäljellä oleva aika: {0}/{1}
fr_fr: Temps restant: {0}/{1}
it_it: Tempo rimanente: {0}/{1}
pt_br: Tempo restante: {0}/{1}
ru_ru: Оставшееся время: {0}/{1}
tr_tr: Kalan Süre: {0}/{1}
vi_vn: Thời gian còn lại: {0}/{1}
zh_cn: 剩余时间：{0}/{1}

# #32025
source: Hello again, {0}
cs_cz: Vítáme uživatele {0}
de_de: Willkommen zurück, {0}
el_gr: Καλησπέρα και πάλι, {0}
fi_fi: Hei taas, {0}
fr_fr: Bonjour à nouveau, {0}
it_it: Ciao di nuovo, {0}
pt_br: Olá novamente, {0}
ru_ru: Привет, {0}
tr_tr: Tekrar merhaba, {0}
vi_vn: Xin chào, {0}
zh_cn: 您好，{0}

# #32026
source: Please Log In in addon settings
cs_cz: Prosím přihlašte se v nastavení doplňku
de_de: Bitte logge dich in den Add-on-Einstellungen ein
el_gr: Παρακαλώ συνδεθείτε στις ρυθμίσεις πρόσθετου
fi_fi: Ole hyvä ja kirjaudu palveluun laajennuksen asetusten kautta
fr_fr: Veuillez vous connecter dans les paramètres de l'addon
it_it: Effettua il login nelle impostazioni di addon
pt_br: Por favor, Inicia Sessão nas configurações do addon
ru_ru: Пожалуйста, войдите в настройках аддона
vi_vn: Vui lòng đăng nhập trong cài đặt tiện ích
zh_cn: 请在附加设置中登录

# #32027
source: You don't have internet
cs_cz: Nemáte připojení k internetu
de_de: Du hast keine Internetverbindung
el_gr: Δεν υπάρχει σύνδεση στο διαδίκτυο
fi_fi: Sinulla ei ole internetyhteyttä
fr_fr: Tu n'as pas internet
it_it: Non hai internet
pt_br: Não estás conetado à Internet
ru_ru: У вас нет интернета
tr_tr: İnternet'e bağlı değilsiniz
vi_vn: Bạn không có internet
zh_cn: 您没有互联网连接

# #32028
source: Scrobbling {0}
de_de: Scrobbelt {0}
ru_ru: Скробблим {0}

# #32029
source: Error at scrobbling. Retrying ({0})
cs_cz: Chyba při ohlašování. Zkouším znovu ({0})
de_de: Fehler beim Scrobbeln. Wiederhole ({0})
el_gr: Σφάλμα κατά τη σήμανση 'παρακολουθήθηκε΄. Επανάληψη ({0})
fi_fi: Virhe toistotilan tallennuksessa. Yritetään uudestaan ({0})
fr_fr: Il y a eu une erreur de synchronisation. Réessayer ({0})
it_it: Si è verificato un errore di sincronizzazione. Riprova ({0})
pt_br: Ocorreu um erro na sincronização. Tentando novamente ({0})
ru_ru: Ошибка при скроббле. Повторная попытка ({0})
zh_cn: 在自动推荐时发生问题。正在重试（{0}）

# #32030
source: Login successful, {0}
cs_cz: Přihlášení úspěšné, {0}
de_de: Login erfolgreich, {0}
el_gr: Σύνδεση Επιτυχής, {0}
fi_fi: Kirjautuminen onnistui, {0}
fr_fr: Connexion réussie, {0}
it_it: Connessione riuscita, {0}
pt_br: Sessão Iniciada, {0}
ru_ru: Успешно залогинились, {0}
tr_tr: Giriş başarılı, {0}
vi_vn: Đăng nhập thành công, {0}
zh_cn: 登录成功，{0}

# #32031
source: Couldn't log in
cs_cz: Nastala chyba při přihlášení
de_de: Login war nicht möglich
el_gr: Δεν ήταν Εφικτή η Σύνδεση
fi_fi: Kirjautuminen ei onnistunut
fr_fr: Impossible de se connecter
it_it: Impossibile connettersi
pt_br: Não foi possível Iniciar Sessão
ru_ru: Не смогли залогинится
tr_tr: Giriş Yapılamadı
vi_vn: Không thể đăng nhập
zh_cn: 无法登录

# #32032
source: You are already logged in as {0}
cs_cz: Už jste přihlášeni jako {0}
de_de: Du bist bereits als {0} eingeloggt
el_gr: Είστε ήδη Συνδεδεμένος ως {0}
fi_fi: Olet kirjautunut käyttäjänä {0}
fr_fr: Vous êtes déjà connecté en tant que {0}
it_it: Hai già effettuato l'accesso come {0}
pt_br: Iniciaste Sessão como '{0}'
ru_ru: Вы уже вошли как {0}
tr_tr: Zaten {0} olarak giriş yaptınız
vi_vn: Bạn đã đăng nhập với tên {0}
zh_cn: 您已作为 {0} 登录

# #32033
source: Continue
cs_cz: Pokračovat
de_de: Weiter
el_gr: Συνέχεια
fi_fi: Jatka
fr_fr: Continuer
it_it: Continuare
pt_br: Continuar
ru_ru: Продолжить
tr_tr: Devam Et
vi_vn: Tiếp tục
zh_cn: 继续

# #32034
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
el_gr: Ακύρωση
fi_fi: Peruuta
fr_fr: Annuler
it_it: Annullare
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal
vi_vn: Hủy
zh_cn: 取消

# #32080
source: Failed to scrobble, retrying later
cs_cz: Nastala chyba při ohlašování, pokusíme se později
de_de: Scrobbeln fehlgeschlagen, erneuter Versuch später
el_gr: Αποτυχία σήμανσης 'παρακολουθήθηκε΄, επανάληψη αργότερα
fi_fi: Toistotilan tallennus epäonnistui, yritetää myöhemmin uudelleen
fr_fr: Impossible de synchroniser les services, nous réessaierons bientôt
it_it: Impossibile sincronizzare i servizi, riproveremo presto
pt_br: Não foi possível sincronizar os serviços, tentaremos de novo brevemente
ru_ru: Не удалось заскробблить, попробуем позже
zh_cn: 无法自动推荐，请稍后再试

# #32081
source: Finally, failed to scrobble
cs_cz: Nastala chyba při ohlašování
de_de: Scrobbeln schlug fehl
el_gr: Αποτυχία σήμανσης 'παρακολουθήθηκε΄
fi_fi: Loppujen lopuksi, toistotilan tallennus epäonnistui
fr_fr: Désolé, impossible de synchroniser
it_it: Spiacenti, impossibile sincronizzare
pt_br: Infelizmente, não foi possível sincronizar
ru_ru: Окончательно не удалось заскробблить
zh_cn: 最终无法自动推荐
