Repository: xbmc/repo-scripts
Catalog: script.videoextras/resources/language/Galician/strings.po
Languages: gl

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
gl: Engadir Extras de Vídeos aos seus Filmes e Series de TV.

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
gl: Prové dun camiño para engadir Extras á sea biblioteca de Vídeos. Ver na wiki para instruccións da configuración.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras
gl: Autores de temas, por favor vexan a wiki para saber como integralo no seu tema: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras

# #32002
source: Extras Directory Name
gl: Nome do Cartafol de Extras

# #32003
source: Search Nested Directories
gl: Buscar en Cartafoles Aniñados

# #32004
source: Enable Extras with File Tag
gl: Activar Extras con Etiquetas no Ficheiros

# #32005
source: Extras File Name Tag
gl: Extras con Etiquetas no Nome do Ficheiro

# #32006
source: Menu to show after playing an extra
gl: Menú a amosar despois de reproducir un extra

# #32007
source: Video Selection
gl: Escolla de Vídeo

# #32008
source: Information
gl: Información

# #32009
source: Home
gl: Inicio

# #32010
source: File System
gl: Sistema de Ficheiros

# #32011
source: Remote Extras Location
gl: Localización Remota dos Extras

# #32012
source: Use Custom Extras Location
gl: Empregar Localización Personalizada de Extras

# #32013
source: Path
gl: Ruta

# #32014
source: Custom Movies Sub-Folder
gl: Subcartafol Personalizado de Filmes

# #32015
source: Custom TV Shows Sub-Folder
gl: Subcartafol Personalizado de Series de TV

# #32016
source: Advanced
gl: Avanzado

# #32017
source: Force Extras Button Display
gl: Amosar o Botón de Extras

# #32018
source: Exclude Files Regular Expression
gl: Expresión Regular de ficheiros a excluír

# #32019
source: Debugging
gl: Depurado

# #32020
source: Enable debug logging
gl: Activar rexistro de depurado

# #32021
source: Database
gl: Base de datos

# #32022
source: Enable Database Support
gl: Activar o Soporte de Base de Datos

# #32023
source: Operations
gl: Operacións

# #32024
source: Clean Database
gl: Limpar Base de Datos

# #32025
source: Use Detailed List Screen
gl: Empregar Pantalla de Listaxe Detallado

# #32026
source: Window to show after exiting detailed list
gl: Xanela a amosar despois de saír da listaxe detallada

# #32101
source: Play All
gl: Reproducir todo

# #32103
source: No extras found
gl: Non se atoparon extras

# #32104
source: Resume from
gl: Continuar dende

# #32105
source: Start from beginning
gl: Comezar dende o principio
