Repository: xbmc/repo-scripts
Catalog: script.sonos/resources/language/French (Canada)/strings.po
Languages: fr_ca

# Addon Description
source: Supports simple Sonos Controls and notifications from Kodi. Look at the wiki for more details.
fr_ca: Prend en charge des contrôles simples et des notifications Sonos depuis Kodi. Consulter le wiki pour plus de détails.

# #32002
source: IP Address
fr_ca: Adresse IP

# #32003
source: Enable Notifications (Restart Required)
fr_ca: Activer les notifications (redémarrage exigé)

# #32004
source: Display Notification For (Seconds)
fr_ca: Afficher les notifications pendant (secondes)

# #32005
source: Notification Check Frequency (Seconds)
fr_ca: Fréquence de la vérification des notifications (secondes)

# #32006
source: Do Not Display Notification If Video Is Playing
fr_ca: Ne pas afficher de notification si une vidéo est en cours de lecture

# #32007
source: Use Default Kodi Notification Dialog
fr_ca: Utiliser la notification par défaut de Kodi

# #32008
source: Debugging
fr_ca: Débogage

# #32009
source: Enable debug logging
fr_ca: Activer la journalisation de débogage

# #32010
source: Speaker
fr_ca: Haut-parleur

# #32012
source: Debugging
fr_ca: Débogage

# #32013
source: Search For Sonos Speakers...
fr_ca: Rechercher des haut-parleurs Sonos...

# #32014
source: No speakers found, please enter your IP address manually
fr_ca: Aucun haut-parleur trouvé. Veuillez saisir votre adresse IP manuellement

# #32015
source: Controller
fr_ca: Contrôleur

# #32016
source: Controller Refresh Interval (Seconds)
fr_ca: Intervalle de rafraîchissement du contrôleur (secondes)

# #32018
source: Plugin
fr_ca: Plugiciel

# #32019
source: Batch Size
fr_ca: Taille du lot

# #32020
source: Maximum Entries In Displayed Lists (0 = Unlimited)
fr_ca: Nombre maximum d'entrées dans les listes affichées (0 = illimité)

# #32021
source: Display Artist Information
fr_ca: Afficher les informations sur l'artiste

# #32022
source: Avoid Duplicate Key Presses (Seconds)
fr_ca: Éviter la frappe à répétition des touches (secondes)

# #32023
source: Link Kodi Volume With Sonos Speaker (Restart Required)
fr_ca: Lier le volume de Kodi aux haut-parleur Sonos (redémarrage exigé)

# #32024
source: Switch Sonos To Line-In On Kodi Startup (Restart Required)
fr_ca: Basculer les Sonos sur Entrée de ligne au démarrage de Kodi (redémarrage exigé)

# #32025
source: Volume Change Increments
fr_ca: Incréments du changement de volume

# #32026
source: Automatically Pause Sonos When Kodi Plays Media (Restart Required)
fr_ca: Mettre en pause Sonos automatiquement lorsque Kodi lit un média (redémarrage exigé)

# #32027
source: Automatically Resume Sonos (Seconds) [0 = Off]
fr_ca: Reprendre Sonos automatiquement (secondes) [0 = arrêt]

# #32028
source: Zone Name (Optional)
fr_ca: Nom du champ (optionnel)

# #32029
source: Automatically Update IP Address On Startup
fr_ca: Mettre à jour l'adresse IP automatiquement lors du démarrage

# #32030
source: Switch Sonos To Line-In On Media Start (Restart Required)
fr_ca: Basculer les Sonos sur Entrée de ligne au démarrage du média (redémarrage exigé)

# #32031
source: Coordinator
fr_ca: Coordinateur

# #32032
source: is not the group coordinator for zone
fr_ca: n'est pas le coordinateur du groupe pour la zone

# #32033
source: Some functions may not work correctly if the speaker is not a coordinator
fr_ca: Certaines fonctions pourraient ne pas fonctionner correctement si le haut-parleur n'est par un coordinateur

# #32034
source: Automation
fr_ca: Automatisation

# #32035
source: Layout
fr_ca: Disposition

# #32036
source: Controller,Slideshow,Bio,Albums
fr_ca: Contrôleur,Diaporama,Bio,Albums

# #32037
source: Controller,Slideshow
fr_ca: Contrôleur,Diaporama

# #32038
source: Use Skin Icons Instead Of Sonos Icons
fr_ca: Utiliser les icônes de l'habillage au lieu de celles de Sonos

# #32039
source: Slideshow Only
fr_ca: Diaporama uniquement

# #32040
source: Do Not Display Notification If Controller Is Showing
fr_ca: Ne pas afficher les notifications si le contrôleur est affiché

# #32041
source: Controller,Slideshow,Lyrics
fr_ca: Contrôleur,Diaporama,Paroles

# #32042
source: Hide Sonos Logo
fr_ca: Cacher le logo Sonos

# #32043
source: Make Artist Slideshow Image Full Screen
fr_ca: Image du diaporama des artistes en plein écran

# #32044
source: Launch Controller On Kodi Startup
fr_ca: Lancer le contrôleur au démarrage de Kodi

# #32060
source: The following setting in ArtistSlideshow must be enabled
fr_ca: Le paramètre suivant doit être activé dans le diaporama des artistes

# #32061
source: Would you like this automatically enabled?
fr_ca: Voulez-vous qu'il soit activé automatiquement?

# #32062
source: Next
fr_ca: Suivant

# #32063
source: Failed To Process Sonos Update Event
fr_ca: Impossible de traiter l'événement de mise à jour Sonos

# #32064
source: Library Update Started
fr_ca: La mise à jour de la médiathèque a commencé

# #32065
source: Library Update Already In Progress
fr_ca: La mise à jour de la médiathèque est déjà en cours

# #32066
source: Error From Speaker %s
fr_ca: Erreur du haut-parleur %s

# #32067
source: IP Address Not Set
fr_ca: Adresse IP non définie

# #32068
source: Error
fr_ca: Erreur

# #32069
source: Failed to perform lookup %s (%s)
fr_ca: Échec lors de la recherche %s (%s)

# #32070
source: Failed to perform queue lookup
fr_ca: Échec lors de recherche de file d'attente

# #32071
source: Failed to perform radio station lookup
fr_ca: Échec lors de la recherche de station radio

# #32072
source: Failed to perform radio shows lookup
fr_ca: Échec lors de la recherche d'émissions radio

# #32073
source: Failed to perform action %s
fr_ca: Échec lors de l'action %s

# #32100
source: Music Library
fr_ca: Bibliothèque de musique

# #32101
source: Queue
fr_ca: File d'attente

# #32102
source: Radio Stations
fr_ca: Stations radio

# #32103
source: Launch Sonos Controller
fr_ca: Lancer le contrôleur Sonos

# #32104
source: Sonos Playlists
fr_ca: Listes de lectures Sonos

# #32105
source: Speech
fr_ca: Parole

# #32110
source: Artists
fr_ca: Artistes

# #32112
source: Composers
fr_ca: Compositeurs

# #32114
source: Tracks
fr_ca: Pistes

# #32115
source: Imported Playlists
fr_ca: Listes de lectures importées

# #32150
source: Open Sonos Player
fr_ca: Ouvrir le lecteur Sonos

# #32151
source: Play Track
fr_ca: Jouer la piste

# #32152
source: Remove Track
fr_ca: Supprimer la piste

# #32153
source: Clear Queue
fr_ca: Vider la file d'attente

# #32154
source: Play Now
fr_ca: Jouer maintenant

# #32155
source: Add To Queue
fr_ca: Ajouter à la file d'attente

# #32156
source: Replace Queue
fr_ca: Remplacer la file d'attente

# #32157
source: Update Music Library
fr_ca: Mise à jour de l'audiothèque

# #32200
source: Enter Speech Text To Play ...
fr_ca: Saisir le texte à lire...

# #32201
source: Speech messages are limited to 100 characters
fr_ca: Les messages parlés sont limités à 100 caractères

# #32202
source: No message specified
fr_ca: Aucun message de spécifié

# #32203
source: Enter Speech Text To Save ...
fr_ca: Saisir le texte à enregistrer...

# #32204
source: Remove Saved Text
fr_ca: Supprimer le texte enregistré

# #32220
source: The time is %time
fr_ca: Il est %time

# #32221
source: Today is %day
fr_ca: Nous sommes %day

# #32222
source: Todays date is %date
fr_ca: Nous sommes le %date

# #32223
source: Good Morning
fr_ca: Bon matin

# #32224
source: Good Afternon
fr_ca: Bonjour

# #32225
source: Good Evening
fr_ca: Bonsoir

# #32226
source: The time is %time
fr_ca: Il est %time
