Repository: xbmc/repo-scripts
Catalog: script.audio.profiles/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, fr_fr, hu_hu, it_it, ko_kr, pl_pl

# Addon Summary
source: Save audio profile and easily switch between them.
de_de: Audioprofile speichern und einfach zwischen diesen wechseln.
fr_fr: Enregistrer le profil audio et basculer facilement entre eux.
ko_kr: 오디오 프로필을 저장하고 쉽게 전환합니다.
pl_pl: Zapisuje profile ustawień audio i łatwo przełącza między nimi.

# Addon Description
source: Save audio profile and easily switch between them.
de_de: Audioprofile speichern und einfach zwischen diesen wechseln.
fr_fr: Enregistrer le profil audio et basculer facilement entre eux.
ko_kr: 오디오 프로필을 저장하고 쉽게 전환합니다.
pl_pl: Zapisuje profile ustawień audio i łatwo przełącza między nimi.

# #32000
source: Profiles 1-5
da_dk: Profil 1-5
de_de: Profile 1-5
fr_fr: Profils 1-5
it_it: Profili 1-5
ko_kr: 프로필 1-5
pl_pl: Profile 1-5

# #32001
source: Name of profile 1
da_dk: Navn på profil 1
de_de: -Name von Profil 1
fr_fr: Nom du profil 1
it_it: Nome del Profilo 1
ko_kr: 프로필 1의 이름
pl_pl: Nazwa profilu 1

# #32002
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
fr_fr: Paramètres
hu_hu: Beállítások
it_it: Impostazioni
ko_kr: 설정
pl_pl: Ustawienia

# #32003
source: Name of profile 2
da_dk: Navn på profil 2
de_de: -Name von Profil 2
fr_fr: Nom du profil 2
it_it: Nome del Profilo 2
ko_kr: 프로필 2의 이름
pl_pl: Nazwa profilu 2

# #32004
source: Include volume level
da_dk: Inkluder lydstyrkeniveau
de_de: Lautstärkeniveau einbeziehen
fr_fr: Inclure le niveau de volume
hu_hu: Hangerő beállítások mentése
it_it: Includi livello volume
ko_kr: 볼륨 수준 포함
pl_pl: Uwzględnij poziom głośności

# #32005
source: Name of profile 3
da_dk: Navn på profil 3
de_de: -Name von Profil 3
fr_fr: Nom du profil 3
it_it: Nome del Profilo 3
ko_kr: 프로필 3의 이름
pl_pl: Nazwa profilu 3

# #32006
source: Name of profile 4
da_dk: Navn på profil 4
de_de: -Name von Profil 4
fr_fr: Nom du profil 4
it_it: Nome del Profilo 4
ko_kr: 프로필 4의 이름
pl_pl: Nazwa profilu 4

# #32007
source: Profile 1
da_dk: Profil 1
de_de: Profil 1
fr_fr: Profil 1
hu_hu: Profil 1
it_it: Profilo 1
ko_kr: 프로필 1
pl_pl: Profil 1

# #32008
source: Profile 2
da_dk: Profil 2
de_de: Profil 2
fr_fr: Profil 2
hu_hu: Profil 2
it_it: Profilo 2
ko_kr: 프로필 2
pl_pl: Profil 2

# #32009
source: Profile 3
da_dk: Profil 3
de_de: Profil 3
fr_fr: Profil 3
hu_hu: Profil 3
it_it: Profilo 3
ko_kr: 프로필 3
pl_pl: Profil 3

# #32010
source: Profile 4
da_dk: Profil 4
de_de: Profil 4
fr_fr: Profil 4
hu_hu: Profil 4
it_it: Profilo 4
ko_kr: 프로필 4
pl_pl: Profil 4

# #32011
source: Include video player settings
da_dk: Inkluder videoafspillerens indstillinger
de_de: Videoplayer-Einstellungen einbeziehen
fr_fr: Inclure les paramètres du lecteur vidéo
hu_hu: Tartalmazza a videolejátszó beállításait
it_it: Includi le impostazioni del lettore video
ko_kr: 비디오 플레이어 설정 포함
pl_pl: Uwzględnij ustawienia odtwarzacza wideo

# #32012
source: Include display settings
da_dk: Inkluder skærmindstillinger
de_de: Anzeigeeinstellungen einbeziehen
fr_fr: Inclure les paramètres d'affichage
hu_hu: Tartalmazza a megjelenítési beállításokat
it_it: Includi le impostazioni display
ko_kr: 디스플레이 설정 포함
pl_pl: Uwzględnij ustawienia wyświetlania

# #32013
source: Includes Settings
da_dk: Inkluder indstillinger
de_de: Einstellungen einbeziehen
fr_fr: Inclut les paramètres
hu_hu: Beállításokkal együtt
it_it: Includi Impostazioni
ko_kr: 설정 포함
pl_pl: Uwzględnia ustawienia

# #32014
source: Auto Switch
da_dk: Skift automatisk
de_de: Automatischer Wechsel
fr_fr: Commuter automatiquement
it_it: Commutazione automatica
ko_kr: 자동 스위치
pl_pl: Automatyczne przełączanie

# #32015
source: Show audio profile select menu on media playback
da_dk: Vis menuen til valg af lydprofil ved medieafspilning
de_de: Audioprofil-Auswahlmenü bei Medienwiedergabe anzeigen
fr_fr: Afficher le menu de sélection du profil audio lors de la lecture des médias
it_it: Mostra menu di selezione stream all'avvio della riproduzione
ko_kr: 미디어 재생 시 오디오 프로필 선택 메뉴 표시
pl_pl: Pokaż menu wyboru profilu audio podczas startu odtwarzania

# #32016
source: Auto close select menu
de_de: Auswahlmenü automatisch schließen
fr_fr: Fermeture automatique du menu de sélection
hu_hu: Profilváltó ablak automatikus bezárása (5mp után)
it_it: Chiudi automaticamente il menu di selezione
ko_kr: 자동 닫기 선택 메뉴
pl_pl: Automatycznie zamknij menu wyboru profilu audio

# #32018
source: Notifications
da_dk: Meddelelser
de_de: Benachrichtigungen
it_it: Notifiche
ko_kr: 알림
pl_pl: Powiadomienia

# #32019
source: Notifications
da_dk: Meddelelser
de_de: Benachrichtigungen
hu_hu: Értesítések
it_it: Notifiche
ko_kr: 알림
pl_pl: Powiadomienia

# #32021
source: Profile for GUI
da_dk: Profil til GUI
de_de: Profil für die Benutzeroberfläche
fr_fr: Profil pour GUI
hu_hu: Profil a Grafikus Felülethez GUI
it_it: Profilo per GUI
ko_kr: GUI용 프로필
pl_pl: Profil dla interfejsu

# #32022
source: Profile for movies
da_dk: Profil til film
de_de: Profil für Filme
fr_fr: Profil pour les films
it_it: Profilo per Films
ko_kr: 영화 프로필
pl_pl: Profil dla filmów

# #32023
source: Profile for TV shows
da_dk: Profil til tv-serier
de_de: Profil for Serien
fr_fr: Profil pour les émissions de TV
it_it: Profilo per Serie TV
ko_kr: TV 프로그램 프로필
pl_pl: Profil dla seriali

# #32024
source: Profile for PVR TV
da_dk: Profil til direkte tv
de_de: Profil für TV
fr_fr: Profil pour PVR TV
it_it: Profilo per TV PVR
ko_kr: PVR TV용 프로필
pl_pl: Profil dla nagrywania telewizji

# #32025
source: Profile for music
da_dk: Profil til musik
de_de: Profil für Musik
fr_fr: Profil pour la musique
it_it: Profilo per Musica
ko_kr: 음악용 프로필
pl_pl: Profil dla muzyki

# #32026
source: None
da_dk: Ingen
de_de: Keine
fr_fr: Aucun
hu_hu: Nincs
it_it: Nessuno
ko_kr: 없음
pl_pl: Żaden

# #32028
source: Wake Up
da_dk: Vågn
de_de: Aufwachen
fr_fr: réveil
hu_hu: Ébresztés
ko_kr: 깨우기
pl_pl: Wybudź

# #32029
source: StandBy
fr_fr: En attente
hu_hu: Készenlét
ko_kr: 대기
pl_pl: Uśpij

# #32030
source: Toggle state
da_dk: Skift tilstand
de_de: Status ändern
fr_fr: Basculer l'état
hu_hu: Váltás
it_it: Cambia stato
ko_kr: 상태 전환
pl_pl: Zmień stan

# #32031
source: Profile for videos (not in library)
da_dk: Profil til videoer (ikke i biblioteket)
de_de: Profil für Videos (nicht in der Bibliothek)
fr_fr: Profil pour les vidéos (pas dans la bibliothèque)
it_it: Profilo per Video (non in libreria)
ko_kr: 비디오용 프로필(라이브러리에 없음)
pl_pl: Profil dla wideo (nie z biblioteki)

# #32032
source: Profile for music videos
da_dk: Profil til musikvideoer
de_de: Profil für Musikvideos
fr_fr: Profil pour un type de contenu inconnu
it_it: Profilo per video musicali
ko_kr: 뮤직 비디오용 프로필
pl_pl: Profil dla teledysków

# #32033
source: Profile for unknown content type
da_dk: Profil til ukendt indholdstype
de_de: Profil für unbekannten Inhaltstyp
fr_fr: Profil pour un type de contenu inconnu
it_it: Profilo per contenuti sconosciuti
ko_kr: 알 수 없는 콘텐츠 유형에 대한 프로필
pl_pl: Profil dla nieznanego rodzaju zawartości

# #32034
source: Profile for PVR radio
da_dk: Profil til direkte radio
de_de: Profil für Radio
fr_fr: Profil pour la radio PVR
it_it: Profilo per Radio PVR
ko_kr: PVR 라디오용 프로필
pl_pl: Profil dla nagrywania radia

# #32035
source: Video
fr_fr: Vidéo
hu_hu: Videó
ko_kr: 동영상
pl_pl: Wideo

# #32036
source: Audio
da_dk: Lyd
hu_hu: Hang
ko_kr: 오디오

# #32037
source: Other
da_dk: Anden
de_de: Andere
fr_fr: Autre
hu_hu: Más
it_it: Altro
ko_kr: 기타
pl_pl: Inne

# #32038
source: Profile for KODI Start/Wakeup (Default)
da_dk: Profil til Kodi Start/Vågn (Standard)
de_de: Profil für KODI-Start/Aufwachen (Standard)
fr_fr: Profil lors Démarrage/Réveil de KODI (par défaut)
hu_hu: Profil a KODI Indításakor (Alapértelmezett)
it_it: Profilo per Avvio/Wake up di Kodi (Predefinito)
ko_kr: KODI 시작/깨우기용 프로필(기본값)
pl_pl: Profil dla włączania/wybudzania (domyślny)

# #32039
source: Delay before close
da_dk: Forsinkelse inden lukning
de_de: -Vor dem Schließen verzögern
fr_fr: Délai avant fermeture
it_it: Ritardo prima della chiusura
ko_kr: 닫기 전 지연
pl_pl: Opóźnienie przed zamknięciem

# #32040
source: Enable debug logging
da_dk: Aktivér fejlfindingslogføring
de_de: Fehlersuch-Protokollierung aktivieren
fr_fr: Activer la journalisation de débogage
hu_hu: A hibakeresési naplózás engedélyezése
it_it: Abilita registrazione debug
ko_kr: 디버그 로그 사용
pl_pl: Włącz rejestrowanie debugowania

# #32041
source: Force load profile at startup
da_dk: Gennemtving indlæsning af profil ved opstart
de_de: -Laden des Profils beim Starten erzwingen
fr_fr: Forcer le chargement du profil au démarrage
it_it: Forza il caricamento del profilo all'avvio
ko_kr: 시작 시 프로필 강제로 읽기
pl_pl: Wymuś ładowanie profilu przy starcie

# #32042
source: Auto switch notifications
da_dk: Skift meddelelser automatisk
de_de: -Benachrichtigungen für automatische Wechsel
fr_fr: Commutation automatique des notifications
it_it: Notifiche di commutazione automatica
ko_kr: 자동 전환 알림
pl_pl: Powiadomienia o automatycznej zmianie

# #32043
source: Manual switch notifications
da_dk: Skift meddelelser manuelt
de_de: -Benachrichtigungen für manuelle Wechsel
fr_fr: Commutation manuelle des notifications
it_it: Notifiche di commutazione manuale
ko_kr: 수동 전환 알림
pl_pl: Powiadomienia o ręcznym przełączeniu

# #32044
source: Maintenance notifications
da_dk: Vedligeholdelsesmeddelser
de_de: -Wartungsbenachrichtigungen
fr_fr: Notifications de maintenance
it_it: Notifiche di manutenzione
ko_kr: 유지 보수 알림
pl_pl: Powiadomienia o konserwacji

# #32045
source: Select menu
de_de: Auswahlmenü
fr_fr: Sélectionnez le menu
it_it: Menu selezione
ko_kr: 메뉴 선택
pl_pl: Menu wyboru

# #32046
source: Use custom select menu
de_de: Benutzerdefiniertes Auswahlmenü verwenden
fr_fr: Utiliser le menu de sélection personnalisé
it_it: Usa menu selezione custom
ko_kr: 사용자 선택 메뉴 사용
pl_pl: Użyj niestandardowego menu wyboru

# #32047
source: Include skin mods
da_dk: Inkluder modificerede skins
de_de: Skinmodifikationen einbeziehen
fr_fr: Inclure les modifications du skin
it_it: Includi modifiche della skin
ko_kr: 스킨 모드 포함
pl_pl: Uwzględnij mody skóry

# #32048
source: Extras
da_dk: Ekstra
fr_fr: Suppléments
it_it: Extra
ko_kr: 추가
pl_pl: Dodatkowe

# #32049
source: By number of channels
da_dk: Ved antal lydkanaler
de_de: Nach Kanalanzahl
fr_fr: Par nombre de canaux
it_it: Per numero di canali
ko_kr: 채널 수별
pl_pl: Według liczby kanałów

# #32050
source: Menu Options
da_dk: Indstillinger for menu
de_de: Menüeinstellungen
fr_fr: Options du menu
it_it: Opzioni Menu
ko_kr: 메뉴 옵션
pl_pl: Opcje menu

# #32051
source: Profile 5
da_dk: Profil 5
de_de: Profil 5
fr_fr: Profil 5
it_it: Profilo 5
ko_kr: 프로필 5
pl_pl: Profil 5

# #32052
source: Name of profile 5
da_dk: Navn på profil 5
de_de: Name von Profil 5
fr_fr: Nom du profil 5
it_it: Nome del Profilo 5
ko_kr: 프로필 5의 이름
pl_pl: Nazwa profilu 5

# #32053
source: Profile 6
da_dk: Profil 6
de_de: Profil 6
fr_fr: Profil 6
it_it: Profilo 6
ko_kr: 프로필 6
pl_pl: Profil 6

# #32054
source: Name of profile 6
da_dk: Navn på profil 6
de_de: Name von Profil 6
fr_fr: Nom du profil 6
it_it: Nome del Profilo 6
ko_kr: 프로필 6의 이름
pl_pl: Nazwa profilu 6

# #32055
source: Profile 7
da_dk: Profil 7
de_de: Profil 7
fr_fr: Profil 7
it_it: Profilo 7
ko_kr: 프로필 7
pl_pl: Profil 7

# #32056
source: Name of profile 7
da_dk: Navn på profil 7
de_de: Name von Profil 7
fr_fr: Nom du profil 7
it_it: Nome del Profilo 7
ko_kr: 프로필 7의 이름
pl_pl: Nazwa profilu 7

# #32057
source: Profile 8
da_dk: Profil 8
de_de: Profil 8
fr_fr: Profil 8
it_it: Profilo 8
ko_kr: 프로필 8
pl_pl: Profil 8

# #32058
source: Name of profile 8
da_dk: Navn på profil 8
de_de: Name von Profil 8
fr_fr: Nom du profil 8
it_it: Nome del Profilo 8
ko_kr: 프로필 8의 이름
pl_pl: Nazwa profilu 8

# #32059
source: Profile 9
da_dk: Profil 9
de_de: Profil 9
fr_fr: Profil 9
it_it: Profilo 9
ko_kr: 프로필 9
pl_pl: Profil 9

# #32060
source: Name of profile 9
da_dk: Navn på profil 9
de_de: Name von Profil 9
fr_fr: Nom du profil 9
it_it: Nome del Profilo 9
ko_kr: 프로필 9의 이름
pl_pl: Nazwa profilu 9

# #32061
source: Profile 10
da_dk: Profil 10
de_de: Profil 10
fr_fr: Profil 10
it_it: Profilo 10
ko_kr: 프로필 10
pl_pl: Profil 10

# #32062
source: Name of profile 10
da_dk: Navn på profil 10
de_de: Name von Profil 10
fr_fr: Nom du profil 10
it_it: Nome del Profilo 10
ko_kr: 프로필 10의 이름
pl_pl: Nazwa profilu 10

# #32063
source: Codec Detection
de_de: Codec-Erkennung
fr_fr: Détection des codecs
it_it: Rilevamento del codec
ko_kr: 코덱 감지
pl_pl: Wykrywanie kodeków

# #32064
source: Profile for AC3
da_dk: Profil til AC3
de_de: Profil für AC3
fr_fr: Profil pour AC3
it_it: Profilo per AC3
ko_kr: AC3용 프로필
pl_pl: Profil dla AC3

# #32065
source: Profile for E-AC3
da_dk: Profil til E-AC3
de_de: Profil für E-AC3
fr_fr: Profil pour E-AC3
it_it: Profilo per E-AC3
ko_kr: E-AC3용 프로필
pl_pl: Profil dla E-AC3

# #32066
source: Profile for DTS
da_dk: Profil til DTS
de_de: Profil für DTS
fr_fr: Profil pour DTS
it_it: Profilo per DTS
ko_kr: DTS용 프로필
pl_pl: Profil dla DTS

# #32067
source: Profile for DTS HD
da_dk: Profil til DTS HD
de_de: Profil für DTS HD
fr_fr: Profil pour DTS HD
it_it: Profilo per DTS-HD
ko_kr: DTS HD용 프로필
pl_pl: Profil dla DTS HD

# #32068
source: Profile for True HD
da_dk: Profil til True HD
de_de: Profil für True HD
fr_fr: Profil pour True HD
it_it: Profilo per True HD
ko_kr: True HD용 프로필
pl_pl: Profil dla True HD

# #32069
source: Profile for any other audio codec
da_dk: Profil til alle andre lyd-codec
de_de: Profil für alle anderen Audiocodecs
fr_fr: Profil pour tout autre codec audio
it_it: Profilo per qualsiasi altro codec audio
ko_kr: 기타 오디오 코덱에 대한 프로필
pl_pl: Profil dla każdego innego kodeka audio

# #32070
source: Profiles 6-10
da_dk: Profil 6-10
de_de: Profile 6-10
fr_fr: Profils 6-10
it_it: Profili 6-10
ko_kr: 프로필 6-10
pl_pl: Profile 6-10

# #32071
source: Stereo audio
da_dk: Stereolyd
fr_fr: Audio stéréo
it_it: Audio Stereo
ko_kr: 스테레오 오디오
pl_pl: Dźwięk stereofoniczny

# #32072
source: Multi channel audio
da_dk: Flerkanals-lyd
de_de: Multikanalaudio
fr_fr: Audio multi canaux
it_it: Audio multicanale
ko_kr: 다중 채널 오디오
pl_pl: Dźwięk wielokanałowy

# #32073
source: delay before reading codec info
da_dk: forsinkelse inden læsning af codec-information
de_de: Verzögerung vor dem Auslesen der Codec-Informationen
fr_fr: délai avant la lecture des informations sur le codec
it_it: ritardo prima di leggere le informazioni sul codec
ko_kr: 코덱 정보를 읽기 전에 지연
pl_pl: opóźnienie przed odczytaniem informacji o kodeku

# #32074
source: match streams with no codec details as music
de_de: Streams ohne Codec-Details als Musik zuordnen
fr_fr: les flux audio sans détail de codec seront considéré comme de la musique
ko_kr: 코덱 세부 정보가 없는 스트림을 음악으로 일치시킵니다
pl_pl: dopasuj strumienie bez szczegółów kodeka jako muzykę

# #32100
source: Select profile to save settings
de_de: Profil zum Sichern der Einstellungen auswählen
fr_fr: Sélectionnez le profil pour enregistrer les paramètres
hu_hu: Hangprofil kiválasztása a mentéshez
it_it: Seleziona profilo per salvare le impostazioni
ko_kr: 설정을 저장할 프로필 선택
pl_pl: Wybierz profil, aby zapisać ustawienia

# #32101
source: Configure profile
da_dk: Indstil profil
de_de: Profil konfigurieren
fr_fr: Configurer le profil
hu_hu: Profilok beállítása
it_it: Configura profilo
ko_kr: 프로필 구성
pl_pl: Skonfiguruj profil

# #32102
source: Saved as profile
da_dk: Gemt som profil
de_de: Als Profil gespeichert
fr_fr: Sauvegardé comme profil
hu_hu: Profil mentve
it_it: Salvato come profilo
ko_kr: 프로필로 저장됨
pl_pl: Zapisano jako profil

# #32103
source: This profile is disabled
da_dk: Denne profil er deaktiveret
de_de: Dieses Profil ist deaktiviert
fr_fr: Ce profil est désactivé
hu_hu: Ez a profil ki van kapcsolva
it_it: Questo profilo Ã¨ disabilitato
ko_kr: 이 프로필 사용 안 함
pl_pl: Ten profil jest wyłączony

# #32104
source: Invalid file for profile
da_dk: Ugyldig fil til profilen
de_de: Ungültige Profildatei
fr_fr: Fichier non valide pour le profil
hu_hu: Érvénytelen profil fájl
it_it: File invalido per il profilo
ko_kr: 잘못된 프로필 파일
pl_pl: Niepoprawny plik dla profilu

# #32105
source: Enable profiles
da_dk: Aktiver profiler
de_de: Profile aktivieren
fr_fr: Activer les profils
hu_hu: Profilok engedélyezése
it_it: Abilita profili
ko_kr: 프로필 사용함
pl_pl: Włącz profile

# #32106
source: Select audio profile
da_dk: Vælg lydprofil
de_de: Audioprofil auswählen
fr_fr: Sélectionner le profil audio
hu_hu: Hangprofil kiválasztása
it_it: Seleziona il profilo audio
ko_kr: 오디오 프로필 선택
pl_pl: Wybierz profil audio

# Addon Summary
source: Save audio profile and easily switch between them
hu_hu: Hangbeállítások profilba mentése, és könnyű váltás közöttük

# Addon Description
source: To map a key for switch audio profile edit keymap xml file and add:[CR]RunScript(script.audio.profiles,0) - for switch profile in loop[CR]RunScript(script.audio.profiles,x) - where x is number of profile
hu_hu: Távirányító gomb hozzárendeléshez módosítsd a keymap xml fájlt az alábbiak szerint:[CR]RunScript(script.audio.profiles,0) - profil léptetése[CR]RunScript(script.audio.profiles,x) - ahol x a profil száma

# #32000
source: Profiles
hu_hu: Profilok

# #32001
source: Name of profile 1
hu_hu: 1. Profil neve

# #32014
source: Automatic Switch
hu_hu: Automatikus váltás

# #32015
source: Show audio stream select menu on start playing
hu_hu: Profilváltó ablak megjelenítése lejátszás indításakor

# #32018
source: Debug
hu_hu: Hibakeresés

# #32003
source: Name of profile 2
hu_hu: 2. Profil neve

# #32005
source: Name of profile 3
hu_hu: 3. Profil neve

# #32006
source: Name of profile 4
hu_hu: 4. Profil neve

# #32022
source: Profile for Movies
hu_hu: Profil a Filmekhez

# #32023
source: Profile for TVShows
hu_hu: Profil a Sorozatokhoz

# #32025
source: Profile for Music
hu_hu: Profil a Zenékhez

# #32027
source: Send HDMI-CEC command when profile activated
hu_hu: HDMI-CEC parancs küldése a profil aktiválásakor

# #32031
source: Profile for Videos (not from library)
hu_hu: Profil a videókhoz (Nem a scrapperből)

# #32032
source: Profile for Music Videos
hu_hu: Profil a Videoklipekhez

# #32033
source: Profile for Unknown content type
hu_hu: Profil az ismeretlen tartalom típusokhoz

# #32034
source: Profile for PVR Radio
hu_hu: Profil a Rádiókhoz PVR

# #32039
source: Delay before close
hu_hu: Késleltetés a bezárás előtt

# #32041
source: Force load profile at startup
hu_hu: A terhelési profil kényszerítése indításkor
