Repository: xbmc/repo-scripts
Catalog: script.game.whatthemovie/resources/language/*/strings.po
Languages: german, italian, portuguese, spanish

# #3000
source: Guess!
german: Erraten!
italian: Indovina!
portuguese: Adivinhe!
spanish: ¡Adivina!

# #3001
source: Random
german: Zufall
italian: Casuale
portuguese: Aleatório
spanish: Aleatorio

# #3002
source: Back
german: Zurück
italian: Indietro
portuguese: Retroceder
spanish: Volver

# #3050
source: Could not log in
german: Login nicht erfolgreich
italian: No posso loggarmi
portuguese: Não foi possível ligar
spanish: No se ha podido iniciar sesión

# #3051
source: Password wrong or username unknown: [B]%s[/B][CR]Please change credentials or disable login
german: Passwort falsch oder Benutzer unbekannt: [B]%s[/B][CR]Bitte korrigieren oder Login deaktivieren
italian: Password errata o nome utente sconosciuto: [B]%s[/B][CR] Per favore cambia le credenziali o disabilita il login
portuguese: Palavra-passe errada ou nome do utilizador desconhecido: [B]%s[/B][CR]Por favor, mude as suas credenciais ou desactive a ligação.
spanish: Contraseña equivocada o usuario desconocido: [B]%s[/B][CR]Por favor, cambie las credenciales o desactive el inicio de sesión

# #3052
source: Enter shot ID
german: Shot ID eingeben
italian: Inserisci l'ID dell'immagine
portuguese: Introduza ID do instantâneo
spanish: Introduce el número de imagen

# #3053
source: Type the movie title
german: Filmtitel eingeben
italian: Digita il titolo del film
portuguese: Introduza o título do filme
spanish: Introduce el título de la película

# #3054
source: Login site unreachable
german: Login Seite nicht erreichbar
italian: Sito irraggiungibile
portuguese: Não foi possível ligar ao site
spanish: No se ha podido conectar con el sitio de Login

# #3055
source: Could not retrieve shot
german: Konnte den Shot nicht holen
italian: Impossibile recuperare l'immagine
portuguese: Não foi possível obter o instantâneo
spanish: No se ha podido descargar la imagen

# #3066
source: Could not check guess
german: Konnte den Shot nicht prüfen
italian: Impossibile controllare se hai indovinato
portuguese: Não foi possível verificar a resposta
spanish: No se ha podido comprobar la solución

# #3100
source: Checking: [B]%s[/B]
german: Prüfe: [B]%s[/B]
italian: Sto verificando: [B]%s[/B]
portuguese: Verificando: [B]%s[/B]
spanish: Comprobando: [B]%s[/B]

# #3101
source: Correct. Original title is: [B]%s[/B]
german: Richtig. Originaltitel: [B]%s[/B]
italian: Esatto. Il titolo originale è [B]%s[/B]
portuguese: Correcto. O título original é: [B]%s[/B]
spanish: Correcto. El título original es: [B]%s[/B]

# #3102
source: Wrong: [B]%s[/B]
german: Falsch: [B]%s[/B]
italian: Errato: [B]%s[/B]
portuguese: Errado: [B]%s[/B]
spanish: Equivocado: [B]%s[/B]

# #3103
source: Not logged in
german: Nicht eingeloggt
italian: Non loggato
portuguese: Não se encontra ligado
spanish: Sesión no iniciada

# #3104
source: Logged in as user: [B]%s[/B]
german: Eingeloggt als: [B]%s[/B]
italian: Loggato come: [B]%s[/B]
portuguese: Ligado como utilizador: [B]%s[/B]
spanish: Conectado como usuario: [B]%s[/B]

# #3105
source: Your score: [B]%s[/B] ([B]%s[/B])
german: Deine Punkte: [B]%s[/B] ([B]%s[/B])
italian: Il tuo punteggio: [B]%s[/B] ([B]%s[/B])
portuguese: A sua pontuação: [B]%s[/B] ([B]%s[/B])
spanish: Tu puntuación: [B]%s[/B] ([B]%s[/B])

# #3106
source: Solved [B][COLOR=ff008B00]%s[/COLOR][/B] times, first by [B]%s[/B]
german: [B][COLOR=ff008B00]%s[/COLOR][/B] mal gelöst. Erster: [B]%s[/B]
italian: Risolto [B][COLOR=ff008B00]%s[/COLOR][/B] volte, il primo è stato [B]%s[B]
portuguese: Respondido [B][COLOR=ff008B00]%s[/COLOR][/B] times, first by [B]%s[/B]
spanish: Resuelto [B][COLOR=ff008B00]%s[/COLOR][/B] veces, primero por [B]%s[/B]

# #3107
source: Not solved yet
german: Bisher ungelöst
italian: Non ancora risolto
portuguese: Por responder
spanish: Sin solucionar

# #3108
source: Shot ID: [B]%s[/B]
italian: ID Immagine: [B]%s[/B]
portuguese: ID do instantâneo: [B]%s[/B]
spanish: Número de imagen: [B]%s[/B]

# #3109
source: Date: [B]%s[/B]
german: Datum: [B]%s[/B]
italian: Data: [B]%s[/B]
portuguese: Data: [B]%s[/B]
spanish: Fecha: [B]%s[/B]

# #3110
source: Posted by: [B]%s[/B]
german: Ersteller: [B]%s[/B]
italian: Postata da: [B]%s[/B]
portuguese: Colocado por: [B]%s[/B]
spanish: Enviado por: [B]%s[/B]

# #3111
source: Not released
german: Unveröffentlicht
italian: Non Rilasciata
portuguese: Não editado
spanish: No estrenado

# #3112
source: Deleted user
german: Gelöschter Benutzer
italian: Utente Cancellato
portuguese: Utilizador apagado
spanish: Usuario eliminado

# #3113
source: New Submissions
italian: Nuovi Invii
portuguese: Novos Envios
spanish: Nuevos envíos

# #3114
source: Feature Films
italian: Film Preferiti
portuguese: Filmes em Destaque
spanish: Películas destacadas

# #3115
source: The Archive
italian: L'archivio
portuguese: Em Arquivo
spanish: El Archivo

# #3116
source: [B]%s[/B] votes
italian: [B]%s[/B] voti
portuguese: [B]%s[/B] votos
spanish: [B]%s[/B] votos

# #3118
source: Hidden
german: Versteckt
italian: Nascosto
portuguese: Oculto
spanish: Oculto

# #3120
source: Rejected shots
italian: Immagini rifiutate
portuguese: Instantâneos Rejeitados
spanish: Imágenes rechazadas

# #3121
source: You already solved this shot
german: Du hast diesen Shot bereits gelöst
italian: Hai già risolto questa immagine
portuguese: Este instantâneo já foi decifrado
spanish: Ya has resuelto esta imagen

# #3122
source: The correct solution was: [B]%s[/B]
german: Die Lösung lautet: [B]%s[/B]
italian: La soluzione corretta era: [B]%s[/B]
portuguese: A resposta correcta era: [B]%s[/B]
spanish: La solución correcta era: [B]%s[/B]

# #3123
source: You posted this shot
german: Du hast diesen Shot erstellt
italian: Hai postato tu quest'immagine
portuguese: Enviou este instantâneo!
spanish: Ya has enviado esta imagen

# #3124
source: Sorry, you are not allowed to view the shot [B]%s[/B] - redirected to [B]%s[/B]
german: Sorry, du darfst den Shot [B]%s[/B] nicht sehen - umgeleitet zu [B]%s[/B]
italian: Scusa ma non sei autorizzato a vedere quest'immagine [B]%s[/B] - reindirizzato a [B]%s[/B]
portuguese: Desculpe, não está autorizado a ver o instantâneo [B]%s[/B] - redireccionado para [B]%s[/B]
spanish: Lo siento, no tienes permiso para ver la imagen [B]%s[/B] - redirigido a [B]%s[/B]

# #3125
source: The Vault
italian: La Volta
portuguese: O Baú
spanish: La Cámara Acorazada

# #3126
source: Awesome. Original title is: [B]%s[/B] +1 Point!
german: Großartig. Originaltitel: [B]%s[/B] +1 Punkt!
italian: Magnifico. Il titolo originale è: [B]%s[/B] +1 punto!
portuguese: Fantástico. O título original é: [B]%s[/B] +1 Point!
spanish: Genial. El título original es: [B]%s[/B] +1 Punto!

# #3127
source: Deleted Shots
italian: immagine Eliminata
portuguese: Instantâneos Apagados
spanish: Imágenes eliminadas

# #3128
source: Sorry, no such shot [B]%s[/B] - redirected to [B]%s[/B]
german: Sorry, es existiert kein Shot [B]%s[/B] - umgeleitet zu [B]%s[/B]
italian: Scusa nessuna immagine [B]%s[/B] - reindirizzato a [B]%s[/B]
portuguese: Desculpe, esse instantâneo não existe [B]%s[/B] - redireccionado para [B]%s[/B]
spanish: Lo siento, no existe la imagen [B]%s[/B] - redirigido a [B]%s[/B]

# #3201
source: Login
portuguese: Início de Sessão
spanish: Inicio de sesión

# #3202
source: Use whatthemovie.com account
german: whatthemovie.com Account benutzen
italian: Usa l'account di whatthemovie.com
portuguese: Usar conta whatthemovie.com
spanish: Usar cuenta de whatthemovie.com

# #3203
source: Username
german: Benutzername
italian: Nome utente
portuguese: Utilizador
spanish: Usuario

# #3204
source: Password
german: Passwort
portuguese: Palavra-passe
spanish: Contraseña

# #3205
source: Settings for "random" button (login required)
german: Zufallsoptionen (Login erforderlich)
italian: Impostazioni per il tasto "casuale" (è richiesto il login)
portuguese: Definições do botão "aleatório" (é necessário ligar-se)
spanish: Ajustes del botón "aleatorio" (requiere inicio de sesión)

# #3206
source: Difficulty
german: Schwierigkeit
italian: Difficolta
portuguese: Dificuldade
spanish: Dificultad

# #3207
source: Easy
german: Einfach
italian: Facile
portuguese: Fácil
spanish: Fácil

# #3208
source: Easy+medium
german: Einfach+Mittel
italian: Medio Facile
portuguese: Fácil+média
spanish: Fácil+media

# #3209
source: All
german: Alle
italian: Tutto
portuguese: Todos
spanish: Todos

# #3210
source: Include archive
german: Inkl. Archiv
italian: Includi Archivio
portuguese: Incluir arquivo
spanish: Incluir archivo

# #3211
source: Include solved
german: Inkl. gelöste
italian: Includi Risolti
portuguese: Incluir já resolvidos
spanish: Incluir resueltos

# #3212
source: Look+feel
italian: Guarda Senti
portuguese: Aspecto+atmosfera
spanish: Aparencia

# #3213
source: Look
german: Aussehen
italian: Guarda
portuguese: Aspecto
spanish: Aspecto

# #3214
source: Show "posted by"
german: Zeige "Veröffentlicht von"
italian: Mostra "postato da"
portuguese: Exibir "enviado por"
spanish: Mostar "enviado por"

# #3215
source: Show "solved"
german: Zeige "Gelöst"
italian: Mostra "risolti"
portuguese: Mostrar "decifrados"
spanish: Mostar "resuelto"

# #3216
source: Show "shot ID"
german: Zeige "Shot ID"
italian: Mostra "ID immagine"
portuguese: Mostrar "ID do instantâneo"
spanish: Mostrar "número de imagen"

# #3217
source: Show "shot date"
german: Zeige "Shot Datum"
italian: Mostra "data immagine"
portuguese: Mostrar "data do instantâneo"
spanish: Mostar "fecha de imagen"

# #3218
source: Behaviour
german: Verhalten
italian: Comportamento
portuguese: Procedimento
spanish: Comportamiento

# #3219
source: Auto jump after guess was right
german: Auto Sprung nach korrektem raten
italian: Avanzamento automatico sopo la risposta esatta
portuguese: Passar ao próximo se decifrar correctamente
spanish: Saltar automáticamente cuando la respuesta sea correcta

# #3220
source: ...after x seconds
german: ...nach X Sekunden
italian: .....dopo x secondi
portuguese: ...após x segundos
spanish: ... después de X segundos

# #3221
source: Show "shot flags"
german: Zeige "Shot Flaggen"
italian: Mostra "bandiere immagini"
portuguese: Mostrar "etiquetas do instantâneo"
spanish: Mostrar "etiquetas de imagen"

# #3222
source: Flags
german: Flaggen
italian: Bandiere
portuguese: Etiquetas
spanish: Etiquetas

# #3223
source: Flag 1
german: Flagge 1
italian: Bandiera 1
portuguese: Etiqueta 1
spanish: Etiqueta 1

# #3224
source: Flag 2
german: Flagge 2
italian: Bandiera 2
portuguese: Etiqueta 2
spanish: Etiqueta 2

# #3225
source: Flag 3
german: Flagge 3
italian: Bandiera 3
portuguese: Etiqueta 3
spanish: Etiqueta 3

# #3226
source: Flag 4
german: Flagge 4
italian: Bandiera 4
portuguese: Etiqueta 4
spanish: Etiqueta 4

# #3227
source: Flag 5
german: Flagge 5
italian: Bandiera 5
portuguese: Etiqueta 5
spanish: Etiqueta 5

# #3228
source: Choose the flags you want to see
german: Wähle die sichtbaren Flaggen
italian: Scegli la bandiera che vuoi vedere
portuguese: Escolha as etiquetas que quer ver
spanish: Elige las etiquetas que quieres ver

# #3229
source: Navigation options (login required)
german: Navigationsoptionen (Login erfolderlich)
italian: Opzioni di navigazione (è richiesto il login)
portuguese: Opções de navegação (é necessário iniciar sessão)
spanish: Opciones de navegación (requiere inicio de sesión)

# #3230
source: Only unsolved Shots
german: Nur ungelöste Shots
italian: Solo immagini irrisolte
portuguese: Apenas instantâneos por decifrar
spanish: Solo Imágenes sin resolver

# #3231
source: Show "shot rating"
german: Zeige "Shot Bewertungen"
italian: Mostra "votazione immagine"
portuguese: Mostrar "avaliação do instantâneo"
spanish: Mostar "calificación de imagen"

# #3232
source: Jump to
german: Springe zu
italian: Vai a
portuguese: Passar para
spanish: Saltar a

# #3233
source: Random
german: Zufall
italian: Casuale
portuguese: Aleatório
spanish: Aleatorio

# #3234
source: Next
german: Nächstem
italian: Successivo
portuguese: Seguinte
spanish: Siguiente

# #3235
source: Show tool buttons
german: Zeige "Funktions Buttons"
italian: Mostra bottoni strumento
portuguese: Mostrar botões de utilidades
spanish: Mostar botones de herramientas

# #3236
source: Show navigation buttons
german: Zeige "Navigations Buttons"
italian: Mostra bottoni navigazione
portuguese: Mostrar botões de navegação
spanish: Mostrar botones de navegación

# #3237
source: Keys
german: Tasten
italian: Chiavi
portuguese: Teclas
spanish: Teclas

# #3238
source: Choose buttons for actions
german: Wähle Tasten für Funktionen
italian: Scegli bottoni per azioni
portuguese: Escolher botões para acções
spanish: Elige botones para las acciones

# #3239
source: No key
german: Keine Taste
italian: Nessuna chiave
portuguese: Sem tecla
spanish: Sin tecla

# #3240
source: page up
german: Bild Hoch
italian: pagina su
spanish: página arriba

# #3241
source: page down
german: Bild Runter
italian: pagina giù
spanish: página abajo

# #3242
source: show info
german: Zeige Info
italian: mostra informazioni
portuguese: mostrar info
spanish: mostrar info

# #3243
source: pause
italian: pausa
portuguese: pausar
spanish: pausa

# #3244
source: stop
portuguese: parar
spanish: detener

# #3245
source: next item
italian: elemento successivo
portuguese: próximo item
spanish: siguiente elemento

# #3246
source: prev item
italian: elemento precedente
portuguese: item anterior
spanish: anterior elemento

# #3247
source: fast forward
german: Vorspulen
italian: avanti veloce
portuguese: avançar
spanish: avance rápido

# #3248
source: rewind
german: Zurückspulen
italian: riavvolgi
portuguese: retroceder
spanish: rebobinar

# #3249
source: play
italian: esegui
portuguese: iniciar
spanish: reproducir

# #3250
source: context menu
german: Kontext-Menu
italian: menù contestuale
portuguese: menu de contexto
spanish: menú contextual

# #3251
source: volume up
german: Volume +
italian: Alza il Volume
portuguese: aumentar volume
spanish: subir volumen

# #3252
source: volume down
german: Volume -
italian: Abbassa il Volume
portuguese: diminuir volume
spanish: bajar volumen

# #3253
source: scroll up
italian: Scorri verso l'alto
portuguese: deslocar para cima
spanish: desplazar arriba

# #3254
source: scroll down
italian: Scorri verso il basso
portuguese: deslocar para baixo
spanish: desplazar abajo

# #3255
source: home
german: Pos1
italian: Casa
spanish: inicio

# #3256
source: end
german: Ende
italian: fine
spanish: fin

# #3260
source: Next
german: Nächster
italian: Successivo
portuguese: Seguinte
spanish: Siguiente

# #3261
source: Previous
german: Vorheriger
italian: Precedente
portuguese: Anterior
spanish: Anterior

# #3262
source: Jump
german: Springen
italian: Salta
portuguese: Passar
spanish: Saltar

# #3263
source: Bookmark
german: Lesezeichen
italian: Segnalibri
portuguese: Marcador
spanish: Marcador

# #3264
source: Favourite
german: Favorisieren
italian: Preferito
portuguese: Favorito
spanish: Favorito

# #3265
source: Solve
german: Lösen
italian: Risolvi
portuguese: Decifrar
spanish: Resolver

# #3200
source: General
german: Allgemein
italian: Generale
portuguese: Geral
