Repository: xbmc/repo-scripts
Catalog: plugin.video.npogemist/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #30001
source: Settings
nl_nl: Instellingen

# #30002
source: Subtitles
nl_nl: Ondertiteling

# #30003
source: Guide
nl_nl: Gids

# #30004
source: The television guide for the last week. This includes programs that can not (yet) be played; they will show in italic letters.
nl_nl: De televisiegids van de laatste week. Hier staan ook programma's die (nog) niet kunnen worden afgespeeld; die staan in schuine letters.

# #30005
source: New
nl_nl: Nieuw

# #30006
source: New broadcasts from the last few days.
nl_nl: Nieuwe uitzendingen van de laatste dagen.

# #30007
source: Today
nl_nl: Vandaag

# #30008
source: Yesterday
nl_nl: Gisteren

# #30009
source: Day before yesterday
nl_nl: Eergisteren

# #30010
source: Programs
nl_nl: Programma's

# #30011
source: Programs by alphabet.
nl_nl: Programma's op alfabet.

# #30012
source: Programs starting with the letter {0}.
nl_nl: Programma's die beginnen met de letter {0}.

# #30013
source: Programs not starting with a letter.
nl_nl: Programma's die niet met een letter beginnen.

# #30015
source: Programs by genre.
nl_nl: Programma's op genre.

# #30016
source: Search for broadcasts by name or description.
nl_nl: Zoek naar uitzendingen op naam of omschrijving.

# #30017
source: Broadcasts of a certain duration. Check here if you want to watch television for a certain time.
nl_nl: Uitzendingen op lengte. Check hier als je een bepaalde tijd televisie wil kijken.

# #30018
source: {0}-{1} minutes
nl_nl: {0}-{1} minuten

# #30019
source: {0} minutes or more
nl_nl: {0} minuten of langer

# #30020
source: re-run
nl_nl: herh.

# #30021
source: All
nl_nl: Alles

# #30022
source: Broadcasts from all channels
nl_nl: Uitzendingen op alle kanalen

# #30023
source: New search
nl_nl: Nieuwe zoekopdracht

# #30024
source: Earlier search: '{0}'
nl_nl: Eerdere zoekopdracht: '{0}'

# #30025
source: Recently viewed
nl_nl: Kortgeleden bekeken

# #30026
source: Programs you have recently viewed. Check here if there are new episodes waiting.
nl_nl: Programma's die je kortgeleden bekeken hebt. Kijk hier of er nieuwe afleveringen zijn.

# #30027
source: This program is not available.
nl_nl: Dit programma is niet beschikbaar.
