Repository: xbmc/repo-scripts
Catalog: script.videoextras/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
pt_br: Adiciona extras de vídeos em filmes e seriados.

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
pt_br: Prove um caminho para vídeo extras via info de vídeo. Ver o wiki para instruções de configuração.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras
pt_br: Skinners, por favor veja o wiki para saber como integrar em sua skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras

# #32002
source: Extras Directory Name
pt_br: Nome Diretório Extras

# #32003
source: Search Nested Directories
pt_br: Procurar em diretórios aninhados

# #32004
source: Enable Extras with File Tag
pt_br: Ativar Extras com Tag no Arquivo

# #32005
source: Extras File Name Tag
pt_br: Extras com Tag no Nome Arquivo

# #32006
source: Menu to show after playing an extra
pt_br: Menu a ser mostrado após reproduzir um extra

# #32007
source: Video Selection
pt_br: Seleção de Vídeo

# #32008
source: Information
pt_br: Informação

# #32010
source: File System
pt_br: Sistema de Arquivos

# #32011
source: Remote Extras Location
pt_br: Localização Extras Remota

# #32012
source: Use Custom Extras Location
pt_br: Usar Localização Customizada dos Extras

# #32013
source: Path
pt_br: Caminho

# #32014
source: Custom Movies Sub-Folder
pt_br: Subpasta Filmes Customizada

# #32015
source: Custom TV Shows Sub-Folder
pt_br: Subpasta Seriados Customizada

# #32016
source: Advanced
pt_br: Avançado

# #32017
source: Force Extras Button Display
pt_br: Forçar a apresentação do Botão Extras

# #32018
source: Exclude Files Regular Expression
pt_br: Excluir Arquivo Expressão Regular

# #32019
source: Debugging
pt_br: Depurando

# #32020
source: Enable debug logging
pt_br: Ativar log de depuração

# #32021
source: Database
pt_br: Banco de Dados

# #32022
source: Enable Database Support
pt_br: Ativar Suporte Banco de Dados

# #32023
source: Operations
pt_br: Operações

# #32025
source: Use Detailed List Screen
pt_br: Usar lista detalhada na tela

# #32026
source: Window to show after exiting detailed list
pt_br: Janela a ser mostrada após sair da lista detalhada

# #32027
source: Allow caching of extras on startup
pt_br: Permitir cacheamento de extras ao inicializar

# #32028
source: Browse Extras
pt_br: Navegar nos Extras

# #32029
source: Custom Music Video Sub-Folder
pt_br: Subpasta Concertos Customizada

# #32101
source: Play All
pt_br: Reproduzir todos

# #32103
source: No extras found
pt_br: Nenhum extra encontrado

# #32104
source: Resume from
pt_br: Resumir de

# #32105
source: Start from beginning
pt_br: Iniciar/Reiniciar

# #32106
source: Mark as watched
pt_br: Marcar como assistido

# #32107
source: Mark as unwatched
pt_br: Marcar como por assistir

# #32108
source: Edit title
pt_br: Editar o título

# #32109
source: Failed to update title
pt_br: Falhou ao atualizar o título

# #32110
source: Movies
pt_br: Filmes

# #32111
source: TV Shows
pt_br: Seriados

# #32112
source: Music Videos
pt_br: Videoclipes
