Repository: xbmc/repo-scripts
Catalog: script.globalsearch/resources/language/Swedish/strings.po
Languages: sv

# #32000
source: General
sv: Allmänna

# #32001
source: Search Movies
sv: Sök filmer

# #32002
source: Search TV Shows
sv: Sök TV-Serier

# #32003
source: Search Episodes
sv: Sök avsnitt

# #32004
source: Search Music Videos
sv: Sök musikvideor

# #32005
source: Search Artists
sv: Sök artister

# #32006
source: Search Abums
sv: Sök album

# #32007
source: Search Songs
sv: Sök låtar

# #32008
source: Search Actors
sv: Sök skådespelare

# #32101
source: Enter search string
sv: Ange söksträng

# #32203
source: Browse album
sv: Bläddra i album

# #32204
source: Season information
sv: Säsongsinformation

# #32205
source: Play trailer
sv: Spela trailer

# #32206
source: Find album
sv: Hitta album

# #32207
source: Find all seasons
sv: Hitta alla säsonger

# #32208
source: Find all episodes
sv: Hitta alla avsnitt

# #32209
source: Find all albums
sv: Hitta alla album

# #32210
source: Find all songs
sv: Hitta alla låtar

# #32211
source: Movies starring
sv: Filmer med

# #32299
source: NEW SEARCH
sv: NY SÖKNING
