Repository: xbmc/repo-scripts
Catalog: script.tvguide/resources/language/French (Canada)/strings.po
Languages: fr_ca

# #30000
source: No description
fr_ca: Aucune description

# #30001
source: [B]Loading data from external source...[/B]
fr_ca: [B]Chargement des données d'une source externe[/B]

# #30002
source: Calculating remaning time...
fr_ca: Calcul du temps restant...

# #30003
source: Approximately %d seconds left...
fr_ca: Approximativement %d secondes restantes...

# #30004
source: Loading of data already in progress...
fr_ca: Chargement des données déjà en cours...

# #30005
source: Mouse control
fr_ca: Contrôle de la souris

# #30006
source: Now
fr_ca: Maintenant

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
fr_ca: [B]Conseil![/B] Vous pouvez aussi utiliser la mollette de défilement

# #30008
source: Cancel
fr_ca: Annuler

# #30009
source: No program available
fr_ca: Aucun programme disponible

# #30100
source: General
fr_ca: Général

# #30102
source: Show channels from category
fr_ca: Afficher les chaînes de la catégorie

# #30103
source: XMLTV file
fr_ca: Fichier XMLTV

# #30104
source: Clear cache...
fr_ca: Vider le cache...

# #30105
source: Done!
fr_ca: Terminé!

# #30106
source: Show notification before selected programs start
fr_ca: Afficher une notification avant le début des programmes sélectionnés

# #30107
source: Use program image as background
fr_ca: Utiliser l'image du programme comme arrière-plan

# #30108
source: Clear all reminders...
fr_ca: Enlever tous les rappels...

# #30109
source: Remember to clear the cache when you change source
fr_ca: Rappelez-vous de vider le cache quand vous changez de source

# #30110
source: Update program information on XBMC startup
fr_ca: Mettre à jour les informations des programmes au démarrage de XBMC

# #30111
source: Play channels using the YouSee web-tv addon
fr_ca: Lire les chaînes en utilisant l'addiciel YouSee web-tv

# #30113
source: Play channels using the Danish Live TV addon
fr_ca: Lire les chaînes en utilisant l'addiciel de la télé danoise en direct

# #30114
source: Startup
fr_ca: Démarrage

# #30115
source: - clear cache first
fr_ca: - vider d'abord le cache

# #30116
source: Search for channel logos in
fr_ca: Chercher les logos des chaînes dans

# #30118
source: Enable OSD menu
fr_ca: Activer le menu à l'écran

# #30119
source: Disabling the OSD menu may fix video stuttering.
fr_ca: Désactiver le menu à l'écran pourrait régler le manque de fluidité de la la vidéo

# #30120
source: Use alternate streaming method (required for some addons)
fr_ca: Utiliser une méthode alternative de lecture en transit (exigé pour certains addiciels)

# #30121
source: Alternative streaming is not compatible with OSD menu
fr_ca: La lecture en transit alternative n'est pas compatible avec le menu à l'écran

# #30122
source: XMLTV URL
fr_ca: URL XMLTV

# #30123
source: XMLTV type
fr_ca: Type XMLTV

# #30124
source: Local file
fr_ca: Fichier local

# #30150
source: Oops, sorry about that!
fr_ca: Oups, j'en suis désolé!

# #30151
source: It was not possible to load program data,
fr_ca: Impossible de charger les données du programme.

# #30152
source: check settings or try again later...
fr_ca: vérifier les paramètres ou ressayer plus tard...

# #30153
source: because the settings are invalid!
fr_ca: car les paramètres sont invalides!

# #30154
source: It looks like your current skin has a special
fr_ca: Il semble que votre habillage actuel a une version

# #30155
source: version of the TV Guide skin that is not up-to-date.
fr_ca: spéciale de l'habillage du guide télé qui n'est pas à jour.

# #30156
source: Please try with a different skin...
fr_ca: Veuillez essayer avec un habillage différent...

# #30157
source: It looks like the TV Guide database is broken.
fr_ca: Il semble que la base de données du guide télé soit brisée.

# #30158
source: The database will be deleted and recreated.
fr_ca: La base de données sera supprimée et recrée.

# #30159
source: Channel configuration, etc. is unfortunately lost.
fr_ca: La configuration des chaînes, etc... est malheureusement perdue.

# #30200
source: on [B]%s[/B] in 5 minutes...
fr_ca: sur [B]%s[/B] dans 5 minutes...

# #30201
source: on [B]%s[/B] is starting now...
fr_ca: sur [B]%s[/B] commence maintenant...

# #30300
source: Watch %s
fr_ca: Regarder %s

# #30301
source: Remind
fr_ca: Rappeler

# #30302
source: Don't remind
fr_ca: Ne pas rappeler

# #30303
source: Cancel
fr_ca: Annuler

# #30304
source: Choose stream
fr_ca: Choisir un flux

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
fr_ca: Vous pouvez choisir votre propre fichier .strm à lire quand vous voulez regarder cette chaîne.

# #30306
source: Remove stream file
fr_ca: Enlever le fichier de flux

# #30307
source: Channels
fr_ca: Chaînes

# #30308
source: Quit
fr_ca: Quitter

# #30500
source: [B]Edit channel order and visibility[/B]
fr_ca: [B]Modifier l'ordre des chaînes et la visbilité[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
fr_ca: Déplacer vers le haut ou le bas pour changer[CR]la position de la chaîne. Choisir ou naviguer[CR]vers la gauche pour accepter la position.

# #30502
source: Save
fr_ca: Enregistrer

# #30503
source: Cancel
fr_ca: Annuler

# #30600
source: [B]Setup stream[/B]
fr_ca: [B]Configuration du flux[/B]

# #30601
source: .strm file
fr_ca: Fichier .strm

# #30602
source: Favourites
fr_ca: Favoris

# #30603
source: Addons
fr_ca: Addiciels

# #30604
source: Preview stream
fr_ca: Prévisualiser le flux

# #30605
source: Save
fr_ca: Enregistrer

# #30606
source: Cancel
fr_ca: Annuler

# #30607
source: Stop preview
fr_ca: Arrêter la prévisualisation

# #30610
source: Browse...
fr_ca: Parcourir...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
fr_ca: Cliquez sur Parcourir... ci-dessous et naviguez vers votre fichier de flux. Une fois le fichier trouvé, vous pouvez prévisualiser le flux pour tester s'il fonctionne dans XBMC.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
fr_ca: Choisir un favori ci-dessous. Seuls les favoris [I]PlayMedia[/I] sont pris en charge.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
fr_ca: Plusieurs addiciels offrent ces chaînes.[CR]En choisir une pour regarder le flux.

# #30800
source: JSON-EPG URL
fr_ca: URL JSON-EPG

# #30801
source: Play channels using the Weeb.Tv addon
fr_ca: Lire les chaînes en utilisant l'addiciel Weeb.Tv

# #30802
source: TV Guide is configured to stream using Weeb.Tv
fr_ca: Le guide télé est configuré pour lire en transit en utilisant

# #30803
source: addon which is not installed.
fr_ca: l'addiciel Weeb.tv qui n'est pas installé.

# #30804
source: Streaming using that addon is now disabled.
fr_ca: La lecture en transit avec cet addiciel est maintenant désactivée.
