Repository: xbmc/repo-scripts
Catalog: weather.openweathermap.extended/resources/language/resource.language.*/strings.po
Languages: bg_bg, cs_cz, fi_fi, fr_ca, gl_es, he_il, it_it, ko_kr, lt_lt, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, sr_rs, tr_tr

# #32101
source: Location setup
bg_bg: Локации
cs_cz: Nastavení umístění
fi_fi: Sijaintiasetukset
fr_ca: Configuration des lieux
gl_es: Configuración da localización
he_il: הגדרות מיקום
it_it: Configurazione località
ko_kr: 위치 선택
lt_lt: Vietovės nustatymas
nl_nl: Locatiesetup
pl_pl: Ustawienia lokalizacji
pt_br: Ajustes de local
pt_pt: Definir localização
ro_ro: Alegere locații
sr_rs: Подешавање локације
tr_tr: Konum ayarı

# #32102
source: Advanced
bg_bg: Допълнителни
cs_cz: Pokročilé
fi_fi: Lisäasetukset
fr_ca: Avancé
gl_es: Avanzado
he_il: מתקדם
it_it: Avanzate
ko_kr: 고급
lt_lt: Papildomi
nl_nl: Geavanceerd
pl_pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro_ro: Avansat
sr_rs: Напредни
tr_tr: Gelişmiş

# #32103
source: Expert
bg_bg: За експерти
cs_cz: Pokročilé
fi_fi: Expertti
gl_es: Experto
he_il: מומחה
it_it: Esperto
ko_kr: 전문가
lt_lt: Ekspertams
pl_pl: Eksperckie
pt_pt: Experiente
sr_rs: Експертски
tr_tr: Uzman

# #32104
source: Maps
he_il: מפה

# #32110
source: API key
he_il: מפתח API
it_it: Chiave API

# #32111
source: Location 1
bg_bg: Място 1
cs_cz: Umístění 1
fi_fi: Sijainti 1
fr_ca: Lieu 1
gl_es: Localización 1
he_il: מיקום 1
it_it: Località 1
ko_kr: 위치 1
lt_lt: Vietovė 1
nl_nl: Locatie 1
pl_pl: Lokalizacja 1
pt_br: Local 1
pt_pt: Localização 1
ro_ro: Locație 1
sr_rs: Локација 1
tr_tr: Konum 1

# #32112
source: Location 2
bg_bg: Място 2
cs_cz: Umístění 2
fi_fi: Sijainti 2
fr_ca: Lieu 2
gl_es: Localización 2
he_il: מיקום 2
it_it: Località 2
ko_kr: 위치 2
lt_lt: Vietovė 2
nl_nl: Locatie 2
pl_pl: Lokalizacja 2
pt_br: Local 2
pt_pt: Localização 2
ro_ro: Locație 2
sr_rs: Локација 2
tr_tr: Konum 2

# #32113
source: Location 3
bg_bg: Място 3
cs_cz: Umístění 3
fi_fi: Sijainti 3
fr_ca: Lieu 3
gl_es: Localización 3
he_il: מיקום 3
it_it: Località 3
ko_kr: 위치 3
lt_lt: Vietovė 3
nl_nl: Locatie 3
pl_pl: Lokalizacja 3
pt_br: Local 3
pt_pt: Localização 3
ro_ro: Locație 3
sr_rs: Локација 3
tr_tr: Konum 3

# #32114
source: Location 4
bg_bg: Място 4
cs_cz: Umístění 4
fi_fi: Sijainti 4
fr_ca: Lieu 4
gl_es: Localización 4
he_il: מיקום 4
it_it: Località 4
ko_kr: 위치 4
lt_lt: Vietovė 4
nl_nl: Locatie 4
pl_pl: Lokalizacja 4
pt_br: Local 4
pt_pt: Localização 4
ro_ro: Locație 4
sr_rs: Локација 4
tr_tr: Konum 4

# #32115
source: Location 5
bg_bg: Място 5
cs_cz: Umístění 5
fi_fi: Sijainti 5
fr_ca: Lieu 5
gl_es: Localización 5
he_il: מיקום 5
it_it: Località 5
ko_kr: 위치 5
lt_lt: Vietovė 5
nl_nl: Locatie 5
pl_pl: Lokalizacja 5
pt_br: Local 5
pt_pt: Localização 5
ro_ro: Locație 5
sr_rs: Локација 5
tr_tr: Konum 5

# #32116
source: Location 1 ID
bg_bg: Идентификатор 1
cs_cz: ID umístění 1
fi_fi: Sijainti 1 ID
fr_ca: ID du lieu 1
gl_es: ID da Localización 1
he_il: מזהה מיקום 1
it_it: Località 1 ID
ko_kr: 위치 1 ID
lt_lt: Vietovės 1 ID
nl_nl: Locatie 1 ID
pl_pl: Identyfikator lokalizacji 1
pt_br: Local ID 1
pt_pt: ID da Localização 1
ro_ro: ID locație 1
sr_rs: Локација 1 ID
tr_tr: Konum 1 ID

# #32117
source: Location 2 ID
bg_bg: Идентификатор 2
cs_cz: ID umístění 2
fi_fi: Sijainti 2 ID
fr_ca: ID du lieu 2
gl_es: ID da Localización 2
he_il: מזהה מיקום 2
it_it: Località 2 ID
ko_kr: 위치 2 ID
lt_lt: Vietovės 2 ID
nl_nl: Locatie 2 ID
pl_pl: Identyfikator lokalizacji 2
pt_br: Local ID 2
pt_pt: ID da Localização 2
ro_ro: ID locație 2
sr_rs: Локација 2 ID
tr_tr: Konum 2 ID

# #32118
source: Location 3 ID
bg_bg: Идентификатор 3
cs_cz: ID umístění 3
fi_fi: Sijainti 3 ID
fr_ca: ID du lieu 3
gl_es: ID da Localización 3
he_il: מזהה מיקום 3
it_it: Località 3 ID
ko_kr: 위치 3 ID
lt_lt: Vietovės 3 ID
nl_nl: Locatie 3 ID
pl_pl: Identyfikator lokalizacji 3
pt_br: Local ID 3
pt_pt: ID da Localização 3
ro_ro: ID locație 3
sr_rs: Локација 3 ID
tr_tr: Konum 3 ID

# #32119
source: Location 4 ID
bg_bg: Идентификатор 4
cs_cz: ID umístění 4
fi_fi: Sijainti 4 ID
fr_ca: ID du lieu 4
gl_es: ID da Localización 4
he_il: מזהה מיקום 4
it_it: Località 4 ID
ko_kr: 위치 4 ID
lt_lt: Vietovės 4 ID
nl_nl: Locatie 4 ID
pl_pl: Identyfikator lokalizacji 4
pt_br: Local ID 4
pt_pt: ID da Localização 4
ro_ro: ID locație 4
sr_rs: Локација 4 ID
tr_tr: Konum 4 ID

# #32120
source: Location 5 ID
bg_bg: Идентификатор 5
cs_cz: ID umístění 5
fi_fi: Sijainti 5 ID
fr_ca: ID du lieu 5
gl_es: ID da Localización 5
he_il: מזהה מיקום 5
it_it: Località 5 ID
ko_kr: 위치 5 ID
lt_lt: Vietovės 5 ID
nl_nl: Locatie 5 ID
pl_pl: Identyfikator lokalizacji 5
pt_br: Local Id 5
pt_pt: ID da Localização 5
ro_ro: ID locație 5
sr_rs: Локација 5 ID
tr_tr: Konum 5 ID

# #32121
source: Show lat/lon when searching locations
bg_bg: Показвай географска ширина/дължина при търсене
cs_cz: Ukazuj zeměpisné souřadnice když hledáš umístění
fi_fi: Näytä leveys- ja pituusasteet paikkoja etsiessä
fr_ca: Montrer la latitude/longitude lors de la recherche de lieux
gl_es: Amosar a lat./lonx. ao buscar localizacións
he_il: הצג קווי אורך / רוחב כאשר מחפשים תחנה
it_it: Mostra lat/lon quando cerchi le località
ko_kr: 위치를 찾을 때 위도/경도 표시
lt_lt: Rodyti platumą/ilgumą ieškant vietovių
nl_nl: Toon lat/lon bij zoeken naar locaties
pl_pl: Pokazuj współrzędne podczas wyszukiwania
pt_br: Mostrar lat/long quando procurar locais
pt_pt: Mostrar lat/lon na procura de localizações
ro_ro: Arată latitudine și longitudine când se caută locații
sr_rs: Прикажи ширину/дужину приликом тражења локације
tr_tr: Konumları ararken enlem/boylam bilgilerini göster

# #32122
source: Weekend
bg_bg: Уикенд
cs_cz: Víkend
fi_fi: Viikonloppu
fr_ca: Fin de semaine
gl_es: Fin de semana
he_il: סוף שבוע
it_it: Fine Settimana
ko_kr: 주말
lt_lt: Savaitgalis
pt_br: Fim de Semana
pt_pt: Fim-de-semana
ro_ro: Sfârșit de săptămână
sr_rs: Викенд
tr_tr: Hafta sonu

# #32123
source: Saturday/Sunday
bg_bg: събота/неделя
cs_cz: Sobota/Neděle
fi_fi: Lauantai/sunnuntai
fr_ca: samedi/dimanche
gl_es: Sábado/Domingo
he_il: שבת/ראשון
it_it: Sabato/Domenica
ko_kr: 토요일/일요일
lt_lt: Šeštadienis/Sekmadienis
nl_nl: Zaterdag/Zondag
pl_pl: Sobota/Niedziela
pt_br: Sábado/Domingo
pt_pt: Sábado/Domingo
ro_ro: Sâmbătă/Duminică
sr_rs: Субота/Недеља
tr_tr: Cumartesi/Pazar

# #32124
source: Friday/Saturday
bg_bg: петък/събота
cs_cz: Pátek/Sobota
fi_fi: Perjantai/lauantai
fr_ca: vendredi/samedi
gl_es: Venres/Sábado
he_il: שישי/שבת
it_it: Venerdì/Sabato
ko_kr: 금요일/토요일
lt_lt: Penktadienis/Šeštadienis
nl_nl: Vrijdag/Zaterdag
pl_pl: Piątek/Sobota
pt_br: Sexta/Sábado
pt_pt: Sexta/Sábado
ro_ro: Vineri/Sâmbătă
sr_rs: Петак/Субота
tr_tr: Cuma/Cumartesi

# #32125
source: Thursday/Friday
bg_bg: четвъртък/петък
cs_cz: Čtvrtek/Pátek
fi_fi: Torstai/perjantai
fr_ca: jeudi/vendredi
gl_es: Xoves/Venres
he_il: חמישי/שישי
it_it: Giovedì/Venerdì
ko_kr: 목요일/금요일
lt_lt: Ketvirtadienis/Penktadienis
nl_nl: Donderdag/Vrijdag
pl_pl: Czwartek/Piątek
pt_br: Quinta/Sexta
pt_pt: Quinta/Sexta
ro_ro: Joi/Vineri
sr_rs: Четвртак/Петак
tr_tr: Perşembe/Cuma

# #32126
source: Use personal weather station
bg_bg: Ползвай лична метеорологична станция
cs_cz: Použij osobní meteostanici
fi_fi: Käytä henkilökohtaista sääasemaa
fr_ca: Utiliser une station météo personnelle
gl_es: Empregar unha estación de tempo persoal
he_il: השתמש בתחנת מזג אויר פרטית
it_it: Usa la tua stazione meteo personale
lt_lt: Naudoti asmeninę orų stotį
nl_nl: Gebruik persoonlijk weerstation
pl_pl: Używaj osobistej stacji pogodowej
pt_br: Usar dados da estação pessoal em clima
pt_pt: Usar estação meteorológica específica
ro_ro: Folosește stație meteo personală
tr_tr: Kişisel hava durumu istasyonu kullan

# #32127
source: Station ID
bg_bg: Идентификатор на станцията
cs_cz: ID meteostanice
fi_fi: Asema ID
fr_ca: ID de la station
gl_es: ID da estación
he_il: מזהה תחנה
it_it: ID Stazione
lt_lt: Stoties ID
pl_pl: Identyfikator stacji
pt_br: Estação ID
pt_pt: ID da Estação
ro_ro: ID stație
tr_tr: İstasyon ID

# #32128
source: Map zoom level
bg_bg: Мащабиране на картата
cs_cz: Uroveň přiblížení mapy
fi_fi: Kartan zoomaus-taso
fr_ca: Niveau de zoom de la carte
gl_es: Nivel de aumento do mapa
he_il: רמת תקריב של מפה
it_it: Livello zoom della mappa
ko_kr: 지도 확대 레벨
lt_lt: Žemėlapio mastelis
nl_nl: Zoomniveau kaart
pl_pl: Poziom powiększenia mapy
pt_br: Nível Zoom no Mapa
pt_pt: Nível de ampliação do mapa
ro_ro: Nivel apropiere hartă
sr_rs: Ниво зумирања на мапама
tr_tr: Harita yakınlaştırma düzeyi

# #32129
source: Enable logging
bg_bg: Включи воденето на журнал
cs_cz: Povolit záznam
fi_fi: Aktivoi logittaminen
fr_ca: Activer la journalisation
gl_es: Habilitar o rexistro
he_il: אפשר יומן רישום
it_it: Abilita i log
ko_kr: 로그 사용
lt_lt: Įjungti žurnalo rašymą
nl_nl: Zet log aan
pl_pl: Rejestruj komunikaty diagnostyczne w dzienniku
pt_br: Ativar Log de Depuração
pt_pt: Activar log
ro_ro: Activează jurnalizare
tr_tr: Günlüğü etkinleştir

# #32130
source: Download weather maps
bg_bg: Сваляй метеорологични карти
cs_cz: Stáhni mapy počasí
fi_fi: Lataa sääkartat
fr_ca: Télécharger les cartes météo
gl_es: Descargar Mapas Meteorolóxicos
he_il: הורד מפות מזג אויר
it_it: Scarica mappe meteo
lt_lt: Atsisiųsti orų žemėlapius
nl_nl: Download weer kaarten
pl_pl: Pobieraj mapy pogody
pt_br: Transferir os mapas de clima
pt_pt: Transferir mapas meteorológicos
ro_ro: Descarcă hărți meteo
sr_rs: Преузми временске мапе
tr_tr: Hava durumu haritalarını indir

# #32131
source: Get an api key at: http://openweathermap.org/appid
he_il: השג מפתח API ב: http://openweathermap.org/appid
it_it: Ottieni un chiave API su: http://openweathermap.org/appid
lt_lt: Gaukite API raktą čia: http://openweathermap.org/appid

# #32132
source: and enter it in the addon settings,
he_il: והכנס אותו בהגדרות ההרחבה,
it_it: e immettila nelle impostazioni dell'addon,
lt_lt: ir įveskite jį priedo nustatymuose

# #32133
source: or disable this addon.
he_il: או השבת את ההרחבה.
it_it: o disabilita quest'addon.
lt_lt: arba išjunkite šį priedą.

# #32135
source: To use maps, get an api key at: http://openweathermap.org/appid
he_il: כדי להשתמש במפה, השג מפתח API ב: http://openweathermap.org/appid

# #32201
source: Thunderstorm with light rain
he_il: סופות רעמים עם גשם קל
it_it: Temporale con leggera pioggia
lt_lt: Perkūnija su lengvu lietumi

# #32202
source: Thunderstorm with rain
he_il: סופות רעמים עם גשם
it_it: Temporale con pioggia
lt_lt: Perkūnija su lietumi

# #32203
source: Thunderstorm with heavy rain
he_il: סופות רעמים עם גשם כבד
it_it: Temporale con forte pioggia"
lt_lt: Perkūnija su smarkiu lietumi

# #32204
source: Light thunderstorm
he_il: סופות רעמים קלות
it_it: Lieve temporale
lt_lt: Nedidelė perkūnija

# #32205
source: Thunderstorm
he_il: סופת רעמים
it_it: Temporale
lt_lt: Perkūnija

# #32206
source: Heavy thunderstorm
he_il: סופות רעמים כבדות
it_it: Forte temporale
lt_lt: Smarki perkūnija

# #32207
source: Ragged thunderstorm
he_il: סופות רעמים מפוזרות
it_it: Temporale irregolare
lt_lt: Vietomis perkūnija

# #32208
source: Thunderstorm with light drizzle
he_il: סופות רעמים עם טפטוף קל
it_it: Temporale con leggera pioggerella
lt_lt: Perkūnija su lengva dulksna

# #32209
source: Thunderstorm with drizzle
he_il: סופות רעמים עם טפטוף
it_it: Temporale con pioggerella

# #32210
source: Thunderstorm with heavy drizzle
he_il: סופות רעמים עם טפטוף כבד
it_it: Temporale con forte pioggerella
lt_lt: Perkūnija su stipria dulksna

# #32211
source: Light intensity drizzle
he_il: טפטוף קל
it_it: Pioggerella di bassa intensità
lt_lt: Lengva dulksna

# #32212
source: Drizzle
he_il: טפטוף
it_it: Pioggerella
lt_lt: Dulksna

# #32213
source: Heavy intensity drizzle
he_il: טפטוף בעוצמה כבדה
it_it: Pioggerella di forte intensità
lt_lt: Smarki dulksna

# #32214
source: Light intensity drizzle rain
he_il: גשם מטפטף בעוצמה קלה
it_it: Pioggia pioggerella di bassa intensità
lt_lt: Lengvas dulkiantis lietus

# #32215
source: Drizzle rain
he_il: גשם מטפטף
it_it: Pioggia pioggerella
lt_lt: Dulkiantis lietus

# #32216
source: Heavy intensity drizzle rain
he_il: גשם כבד של טפטופים עזים
it_it: Pioggia pioggerella di forte intensità
lt_lt: Smarkus dulkiantis lietus

# #32217
source: Shower rain and drizzle
he_il: מקלחת גשם וטפטופים
it_it: Acquazzone pioggia e pioggerella
lt_lt: Lietus ir dulksna

# #32218
source: Heavy shower rain and drizzle
he_il: גשם כבד מעורב בטפטוף
it_it: Forte acquazzone pioggia e pioggerella
lt_lt: Stiprus lietus ir dulksna

# #32219
source: Shower drizzle
he_il: מקלחת טפטוף
it_it: Acquazzone pioggerella
lt_lt: Dulksna

# #32220
source: Light rain
he_il: גשם קל
it_it: Pioggia lieve
lt_lt: Lengvas lietus

# #32221
source: Moderate rain
he_il: גשם מתון
it_it: Pioggia moderata
lt_lt: Nedidelis lietus

# #32222
source: Heavy intensity rain
he_il: גשם כבד
it_it: Pioggia di forte intensità
lt_lt: Smarkus lietus

# #32223
source: Very heavy rain
he_il: גשם כבד מאוד
it_it: Pioggia di intensità molto forte
lt_lt: Labai smarkus lietus

# #32224
source: Extreme rain
he_il: גשם קיצוני
it_it: Pioggia estrema
lt_lt: Ekstremalus lietus

# #32225
source: Freezing rain
he_il: גשם מקפיא
it_it: Pioggia che si ghiacca
lt_lt: Stingdantis lietus

# #32226
source: Light intensity shower rain
he_il: מקלחת גשם קלה
it_it: Acquazzone pioggia di bassa intensità
lt_lt: Lengvas lietus

# #32227
source: Shower rain
he_il: מקלחת גשם
it_it: Acquazzone pioggia
lt_lt: Lietus

# #32228
source: Heavy intensity shower rain
he_il: מקלחת גשם כבדה
it_it: Acquazzone pioggia di forte intensità
lt_lt: Smarkus lietus

# #32229
source: Ragged shower rain
he_il: מקלחת גשם לפרקים
it_it: Acquazzone pioggia irregolare
lt_lt: Vietomis lietus

# #32230
source: Light snow
he_il: שלג קל
it_it: Neve leggera
lt_lt: Lengvas sniegas

# #32231
source: Snow
he_il: שלג
it_it: Neve
lt_lt: Sniegas

# #32232
source: Heavy snow
he_il: שלג כבד
it_it: Forte neve
lt_lt: Smarkus sniegas

# #32233
source: Sleet
he_il: גשם קרחי
it_it: Nevischio
lt_lt: Šlapdriba

# #32234
source: Shower sleet
he_il: שלג מימי
it_it: Acquazzone nevischio
lt_lt: Šlapdriba

# #32235
source: Light rain and snow
he_il: גשם קל ושלג
it_it: Pioggia leggera e neve
lt_lt: Lengvas lietus su sniegu

# #32236
source: Rain and snow
he_il: גשם ושלג
it_it: Pioggia e neve
lt_lt: Lietus su sniegu

# #32237
source: Light shower snow
he_il: מקלחת שלג קלה
it_it: Leggero acquazzone di neve
lt_lt: Lengvas sniegas

# #32238
source: Shower snow
he_il: מקלחת שלג
it_it: Acquazzone di neve
lt_lt: Sniegas

# #32239
source: Heavy shower snow
he_il: מקלחת גשם כבדה
it_it: Forte acquazzone di neve
lt_lt: Smarkus sniegas

# #32240
source: Mist
he_il: ערפל
it_it: Misto
lt_lt: Migla

# #32241
source: Smoke
he_il: עשן
it_it: Fumo
lt_lt: Smogas

# #32242
source: Haze
he_il: אביך
it_it: Foschia
lt_lt: Migla

# #32243
source: Sand, dust whirls
he_il: חול, מערבולות אבק
it_it: Sabbia, vortici di polvere
lt_lt: Smėlis, dulkių sūkuriai

# #32244
source: Fog
he_il: ערפילי
it_it: Nebbia
lt_lt: Rūkas

# #32245
source: Sand
he_il: חול
it_it: Sabbia
lt_lt: Smėlis

# #32246
source: Dust
he_il: אבק
it_it: Polvere
lt_lt: Dulkės

# #32247
source: Volcanic ash
he_il: אפר וולקני
it_it: Cenere vulcanica
lt_lt: Vulkaniniai pelenai

# #32248
source: Squalls
he_il: רוחות סערה
it_it: Burrasche
lt_lt: Škvalas

# #32249
source: Tornado
he_il: טורנדו
lt_lt: Tornadas

# #32250
source: Clear sky
he_il: שמים בהיריםweather forecast
it_it: Cielo limpido
lt_lt: Giedra

# #32251
source: Few clouds
he_il: מעט עננים
it_it: Poche nuvole
lt_lt: Keli debesys

# #32252
source: Scattered clouds
he_il: עננים פזורים
it_it: Nubi sparse
lt_lt: Mažai debesuota

# #32253
source: Broken clouds
he_il: עננים שבורים
it_it: Nubi sparse
lt_lt: Debesuota su pragrieduliais

# #32254
source: Overcast clouds
he_il: מעונן חלקית
it_it: Coperto
lt_lt: Debesuota

# #32255
source: Tornado
he_il: טורנדו
lt_lt: Tornadas

# #32256
source: Tropical storm
he_il: סופה טרופית
it_it: Tempesta tropicale
lt_lt: Tropinė audra

# #32257
source: Hurricane
he_il: הוריקן
it_it: Uragano
lt_lt: Uraganas

# #32258
source: Cold
he_il: קור
it_it: Freddo
lt_lt: Šalta

# #32259
source: Hot
he_il: חם
it_it: Caldo
lt_lt: Karšta

# #32260
source: Windy
he_il: רוחות ערות
it_it: Ventilato
lt_lt: Vėjuota

# #32261
source: Hail
he_il: ברד
it_it: Grandine
lt_lt: Kruša

# #32262
source: Calm
he_il: רגוע
it_it: Calmo
lt_lt: Štilis

# #32263
source: Light breeze
he_il: רוח קלה
it_it: Leggerissima brezza
lt_lt: Lengvas vėjas

# #32264
source: Gentle breeze
he_il: רוח קלה
it_it: Leggera brezza
lt_lt: Švelnus vėjas

# #32265
source: Moderate breeze
he_il: רוח בינונית
lt_lt: Nedidelis vėjas

# #32266
source: Fresh breeze
he_il: רוח רעננה
it_it: Vento moderato
lt_lt: Gaivus vėjas

# #32267
source: Strong breeze
he_il: רוח חזקה
it_it: Forte vento
lt_lt: Stiprus vėjas

# #32268
source: High wind, near gale
he_il: רוחות חזקות, כמעט סערה
it_it: Vento forte, quasi burrasca
lt_lt: Stiprus vėjas, beveik audra

# #32269
source: Gale
he_il: סופה
it_it: Burrasca
lt_lt: Gūsiai

# #32270
source: Severe gale
he_il: סופה חמורה
it_it: Forte burrasca
lt_lt: Smarkūs gūsiai

# #32271
source: Storm
he_il: סערה
it_it: Tempesta
lt_lt: Audra

# #32272
source: Violent storm
he_il: סופה אלימה
it_it: Forte tempesta
lt_lt: Didelė audra

# #32273
source: Hurricane
he_il: הוריקן
it_it: Uragano
lt_lt: Uraganas

# #32274
source: Clear
he_il: נקה
it_it: Pulito
lt_lt: Giedra

# #32275
source: Clouds
he_il: עננים
it_it: Nuvole
lt_lt: Debesuota

# #32276
source: Rain
he_il: גשם
it_it: Pioggia
lt_lt: Lietus

# #32134
source: Recommended: get an api key at: http://openweathermap.org/appid
it_it: Raccomandazione: ottieni un chiave API su: http://openweathermap.org/appid
lt_lt: Rekomenduojama gauti API raktą iš http://openweathermap.org/appid

# #32209
source: Thunderstorm with rrizzle
lt_lt: Perkūnija su dulksna
