Repository: xbmc/repo-scripts
Catalog: script.globalsearch/resources/language/Slovenian/strings.po
Languages: sl

# #32000
source: General
sl: Splošno

# #32001
source: Search Movies
sl: Išči Filme

# #32002
source: Search TV Shows
sl: Išči TV serije

# #32003
source: Search Episodes
sl: Išči Epizode

# #32004
source: Search Music Videos
sl: Išči Video spote

# #32005
source: Search Artists
sl: Išči Izvajalce

# #32006
source: Search Abums
sl: Išči Albume

# #32007
source: Search Songs
sl: Išči Pesmi

# #32008
source: Search Actors
sl: Išči igralce

# #32009
source: Search EPG
sl: Išči EPV (EPG)

# #32101
source: Enter search string
sl: Vnesite iskalni niz

# #32203
source: Browse album
sl: Prebrskaj album

# #32204
source: Season information
sl: Podatki o sezoni

# #32205
source: Play trailer
sl: Predvajaj filmski vzorec

# #32206
source: Find album
sl: Najdi album

# #32207
source: Find all seasons
sl: Najdi vse sezone

# #32208
source: Find all episodes
sl: Najdi vse epizode

# #32209
source: Find all albums
sl: Najdi vse albume

# #32210
source: Find all songs
sl: Najdi vse pesmi

# #32211
source: Movies starring
sl: Filmi z zvezdniki

# #32299
source: NEW SEARCH
sl: NOVO ISKANJE
