Repository: xbmc/repo-scripts
Catalog: script.reset_watchedstate/resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: Script is not activated.
de_de: Script ist nicht aktiv.

# #32002
source: Script is in dry-run mode. Movies will be listed but watched-states or 'lastplayed' will not be resetted.
de_de: Script ist im 'Test'-Modus. Filme werden gelistet aber weder der 'Gesehen'-Status noch das Datum des letzten Abspielens werden zurückgesetzt.

# #32003
source: No movies have been resetted.
de_de: Es wurden keine Filme zurückgesetzt.

# #32004
source: Movies which will be resettet:
de_de: Filme, die zurückgesetzt werden:

# #32005
source: Attention
de_de: Achtung

# #32006
source: Dry-run mode is inactive. Watched-states and/or lastplayed-values might be resetted if you continue. Please run in dry-run mode first if you are unsure. Are you sure you want to continue?
de_de: 'Test'-Modus is inaktiv. 'Gesehen'-Status oder das Datum des letzten Abspielens werden zurückgesetzt. Bitte zuerst im 'dry-run'-Modus starten, wenn du unsicher bist. Möchtest du weiter machen?

# #32007
source: Activates or deactivates the execution of this script.
de_de: Aktiviert oder deaktiviert die Ausführung des Scripts.

# #32008
source: In 'dry-run'-mode movies will only be listed. No watched-states or 'lastplayed'-values will be modifed or resetted.
de_de: Im 'Test'-Modus werden die Filme nur gelistet. Weder der 'Gesehen'-Staturs noch das Datum des letzten Abspielens werden modifiziert oder zurück gesetzt.

# #32009
source: Amount of days when movies will be resetted in relation to their lastplayed-date and the current date.
de_de: Anzahl der Tage wann die Filme zurück gesetzt werden im Bezug zu ihren 'lastplayed'-Datum und dem aktuellen Datum.

# #32010
source: Activating this setting will prevent showing all warning dialogs except the listing of resetted movies and if the script is activated or not.
de_de: Wenn dieses Setting aktiviert ist, werden keine Warn-Dialoge mehr angezeigt. Liste der zurück gesetzten Filme oder auch ob das Script aktiv ist oder nicht ist davon ausgeschlossen.

# #32501
source: Options
de_de: Optionen

# #32502
source: Number of days passed
de_de: Anzahl der Tage

# #32503
source: Activate
de_de: Aktivieren

# #32504
source: Dry run
de_de: Test-Modus

# #32505
source: Hide dialogs
de_de: Verstecke Dialoge
