Repository: xbmc/repo-scripts
Catalog: script.service.ltvpl/resources/language/resource.language.*/strings.po
Languages: de_de, es_es

# #30002
source: Press the key you want to assign now
de_de: Drücke die Taste, die Du jetzt zuweisen möchtest
es_es: Pulse la tecla que desea asignar ahora

# #30003
source: Edit
de_de: Bearbeiten
es_es: Editar

# #30004
source: Reset to default
de_de: Auf Standard zurücksetzen
es_es: Restablecer a predeterminado

# #30005
source: Save
de_de: Speichern
es_es: Guardar

# #30006
source: Discard changes?
de_de: Änderungen verwerfen?
es_es: Descartar cambios?

# #30007
source: Select Window to manage shortcuts
de_de: Fenster auswählen, um Verknüpfungen zu verwalten
es_es: Seleccionar ventana para administrar shorcuts

# #30008
source: Select action category
de_de: Aktionskategorie auswählen
es_es: Seleccionar la categoría de acción

# #30009
source: Select the action to assign a key
de_de: Auswahl der Aktion zur Zuweisung einer Taste
es_es: Seleccione la acción para asignar una tecla

# #30010
source: Timeout in {:0f} seconds...
de_de: Timeout in {:.0f} Sekunden...

# #30011
source: Edit key
de_de: Schlüssel bearbeiten
es_es: Editar clave

# #30012
source: Remove
de_de: Entfernen
es_es: Quitar

# #30020
source: Skip Event
de_de: Ereignis überspringen
es_es: Omitir Evento

# #30021
source: Suspend Event
de_de: Ereignis anhalten
es_es: Suspender Evento

# #30022
source: Edit Event
de_de: Ereignis bearbeiten
es_es: Editar Evento

# #30023
source: Delete Event
de_de: Ereignis löschen
es_es: Eliminar Evento

# #30024
source: Enable Event
de_de: Ereignis aktivieren
es_es: Habilitar Evento

# #30030
source: Date
de_de: Datum
es_es: Fecha

# #30031
source: Time
de_de: Zeit
es_es: Hora

# #30033
source: Frequency
de_de: Frequenz
es_es: Frecuencia

# #30034
source: Description
de_de: Beschreibung
es_es: Descripción

# #30035
source: Expires On
de_de: Ablaufdatum
es_es: Caduca En

# #30036
source: Suspended Flag
de_de: Angehalten Marker
es_es: Bandera Suspendida

# #30037
source: Vacation Mode: On
de_de: Urlaubsmodus: Ein
es_es: Modo de Vacaciones: En

# #30038
source: Vacation Mode: Off
de_de: Urlaubsmodus: Aus
es_es: Modo de Vacaciones: Apagado

# #30040
source: Date:
de_de: Datum:
es_es: Fecha:

# #30041
source: Time:
de_de: Zeit:
es_es: Hora:

# #30043
source: Title:
de_de: Titel:
es_es: Título:

# #30044
source: Expiration Date:
de_de: Ablaufdatum:
es_es: Fecha de caducidad:

# #30045
source: Submit
de_de: Senden
es_es: Enviar

# #30046
source: Cancel
de_de: Abbrechen
es_es: Cancelar

# #30047
source: Working ...
de_de: Verarbeite ...
es_es: Trabajando ...

# #30050
source: Once
de_de: Einmalig
es_es: Una Vez

# #30051
source: Daily
de_de: Täglich
es_es: Diario

# #30052
source: Weekdays
de_de: Wochentags
es_es: Días Laborables

# #30053
source: Weekends
de_de: Wochenenden
es_es: Fines de Semana

# #30054
source: Weekly
de_de: Wöchentlich
es_es: Semanales

# #30055
source: Monthly
de_de: Monatllich
es_es: Mensuales

# #30060
source: Delete Operation Successful
de_de: Löschen erfolgreich
es_es: Eliminar Operación Éxito

# #30061
source: Delete Operation Cancelled!
de_de: Löschen abgebrochen!
es_es: Eliminar Operación Cancelada!

# #30062
source: Vacation Mode is Active...
de_de: Urlaubsmodus ist aktiv...
es_es: El Modo Vacacional está Activo...

# #30063
source: miniClient Service Started...
de_de: miniClient Service gestartet...
es_es: miniClient Servicio Iniciado...

# #30064
source: This item cannot be added because the program has already started!
de_de: Dieses Element kann nicht hinzugefügt werden, da die Sendung bereits begonnen hat!
es_es: ¡Este artículo no puede ser agregado porque el programa ya ha comenzado!

# #30065
source: {} Added Successfully
de_de: {} Erfolgreich hinzugefügt
es_es: {} Agregó Correctamente

# #30066
source: {} Updated Successfully
de_de: {} Erfolgreich aktualisiert
es_es: {} Actualizado Satisfactoriamente

# #30067
source: Are you sure you want to delete {}?
de_de: Möchtest Du {} wirklich löschen?
es_es: ¿Seguro que quieres eliminar {}?

# #30070
source: Live TV Playlist Activation
de_de: Aktivierung der TV-Wiedergabeliste
es_es: en Vivo TV Lista de Reproducion Activación

# #30071
source: Next: Ch {} {}
de_de: Jetzt: CH {} {}
es_es: Siguiente: CH {} {}

# #30072
source: Live TV Playlist Viewer
de_de: TV-Wiedergabeliste ansehen
es_es: Visor de Listas de Reproducción de en Vivo TV

# #30073
source: Add to Live TV Playlist
de_de: Zur TV-Wiedergabeliste hinzfügen
es_es: Añadir a en Vivo TV Lista de Reproducion

# #30080
source: Item conflicts with {}
de_de: Element steht in Konflikt mit {}
es_es: El artículo entra en conflicto con {}

# #30081
source: Vacation Mode Active
de_de: Urlaubsmodus aktiv
es_es: Existente Modo Vacacional Activo

# #30082
source: Invalid Alarm Time Error
de_de: Ungültige Alarmzeit
es_es: Tiempo de Alarma no Válido

# #30083
source: Item Update Failed
de_de: Aktualisierung des Elements fehlgeschlagen
es_es: Error de Actualización de Elemento

# #30084
source: Item Does Not Exist
de_de: Element existiert nicht
es_es: El Elemento no Existe

# #30085
source: Item Added Failed
de_de: Fehler beim Hinzufügen von Element
es_es: Error al Agregar Elemento

# #30086
source: Item Removed Failed
de_de: Fehler beim Entfernen von Element
es_es: Error al Quitar el Elemento

# #30087
source: Item Cancelled Failed
de_de: Fehler beim Stornieren von Element
es_es: Error al Cancelar el Elemento

# #30088
source: Server Connection Error
de_de: Fehler beim Verbinden mit Server
es_es: Error de Conexión del Servidor

# #30090
source: Add To Live TV Playlist
de_de: Zu TV-Wiedergabeliste hinzufügen
es_es: Añadir a en Vivo TV Lista de Reproducion

# #30100
source: General
de_de: Allgemeines

# #30101
source: Playlist Autoclean Mode
de_de: Wiedergabeliste Autoclean-Modus
es_es: Playlist Modo Automático de Limpieza

# #30102
source: Vacation Mode
de_de: Urlaubsmodus
es_es: Modo Vacaciones

# #30103
source: Debug Mode
de_de: Debug-Modus
es_es: Modo de Depuración

# #30104
source: Count Down Dialog Duration
de_de: Dauer Countdown-Dialog
es_es: Duración del Cuadro de Diálogo de Conteo Regresivo

# #30105
source: Preroll Time
de_de: Vorlaufzeit
es_es: Tiempo de Preroll

# #30106
source: Addon Activation Key
de_de: Addon-Aktivierungsschlüssel
es_es: Clave de Activación del Addon

# #30107
source: Set Addon Activation Key
de_de: Addon-Aktivierungsschlüssel festlegen
es_es: Fije la Clave de Activación del Addon

# #30108
source: Activation Key
de_de: Aktivierungsschlüssel
es_es: Tecla de Activación

# #30109
source: Reload Keymaps
de_de: Keymaps neu laden
es_es: Recarga Keymaps

# #30110
source: Daily Stop Command
de_de: Täglicher Stoppbefehl
es_es: Comando de Detención Diaria

# #30111
source: Active
de_de: Aktiv
es_es: Activo

# #30112
source: Time (24 hr)
de_de: Zeit (24 Stunden)
es_es: Tiempo (24 hr)

# #30010
source: Timeout in {:.0f} seconds...
es_es: de clave en {:.0f} de segundos...
