Repository: xbmc/repo-scripts
Catalog: script.service.tvheadend-route-latencies/resources/language/resource.language.*/strings.po
Languages: pl_pl

# #32001
source: General
pl_pl: Ogólne

# #32011
source: Test length (seconds)
pl_pl: Długość testu (sekundy)

# #32012
source: Test concurrently (4x faster)
pl_pl: Testuj współbieżnie (4x szybciej)

# #32013
source: Address of nearby server in the Internet
pl_pl: Adres pobliskiego serwera w Internecie

# #32101
source: Device
pl_pl: Urządzenie

# #32102
source: Address
pl_pl: Adres

# #32103
source: Latency (Kodi <-> Device)
pl_pl: Opóźnienie (Kodi <-> Urządzenie)

# #32104
source: Local network router
pl_pl: Router sieci lokalnej

# #32105
source: Nearby Internet server
pl_pl: Pobliski serwer w Internecie

# #32106
source: Tvheadend server's router
pl_pl: Router serwera Tvheadend

# #32107
source: Tvheadend server (TCP)
pl_pl: Serwer Tvheadend (TCP)

# #32120
source: Check
pl_pl: Sprawdź

# #32121
source: Close
pl_pl: Zamknij

# #32129
source: incorrect address format
pl_pl: niepoprawny format adresu

# #32130
source: no connection
pl_pl: brak połączenia

# #32131
source: packets loss
pl_pl: strat pakietów
