Repository: xbmc/repo-scripts
Catalog: service.autosubs/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #32010
source: General
nl_nl: Algemeen

# #32100
source: Enable debug mode
nl_nl: Activeer debug mode

# #32101
source: Look for a specific language
nl_nl: Zoek naar specifieke taal

# #32102
source: Subtitle language
nl_nl: Ondertitel taal

# #32020
source: Exclusions
nl_nl: Uitzonderingen

# #32200
source: Exclude for videos with less than X minutes
nl_nl: Uitgezonderd voor videos korter dan X minuten

# #32201
source: Ignore words, comma separated
nl_nl: Uitzonderingenlijst, komma gescheiden

# #32202
source: Exclude Live TV
nl_nl: Uitgezonderd voor Live TV

# #32203
source: Exclude HTTP sources
nl_nl: Uitgezonderd voor HTTP bronnen

# #32204
source: Exclude path
nl_nl: Uitgezonderd voor pad

# #32205
source: Folder's path (and subfolders)
nl_nl: Pad naar folder (en subfolders)

# #32206
source: Exclude Music Videos
nl_nl: Uitsluiten Music Videos
