Repository: xbmc/repo-scripts
Catalog: screensaver.video/resources/language/Lithuanian/strings.po
Languages: lt

# #32001
source: Screensaver
lt: Ekrano užskalnda

# #32002
source: Debugging
lt: Derinimas

# #32003
source: Enable debug logging
lt: Įjungti derinimo žurnalą

# #32004
source: Video Selection
lt: Vaizdo įrašo pasirinkimas

# #32006
source: Configuration
lt: Konfigūracija

# #32020
source: Preset Video
lt: Išankstinės parinkties vaizdo įrašas

# #32021
source: User Defined
lt: Vartotojo nustatytas

# #32022
source: Selected Screensaver
lt: Pasirinkta ekrano užsklanda

# #32023
source: Use All Files In A Folder
lt: Naudoti visus failus aplanke

# #32050
source: Set/Download Preset Video File
lt: Nustatyti/atsisiųsti išankstinės parinkties vaizdo failą

# #32051
source: Select Video File
lt: Pasirinkti vaizdo failą

# #32052
source: Show Time
lt: Rodyti laiką

# #32053
source: Start Video At Random Point
lt: Paleisti vaizdo įrašą nuo atsitiktinės vietos

# #32054
source: Select Videos Folder
lt: Pasirinkti vaizdo įrašų aplanką

# #32055
source: Prevent Screensaver Starting If Playing Media
lt: Nepaleisti ekrano užsklandos, jei atkuriamas media įrašas

# #32056
source: Change Volume When Screensaver Starts
lt: Pakeisti garsumą, kai paleidžiama ekrano užsklanda

# #32057
source: Set Volume To
lt: Nustatyti garsumo lygį į

# #32058
source: Dim Level
lt: Pritemdymo lygis

# #32100
source: *** All Downloaded Videos ***
lt: *** Visi atsisiųsti vaizdo įrašai ***

# #32101
source: Aquarium 1 - [846MB] - 400p
lt: Akvariumas 1 - [846MB] - 400p

# #32102
source: Aquarium 2 - [2.7GB] - 720p
lt: Akvariumas 2 - [2.7GB] - 720p

# #32103
source: Fireplace 1 - [965MB] - 720p
lt: Židinys 1 - [965MB] - 720p

# #32104
source: Fireplace 2 - [827MB] - 480p
lt: Židinys 2 - [827MB] - 480p

# #32105
source: Fireplace 3 - [2.1GB] - 1080p
lt: Židinys 3 - [2.1GB] - 1080p

# #32300
source: Screensaver File Is Not Valid
lt: Ekrano užsklandos failas netinkamas

# #32301
source: The following default video already exists
lt: Šis numatytasis vaizdo įrašas jau egzistuoja

# #32302
source: Reuse this file?
lt: Naudoti šį failą?

# #32303
source: Downloading Screensaver Video File
lt: Atsiunčiamas ekrano užsklandos vaizdo failas

# #32304
source: This option will use all videos already downloaded
lt: Ši parinktis naudos visus jau atsiųstus vaizdo įrašus

# #32305
source: Each video required should be downloaded individually first
lt: Kiekvienas reikalingas vaizdo įrašas pirmiau turėtų būti atsiųstas individualiai
