Repository: xbmc/repo-scripts
Catalog: service.tvh.manager/resources/language/Polish/strings.po
Languages: pl

# Addon Summary
source: TVHeadend Power Management
pl: Power-Management für TVHeadend

# Addon Description
source: Poweroff management for current active recordings and wakeup procedures for future schedules using the XML-Interface of TVHeadend. This plugin delivers optional Emails via SMTP if an automatic scheduled Recording ended successfully. The plugin starts the system periodically on an user defined cycle and time for e.g. EPG-Updates if there is a longer inactivity time of the system.
pl: PowerOff-Management für aktuell laufende Aufnahmen und Aufweckmechanismen für spätere timergesteuerte Aufnahmen unter Nutzung des XML-Interfaces von TVHeadend. Das Plugin versendet optional Emails via SMTP, wenn eine automatische Aufnahme erfolgreich abgeschlossen wurde. Zusätzlich wird das System zyklisch zu einer einstellbaren Zeit aufgeweckt, um z.B das EPG zu aktualisieren.

# #30000
source: Booting Time until System is ready
pl: Czas uruchamiania po którym system jest gotowy

# #30001
source: Time for Shutdown
pl: Czas do wyłączenia systemu po nagraniu

# #30002
source: Hardware Timer
pl: Zegar sprzętowy

# #30003
source: Display Time for Shutdown-Confirmation
pl: Wyświetlanie czasu przy wyłączeniu

# #30004
source: Connection attempts to TVH before giving up
pl: Liczba prób połączeń

# #30007
source: Show Info about next schedule at shutdown
pl: Pokaż informacje o kolejnym nagraniu przy wyłączeniu systemu

# #30008
source: Shutdown performed by
pl: Metoda Zamknięcia / Wyłączenia

# #30009
source: Shutdown requires admin privileges
pl: Zamknięcie wymaga uprawnień Administratora

# #30010
source: Shutdown in Progress
pl: Wyłączanie systemu w toku

# #30011
source: System will shut down in %s seconds.
pl: System zostanie zamknięty za %s sekund.

# #30013
source: Operating System
pl: System Operacyjny

# #30014
source: System will shutdown now
pl: Teraz system będzie wyłączony

# #30015
source: Shutdown aborted
pl: Zamknięcie PRZERWANE !!!

# #30016
source: upcoming Recording
pl: Nagrywanie wkrótce

# #30017
source: Next schedule
pl: Nagrywanie TV ustawione !

# #30018
source: %s - Recording file
pl: %s - Nagranie

# #30019
source: %s - EPG-Update
pl: %s - EPG-Uaktualnienie

# #30020
source: running or upcoming Recording
pl: Nagrywanie w toku ! lub oczekiwanie na nagranie

# #30021
source: EPG-Update still active
pl: EPG-Uaktualnienie nadal aktywne

# #30022
source: At least one monitored Process active
pl: Przynajmniej jeden monitorowany Process aktywny

# #30023
source: At least one active network connection
pl: Co najmniej jedno aktywne połączenia z siecią

# #30024
source: Setting next timer at
pl: Ustawienie nagrania na następny

# #30030
source: Communication Error
pl: Błąd komunikacji

# #30031
source: Can't connect to TVHeadend
pl: Nie można połączyć się z TVHeadend

# #30034
source: Check for established network connections
pl: Sprawdzanie aktywnych połączeń sieciowych

# #30035
source: Wait until monitored Tasks has finished
pl: Poczekaj, aż zakończy się monitorowanie zadań

# #30036
source: List of monitored Tasks
pl: Lista monitorowanych Zadań

# #30037
source: Exclude ports from monitoring
pl: wyłączenie portów z monitoringu

# #30040
source: Send Email after Recording
pl: Wyślij e-mail po zakończeniu nagrywania

# #30041
source: SMTP-Mailserver
pl: Serwer poczty SMTP

# #30042
source: Username
pl: Nazwa użytkownika

# #30043
source: Password
pl: Hasło

# #30044
source: Email of Sender
pl: E-mail nadawcy

# #30045
source: Email of Recipient
pl: E-mail odbiorcy

# #30046
source: PVR Notification from %s
pl: Powiadomienie PVR %s

# #30047
source: %s has recording of '%s' successful completed.
pl: %s Nagranie '%s' zakończone sukcesem.

# #30048
source: Charset
pl: zestaw znaków

# #30049
source: Use Encryption
pl: Użyj szyfrowania

# #30050
source: General
pl: Ogólne

# #30052
source: Mail
pl: E-Mail

# #30053
source: EPG Update
pl: EPG-Uaktualnienie

# #30054
source: Check Settings (deliver Email)
pl: Sprawdź Ustawienia (dostarczyć E-mail)

# #30057
source: %s: This mail indicates that you have created your setup for delivering mails successfully. PVR-manager will use these settings for future notifications.
pl: %s: Ten e-mail oznacza, że utworzono konfigurację do dostarczania wiadomości z powodzeniem. PVR-menedżer wykorzysta te ustawienia dla przyszłych powiadomień.

# #30058
source: PyEPG/XMLTV socket path
pl: PyEPG/XMLTV gniazdo

# #30059
source: Store epg.xml in folder
pl: Sklep 'epg.xml' w folderze

# #30060
source: Grab EPG Data from external Provider (XMLTV)
pl: Wykryte dane EPG od zewnętrznych dostawców (XMLTV)

# #30061
source: Wakeup for EPG Updates
pl: Cykl aktualizacji EPG

# #30062
source: Wakeup at
pl: Włączyć o:

# #30063
source: Duration of EPG Update until shutdown
pl: System wyłączy się po:

# #30064
source: Store EPG Data additionally in file epg.xml
pl: Przechowywać EPG danych dodatkowo w pliku 'epg.xml'

# #30065
source: %s: This mail indicates that your setup is ok and works for future notifications.
pl: %%s: Wiadomość oznacza, że konfiguracja jest ok i działa dla przyszłych powiadomień

# #30066
source: Mail delivered
pl: Elektronicznej dostarczane

# #30067
source: Mail not delivered
pl: E-mail nie dostarczone

# #30068
source: Mail was successfully delivered to %s. Your setup seems to be ok for further notifications.
pl: E-mail został odebrany %s. Twoja konfiguracja wydaje się być w porządku do dalszych powiadomień.

# #30069
source: An error occured while delivering mail to %s. Check your settings and your logfile for errors and try again.
pl: Wystąpił błąd podczas dostarczania wiadomości e-mail, aby %s. Sprawdź plik dziennika za błędy i spróbuj ponownie.

# #30070
source: 00:00 o'Clock
pl: 00:00 godz

# #30071
source: 01:00 o'Clock
pl: 01:00 godz

# #30072
source: 02:00 o'Clock
pl: 02:00 godz

# #30073
source: 03:00 o'Clock
pl: 03:00 godz

# #30074
source: 04:00 o'Clock
pl: 04:00 godz

# #30075
source: 05:00 o'Clock
pl: 05:00 godz

# #30076
source: 06:00 o'Clock
pl: 06:00 godz

# #30077
source: 07:00 o'Clock
pl: 07:00 godz

# #30078
source: 08:00 o'Clock
pl: 08:00 godz

# #30079
source: 09:00 o'Clock
pl: 09:00 godz

# #30080
source: 10:00 o'Clock
pl: 10:00 godz

# #30081
source: 11:00 o'Clock
pl: 11:00 godz

# #30082
source: 12:00 o'Clock
pl: 12:00 godz

# #30083
source: 13:00 o'Clock
pl: 13:00 godz

# #30084
source: 14:00 o'Clock
pl: 14:00 godz

# #30085
source: 15:00 o'Clock
pl: 15:00 godz

# #30086
source: 16:00 o'Clock
pl: 16:00 godz

# #30087
source: 17:00 o'Clock
pl: 17:00 godz

# #30088
source: 18:00 o'Clock
pl: 18:00 godz

# #30089
source: 19:00 o'Clock
pl: 19:00 godz

# #30090
source: 20:00 o'Clock
pl: 20:00 godz

# #30091
source: 21:00 o'Clock
pl: 21:00 godz

# #30092
source: 22:00 o'Clock
pl: 22:00 godz

# #30093
source: 23:00 o'Clock
pl: 23:00 godz

# #30100
source: off
pl: wyłączone

# #30101
source: every Day
pl: codziennie

# #30102
source: 2 Days
pl: 2 Dni

# #30103
source: 3 Days
pl: 3 Dni

# #30104
source: 4 Days
pl: 4 Dni

# #30105
source: 5 Days
pl: 5 Dni

# #30106
source: 6 Days
pl: 6 Dni

# #30107
source: 7 Days
pl: 7 Dni
