Repository: xbmc/repo-scripts
Catalog: script.skin.helper.service/resources/language/resource.language.*/strings.po
Languages: es_es, fr_fr, he_il

# #32140
source: In progress videos background (movie or tvshow)
es_es: Fondo de vídeos En Progreso (película o serie de tv)
fr_fr: Arrière-plan de vidéos en cours (films ou séries tv)
he_il: וידאו בתהליך (סרטים או סדרות)

# #32141
source: Color Palette
es_es: Paleta de Colores
fr_fr: Palette de couleurs
he_il: פלטת צבעים

# #32142
source: Recently added music
es_es: Música añadida Recientemente
fr_fr: Musiques ajoutées récemment
he_il: מוסיקה שנוספה לאחרונה

# #32143
source: Artwork settings
es_es: Ajustes de Arte
fr_fr: Paramètres Artwork
he_il: הגדרות גרפיקה

# #32144
source: Refresh item (auto lookup)
es_es: Refrescar ítem (búsqueda automática)
fr_fr: Actualiser l’élément (recherche automatique)

# #32145
source: Refresh item (manual lookup)
es_es: Refrescar ítem (búsqueda manual)
fr_fr: Actualiser l’élément (recherche manuelle)

# #32146
source: Enter a name for the theme
es_es: Introducir un nombre para el tema
fr_fr: Entrez un nom pour le thème
he_il: הכנס שם עבור ערכת הנושא

# #32147
source: Enter search phrase for lookup
es_es: Introduzca frase para búsqueda
fr_fr: Entrez la phrase pour la recherche
he_il: הכנס מחרוזת לחיפוש

# #32148
source: Open Configuration
es_es: Abrir Configuración
fr_fr: Ouvrir la configuration
he_il: פתח הגדרות

# #32149
source: Add channel to ignore list
es_es: Adicionar canal a lista de ignorar
fr_fr: Ajouter une chaîne à la liste ignorée
he_il: הוסף ערוץ לרשימת החריגים

# #32150
source: Add title to ignore list
es_es: Adicionar título a lista de ignorar
fr_fr: Ajouter un titre à la liste ignorée
he_il: הוסף כותרת לרשימת החריגים

# #32151
source: PVR - Recent recordings
es_es: PVR - Grabaciones Recientes
fr_fr: PVR - Enregistrements récents

# #32152
source: PVR - Next unwatched recordings
es_es: PVR - Próximas grabaciones no vistas
fr_fr: PVR - Enregistrements non vus suivant

# #32153
source: PVR - TV Channels
es_es: PVR - Canales de TV
fr_fr: PVR - Chaînes de télévision

# #32154
source: PVR - Timers
es_es: PVR - Temporizadores
fr_fr: PVR - Minuteries

# #32155
source: Enable PVR artwork for Recordings/timers only
es_es: Activar arte de PVR solo para Grabaciones/Temporizadores
fr_fr: Activer les Artworks PVR pour les enregistrements/minuteries uniquement

# #32157
source: Precache all music artwork
es_es: Guardar en caché todo el arte de música
fr_fr: Mettez préalablement en cache toutes les artworks musique

# #32158
source: Are you sure you want to continue? This can take some time, depending on your collection size.
es_es: ¿Está seguro(a) de continuar? Esto puede tomar un tiempo, dependiendo del tamaño de su colección.
fr_fr: Êtes-vous sûr de que vouloir continuer ? Cela peut prendre un certain temps, selon la taille de votre collection.

# #32159
source: Allow existing artwork to be overwritten with better quality
es_es: Permitir que el arte existente se sobreescriba con arte de mejor calidad
fr_fr: Autoriser les artworks à être remplacés pour une meilleure qualité

# #32160
source: Maximum number of wall images to create for each background
es_es: Cantidad máxima de imágenes de muro a crear para cada fondo
fr_fr: Nombre maximum d’images de mur pour créer chaque arrière-plan

# #32161
source: Black & White
es_es: Blanco & Negro
fr_fr: Noir & Blanc
he_il: שחור ולבן

# #32162
source: Similar Media
es_es: Medios Similares
fr_fr: Médias similaires
he_il: מדיה דומה

# #32164
source: Enable artwork lookups for music/pvr widgets
es_es: Activar búsquedas de arte para widgets de música/pvr
fr_fr: Activer la recherche des artworks pour les widgets musique/pvr

# #32165
source: Show specials in episode widgets
es_es: Mostrar especiales en widgets de episodios
fr_fr: Afficher les épisodes spéciaux sur les widgets des épisodes
he_il: הצג פרקי ספיישל עבור סדרות ביישומונים

# #32166
source: Browse albums instead of playing for album widgets
es_es: Explorar álbumes en vz de reproducirlos en widgets de álbumes
fr_fr: Parcourir les albums au lieu de les jouer pour les widgets des albums
he_il: צפה באלבומים במקום לנגן אלבום ביישומונים

# #32167
source: In-progress episodes
es_es: Episodios En Progreso
fr_fr: Episodes en cours
he_il: פרקים בתהליך

# #32168
source: In-progress movies
es_es: Películas En Progreso
fr_fr: Films en cours
he_il: סרטים בתהליך

# #32169
source: In-progress and recommended movies
es_es: Películas En Progreso y Recomendadas
fr_fr: Films en cours et recommandés
he_il: סרטים בתהליך וסרטים מומלצים

# #32170
source: PVR - TV Channels (with artwork)
es_es: PVR - Canales de TV (con arte)
fr_fr: PVR - Chaînes de télévision (avec artwork)

# #32171
source: PVR - Next unwatched recordings (reversed)
es_es: PVR - Próximas grabaciones no vistas (reversadas)
fr_fr: PVR - Enregistrements non vus suivant

# #32172
source: Precache all artwork
es_es: Almacenar en caché todo el arte
fr_fr: Mettre préalablement en cache tous les artworks

# #32173
source: Manual select Animated Poster
es_es: Selección Manual de Poster Animado
fr_fr: Sélection manuelle du poster animé
he_il: בחר פוסטר מונפש

# #32174
source: Manual select Animated fanart
es_es: Selección Manual de Fanart Animado
fr_fr: Sélection manuelle du fanart
he_il: בחר פאנארט מונפש

# #32175
source: Select Animated artwork
es_es: Seleccionar arte Animado
fr_fr: Sélectionner un artwork animé
he_il: בחר גרפיקה מונפשת

# #32176
source: Browse for image...
es_es: Explorar para imagen...
fr_fr: Parcourir pour l’image…
he_il: עיון עבור תמונה...

# #32177
source: Custom folder with music artwork
es_es: Folder personalizado con arte de música
fr_fr: Dossier personnalisé avec les artworks de musique
he_il: נתיב תיקיה לגרפיקה למוסיקה

# #32178
source: Lookup artwork in custom folder
es_es: Buscar arte en folder personalizado
fr_fr: Rechercher les artworks dans le dossier personnalisé
he_il: חיפוש גרפיקה בתיקיה מותאמת אישית

# #32179
source: Contextmenu
es_es: Menú de Contexto
fr_fr: Menu contextuel
he_il: תפריט משנה

# #32180
source: Show contextmenu for music artwork
es_es: Mostrar Menú de Contexto para arte de música
fr_fr: Afficher le menu contextuel pour les artworks musique
he_il: הצג תפריט משנה עבור גרפיקה למוסיקה

# #32181
source: Show contextmenu for pvr artwork
es_es: Mostrar menú de contexto para arte de pvr
fr_fr: Afficher le menu contextuel pour les artworks PVR
he_il: הצג תפריט משנה עבור גרפיקה של טלויזיה חיה

# #32182
source: Show contextmenu for animated artwork
es_es: Mostrar menú de contexto para arte animado
fr_fr: Afficher le menu contextuel pour les artworks animés
he_il: הצג תפריט משנה עבור פוסטרים מונפשים

# #32183
source: Show series-level button in contextmenu
es_es: Mostrar botón de nivel de series en menú de contexto
fr_fr: Afficher le bouton des niveaux des séries TV dans le menu contextuel
he_il: הצג תפריט משנה ברמת סדרה

# #32184
source: Skip online lookup if all artwork is found locally
es_es: Omitir búsqueda en línea si todo el arte se encuentra localmente
fr_fr: Ignorer la recherche en ligne si tous les artworks sont trouvés localement
he_il: דלג על חיפוש באינטרנט אם כל הגרפיקה נמצאת מקומי

# #32185
source: Random movies
es_es: Películas Aleatorias
fr_fr: Films aléatoires
he_il: סרטים אקראיים

# #32186
source: In-progress and random movies
es_es: Películas En Progreso y Aleatorias
fr_fr: Films en cours et aléatoires
he_il: סרטים בתהליך וסרטים אקראיים

# #32187
source: Random albums
fr_fr: Albums aléatoires

# #32188
source: Random songs
fr_fr: Chansons aléatoires

# #32189
source: Hide watched items in video widgets
fr_fr: Masquer les éléments vus sur les widgets des vidéos

# #32190
source: Only use in-progress shows in next episodes widget
fr_fr: Afficher uniquement les séries en cours sur les widgets des épisodes

# #32191
source: Recommended Tv Shows
fr_fr: Séries TV recommandées

# #32192
source: Recently added movies
fr_fr: Films récemment ajoutés

# #32193
source: Recently added episodes
fr_fr: Episodes récemment ajoutés

# #32194
source: Recently added musicvideos
fr_fr: Clips vidéos récemment ajoutés

# #32195
source: Random Tv Shows
fr_fr: Séries TV aléatoires

# #32196
source: Only use images from recordings for random PVR background
fr_fr: Utiliser uniquement les images des enregistrements pour l'arrière-plan PVR aléatoire

# #32038
source: Global random fanart background
he_il: תמונת רקע מתחלפת גלובאלית

# #32156
source: Posters
he_il: פוסטרים

# #32163
source: Widgets
he_il: יישומונים
