Repository: xbmc/repo-scripts
Catalog: script.skin.helper.service/resources/language/resource.language.*/strings.po
Languages: es_es, fr_fr, he_il

# #32000
source: Favourites
es_es: Favoritos
fr_fr: Favoris
he_il: מועדפים

# #32001
source: Favourite Media
es_es: Medios Favoritos
fr_fr: Médias favoris
he_il: מדיה מהמועדפים

# #32002
source: Next Episodes
es_es: Próximos Episodios
fr_fr: Episodes suivants
he_il: פרקים הבאים

# #32003
source: Recommended Movies
es_es: Películas Recomendadas
fr_fr: Films recommandés
he_il: סרטים מומלצים

# #32004
source: Recommended Media
es_es: Medios Recomendados
fr_fr: Médias recommandés
he_il: פריטים מומלצים

# #32005
source: Recent Media
es_es: Medios Recientes
fr_fr: Médias récents
he_il: פריטים חדשים

# #32006
source: Similar Movies
es_es: Películas Similares
fr_fr: Films similaires
he_il: סרטים דומים

# #32007
source: In progress and Recommended Media
es_es: Medios En Progreso y Recomendados
fr_fr: Médias en cours et recommandés
he_il: מדיה בתהליך ומדיה מומלצת

# #32008
source: Next Episodes
es_es: Próximos Episodios
fr_fr: Episodes suivants
he_il: פרקים הבאים

# #32009
source: Next Episodes
es_es: Próximos Episodios
fr_fr: Episodes suivants
he_il: פרקים הבאים

# #32010
source: Next Episodes
es_es: Próximos Episodios
fr_fr: Episodes suivants
he_il: פרקים הבאים

# #32011
source: Pick a color...
es_es: Seleccione un color...
fr_fr: Choisir une couleur…
he_il: בחר צבע

# #32012
source: Color value:
es_es: Valor del color:
fr_fr: Valeur de la couleur :
he_il: ערך הצבע:

# #32013
source: None
es_es: Ninguno
fr_fr: Aucun
he_il: ללא

# #32014
source: Select a color theme
es_es: Seleccione un tema de color
fr_fr: Thème de couleur
he_il: בחר ערכת נושא

# #32015
source: Background overlay texture
es_es: Textura de revestimiento de Fondo
fr_fr: Texture de l’arrière-plan
he_il: שכבת ציפוי לרקע

# #32016
source: Browse custom image for background overlay
es_es: Seleccione imagen personalizada para revestimiento de fondo
fr_fr: Parcourir une image personnalisée pour l’arrière-plan
he_il: בחר תמונה מותאמת אישית לציפוי הרקע

# #32017
source: Enable/disable views
es_es: Active/Desactive vistas
fr_fr: Activer/Désactiver vues
he_il: אפשר/בטל תצוגות

# #32018
source: Select a folder to create the backupfile
es_es: Seleccione un folder para crear el archivo de respaldo
fr_fr: Sélection du dossier pour la création du fichier de sauvegarde
he_il: בחר תיקיה ליצירת קובץ הגיבוי

# #32019
source: Export this theme to file
es_es: Exporte este tema a un archivo
fr_fr: Exporter ce thème vers un fichier
he_il: ייצא ערכת נושא זו לקובץ

# #32020
source: Select skin backup file
es_es: Seleccione el archivo de respaldo de skin
fr_fr: Sélection du fichier de sauvegarde du thème
he_il: בחר קובץ גיבוי לסקין

# #32021
source: Your colortheme is now available in the list of available themes
es_es: Su tema de color está ahora disponible en la liste de temas disponibles
fr_fr: Votre thème de couleur est maintenant disponible dans la liste des thèmes disponibles.
he_il: ערכת הנושא שלך נשמרה וזמינה כעת ברשימת הערכות נושא

# #32022
source: Color theme imported succesfully
es_es: Tema de color importado exitosamente
fr_fr: Thème de couleur importé avec succès !
he_il: ערכת נושא הובאה בהצלחה

# #32023
source: Enter a name for your color theme
es_es: Digite un nombre para su tema de color
fr_fr: Entrez un nom pour votre thème de couleur
he_il: בחר שם לערכת הנושא שלך

# #32024
source: Screenshot of color theme (optional)
es_es: Imagen de pantalle del tema de color (opcional)
fr_fr: Capture d’écran du thème de couleur (facultatif)
he_il: תמונת מסך של ערכת הנושא (לא חובה)

# #32025
source: User defined color theme
es_es: Tema de color definido por el usuario
fr_fr: Thème de couleur défini par l’utilisateur
he_il: ערכת נושא מותאמת אישית

# #32026
source: Color theme created succesfully
es_es: Tema de color creado exitosamente
fr_fr: Thème de couleur créé avec succès !
he_il: ערכת הנושא נוצרה בהצלחה

# #32027
source: Your colortheme is now available in the list of available themes
es_es: Su tema de color está ahora disponible en la liste de temas disponibles
fr_fr: Votre thème de couleur est maintenant disponible dans la liste des thèmes disponibles.
he_il: ערכת הנושא שלך נשמרה וזמינה כעת ברשימת הערכות נושא

# #32028
source: Backup the skin settings
es_es: Respaldar los ajustes del skin
fr_fr: Sauvegarde des paramètres du thème
he_il: גבה את הגדרות הסקין

# #32029
source: Backupfile was succesfully created!
es_es: ¡Se creó exitosamente el archivo de respaldo!
fr_fr: Le fichier de sauvegarde a été créé avec succès !
he_il: הגיבוי נוצר בהצלחה!

# #32030
source: An error has occured creating the backup!
es_es: ¡Ocurrió un error creando el respaldo!
fr_fr: Une erreur est survenue lors de la création de la sauvegarde.
he_il: שגיאה התרחשה במהלך הגיבוי!

# #32031
source: Select skin backup file
es_es: Seleccione archivo de respaldo de skin
fr_fr: Sélection du fichier de sauvegarde du thème
he_il: בחר קובץ גיבוי לסקין

# #32032
source: Restore the skin settings
es_es: Restaurar los ajustes del skin
fr_fr: Restauration des paramètres du thème
he_il: שחזר את הגדרות הסקין

# #32033
source: Restoring...
es_es: Restaurando...
fr_fr: Restauration…
he_il: משחזר...

# #32034
source: Your backup is succesfully restored!
es_es: ¡Su respaldo fue restaurado exitosamente!
fr_fr: Votre sauvegarde a été restauré avec succès !
he_il: הגיבוי שלך שוחזר בהצלחה!

# #32035
source: An error has occured while restoring the backup
es_es: Ocurrió un error al restaurar el respaldo
fr_fr: Une erreur est survenue lors de la restauration de la sauvegarde.
he_il: שגיאה התרחשה במהלך ניסיון השחזור

# #32036
source: Reset the skin to default settings
es_es: Restablecer el skin a ajustes predeterminados
fr_fr: Réinitialisation des paramètres du thème
he_il: שחזר את הסקין להגדרות ברירת מחדל

# #32037
source: Are you sure you want to reset the skin to default settings ?
es_es: ¿Está seguro(a) que quiere restablecer el skin a ajustes predeterminados?
fr_fr: Êtes-vous sûr de que vouloir réinitialiser les paramètres par défaut du thème ?
he_il: האם אתה בטוח שברצונך לשחזר את הסקין להגדרות ברירת המחדל?

# #32038
source: Global media fanart background
es_es: Fondo Global de fanart de medios
fr_fr: Arrière-plan média global

# #32039
source: Random movies background
es_es: Fondo de Películas Aleatorias
fr_fr: Arrière-plans films aléatoires
he_il: תמונת רקע מתחלפת מסרטים

# #32040
source: Recent movies background
es_es: Fondo de Películas Recientes
fr_fr: Arrière-plans films récents
he_il: תמונת רקע מתחלפת מסרטים חדשים

# #32041
source: In progress movies background
es_es: Fondo de películas En Progreso
fr_fr: Arrière-plans film en cours
he_il: תמונת רקע מתחלפת מסרטים בתהליך

# #32042
source: Unwatched movies background
es_es: Fondo de películas No Vistas
fr_fr: Arrière-plans films non vus
he_il: תמונת רקע מתחלפת מסרטים שלא נצפו

# #32043
source: Random Tv Shows background
es_es: Fondo de Series de TV Aleatorias
fr_fr: Arrière-plans séries TV
he_il: תמונת רקע מתחלפת מסדרות אקראיות

# #32044
source: Recent episodes background
es_es: Fondo de episodios Recientes
fr_fr: Arrière-plans épisodes récents
he_il: תמונת רקע מתחלפת מסדרות חדשות

# #32045
source: In progress Tv Shows background
es_es: Fondo de series de TV En Progreso
fr_fr: Arrière-plans séries TV en cours
he_il: תמונת רקע מתחלפת מסדרות בתהליך

# #32046
source: Random pictures background
es_es: Fondo de imágenes Aleatorias
fr_fr: Arrière-plans images aléatoires
he_il: תמונת רקע מתחלפת מתמונות

# #32047
source: Random music videos background
es_es: Fondo de vídeos musicales Aleatorios
fr_fr: Arrière-plans clips vidéos aléatoires
he_il: תמונת רקע מתחלפת מהופעות

# #32048
source: Random music artists background
es_es: Fondo de artistas de música Aleatorios
fr_fr: Arrière-plans artistes aléatoires
he_il: תמונת רקע מתחלפת מאמני מוסיקה

# #32049
source: Opacity
es_es: opacidad
fr_fr: Opacité
he_il: שקיפות

# #32050
source: Custom color
es_es: Color personalizado
fr_fr: Couleur personnalisée
he_il: צבע מותאם אישית

# #32051
source: Select busy spinner
es_es: Seleccionar imagen giratoria de ocupado
fr_fr: Sélection de l’icône de chargement
he_il: בחר אנימצית טעינה

# #32052
source: Custom single image (gif)
es_es: Imagen única personalizada (gif)
fr_fr: Image unique personnalisée (gif)
he_il: (gif) בחר תמונה בודדת

# #32053
source: Custom multi image (path)
es_es: Imágenes múltiples personalizadas (ruta)
fr_fr: Images multiples personnalisées (chemin)
he_il: (path) בחר תיקיה מרובת תמונות

# #32054
source: Select view
es_es: Seleccionar vista
fr_fr: Sélection de la vue
he_il: בחר תצוגה

# #32055
source: My TV Shows Airing today
es_es: Mis Series de Tv exhibiéndose hoy
fr_fr: Mes Séries TV diffusées aujourd’hui
he_il: סדרות הטלויזיה שלי המשודרות היום

# #32056
source: Configure conditional backgrounds
es_es: Configurar fondos condicionales
fr_fr: Configurer les arrière-plans conditionnels
he_il: הגדר רקעים מותנים

# #32057
source: Setup backgrounds that will be activated on specified dates
es_es: Configurar fondos que se activarán en fechas específicas
fr_fr: Configurer un arrière-plan qui sera activé à une date spécifiée
he_il: הגדר רקעים שיופעלו בתאריכים ספציפיים

# #32058
source: Please enter a name for your conditional background
es_es: Por favor digite un nombre para su fondo condicional
fr_fr: Veuillez entrer un nom pour votre arrière-plan conditionnel
he_il: בחר שם עבור הרקע המותנה שלך

# #32059
source: Conditional background override
es_es: Reemplazo de fondo Condicional
fr_fr: Arrière-plan conditionnel de substitution
he_il: דרוס רקע מותנה

# #32060
source: Error while writing changes. Make sure you have filled in all fields correctly.
es_es: Error al escribir cambios. Asegúrese de que ha rellenado correctamente todos los campos.
fr_fr: Erreur lors de l’écriture des changements. Assurez-vous d’avoir renseigné tous les champs correctement.
he_il: שגיאה התרחשה בשמירת השינויים. בדוק שמילאת את כל השדות כנדרש.

# #32061
source: Please select a background image
es_es: Por favor seleccione una imagen de fondo
fr_fr: Veuillez sélectionner une image d’arrière-plan
he_il: אנא בחר תמונת רקע

# #32062
source: Smart Shortcuts
es_es: Atajos Inteligentes
fr_fr: Raccourcis intelligents
he_il: קיצורים חכמים

# #32063
source: Default Widgets
es_es: Widgets Predeterminados
fr_fr: Widgets par défaut
he_il: יישומוני ברירת מחדל

# #32064
source: Do you want to setup a single background or a folder with multiple backgrounds ?
es_es: ¿Desea configurar un único fondo o un folder con múltiples fondos ?
fr_fr: Vous voulez configurer un arrière-plan unique ou un dossier d’arrière-plans multiples ?
he_il: האם ברצונך להגדיר רקע בודד או תיקיה עם מספר תמונות ?

# #32065
source: Single
es_es: Único
fr_fr: Unique
he_il: בודד

# #32066
source: Multiple
es_es: Múltiple
fr_fr: Multiples
he_il: מספר תמונות

# #32067
source: Select image folder path
es_es: Seleccionar ruta de folder de imágenes
fr_fr: Sélection du chemin du dossier d’image
he_il: בחר נתיב לתיקית התמונות

# #32068
source: Please enter a filename for your backup
es_es: Por favor digite un nombre para su respaldo
fr_fr: Veuillez saisir un nom de fichier pour la sauvegarde
he_il: בחר שם עבור קובץ הגיבוי

# #32069
source: Please enter the time that this theme should be activated (hh:mm in 24-hours format)
es_es: Por favor digite la hora en la cual debe ser activado este tema (formato de 24 horas hh:mm)
fr_fr: Veuillez saisir l’heure à laquelle ce thème devra être activé (hh:mm au format 24 heures)
he_il: (hh:mm בתבנית של 24 שעות) אנא בחר את השעה שבה ערכת הנושא תופעל

# #32070
source: Did you enter the time in the correct format ?
es_es: ¿Digitó la hora en el formato correcto ?
fr_fr: Avez-vous saisi l’heure dans le bon format ?
he_il: האם הכנסת את השעה בתבנית הנכונה?

# #32071
source: Activates every day at
es_es: Se activa todos las días a las
fr_fr: Actif tous les jours à
he_il: הפעל בכל יום ב-

# #32072
source: Go to Series level
es_es: Ir a nivel de Series
fr_fr: Aller au niveau des Séries TV
he_il: עבור לרמת התוכנית

# #32073
source: Add new condition...
es_es: Adicionar una nueva condición...
fr_fr: Ajouter une nouvelle condition…
he_il: הוסף תנאי חדש...

# #32074
source: Add a new condition to activate a custom background on a selected timespan
es_es: Adicionar una nueva condición para activar un fondo personalizado en un tiempo seleccionado
fr_fr: Ajouter une nouvelle condition pour activer un arrière-plan personnalisé sur un laps de temps sélectionné
he_il: הוסף תנאי חדש על-מנת להפעיל רקע מותאם אישית בזמן מוגדר

# #32075
source: Delete or change ?
es_es: ¿Borrar o Cambiar?
fr_fr: Supprimer ou remplacer ?
he_il: למחוק או לשנות ?

# #32076
source: Do you want to delete or change the existing entry ?
es_es: ¿Desea borrar o cambiar la entrada existente?
fr_fr: Voulez-vous supprimer ou modifier l’entrée existante ?
he_il: האם ברצונך למחוק או לשנות את הערך הקיים ?

# #32077
source: Change
es_es: Cambiar
fr_fr: Changer
he_il: שנה

# #32078
source: Delete
es_es: Borrar
fr_fr: Supprimer
he_il: מחק

# #32079
source: Create Color Theme...
es_es: Crear Tema de Color...
fr_fr: Créer un thème de couleur…
he_il: צור ערכת נושא...

# #32080
source: Create new custom color theme based on your current skin color settings.
es_es: Crear nuevo tema de color personalizado basado en sus ajusteas actuales de color del skin.
fr_fr: Créer un nouveau thème de couleur personnalisé basé sur les paramètres de couleur du thème actuel.
he_il: צור ערכת נושא חדשה המבוססת על ההגדרות הנוכחיות שלך

# #32081
source: Import Color Theme from file...
es_es: Importar Tema de Color desde un archivo...
fr_fr: Importer un thème de couleur depuis un fichier…
he_il: ייבוא ערכת נושא מקובץ...

# #32082
source: Import a colortheme from file.
es_es: Importar un tema de color desde un archivo...
fr_fr: Importer un thème de couleur depuis un fichier.
he_il: ייבוא ערכת נושא מקובץ...

# #32083
source: Apply this Color Theme
es_es: Aplicar este Tema de Color
fr_fr: Appliquer ce thème de couleur
he_il: החל ערכת נושא זו

# #32084
source: Export this Color Theme to file
es_es: Exportar este Tema de Color a un archivo
fr_fr: Exporter ce thème couleur vers un fichier
he_il: ייצוא ערכת נושא זו לקובץ

# #32085
source: Manage Color Themes
es_es: Gestionar Temas de Color
fr_fr: Gérer les thèmes de couleurs
he_il: ניהול ערכות נושא

# #32086
source: In progress Media
es_es: Medios En Progreso
fr_fr: Média en cours
he_il: פריטים בתהליך

# #32087
source: Recently added songs
es_es: Canciones añadidas recientemente
fr_fr: Chansons récemment ajoutées
he_il: שירים שנוספו לאחרונה

# #32088
source: Recently played songs
es_es: Canciones reproducidas recientemente
fr_fr: Chansons récemment jouées
he_il: שירים שנוגנו לאחרונה

# #32089
source: Reset persistant cache
es_es: Restablecer el caché persistente
fr_fr: Réinitialiser le cache persistant
he_il: ניקוי מטמון

# #32090
source: Are you sure you want to reset the permanent cache ? Warning: This will delete all contents of the folder
es_es: ¿Está seguro(a) que quiere restablecer el caché permanente? Advertencia: Esto borrará todo el contenido del folder
fr_fr: Êtes-vous sûr de que vouloir réinitialiser le cache permanent ? ATTENTION : Cela va supprimer tout le contenu du dossier.
he_il: האם אתה בטוח שברצונך למחוק את המטמון הקבוע? אזהרה: המחיקה תגרום לאיבוד כל תוכן התיקיה

# #32091
source: The action completed sucesfully
es_es: La acción completó exitosamente
fr_fr: L’action a été réalisé avec succès !
he_il: הפעולה בוצעה בהצלחה

# #32092
source: The action completed with errors
es_es: La acción completó con errores
fr_fr: L’action a été réalisé avec des erreurs !
he_il: הפעולה הסתיימה עם שגיאות

# #32093
source: PVR Thumbs are disabled or not supported in this skin
es_es: Las Miniaturas de PVR están desactivadas o no soportadas en este skin
fr_fr: Les vignettes PVR sont désactivées ou non supportées par ce thème
he_il: PVR Thumbs - האופציה מבוטלת או אינה נתמכת בסקין הנוכחי

# #32094
source: Use TMDB for lookups
es_es: Utilizar TMDb para búsquedas
fr_fr: Utiliser TMDB pour les recherches
he_il: השתמש ב- TMDB לחיפוש

# #32095
source: Use extended images from Fanart.tv
es_es: Utilizar imágenes extendidas de Fanart.tv
fr_fr: Utiliser les images de Fanart.tv
he_il: השתמש בתמונות נוספות מאת Fanart.tv

# #32096
source: Use Google images for lookups
es_es: Utilizar imágenes de Google para búsquedas
fr_fr: Utiliser Google images pour les recherches
he_il: תמש בגוגל תמונות לחיפושים

# #32097
source: Use Youtube for lookups
es_es: Utilizar YouTube para búsquedas
fr_fr: Utiliser Youtube pour les recherches
he_il: השתמש ביוטיוב לחיפוש

# #32098
source: Use local video Library for lookups
es_es: Utilizar la Videoteca para búsquedas
fr_fr: Utiliser la vidéothèque locale pour les recherches
he_il: השתמש בספרית וידאו מקומית לחיפוש

# #32099
source: Custom (recordings) folder for lookups
es_es: Folder personalizado (grabaciones) para búsquedas
fr_fr: Dossier personnalisé (enregistrements) pour les recherches
he_il: תיקיה מותאמת אישית לחיפוש

# #32100
source: Use thumb provided by PVR addon
es_es: Utilizar miniatura provista por el complemento PVR
fr_fr: Utiliser la vignette fournie par l’extension PVR
he_il: השתמש בתמונה ממוזערת מהרחבת PVR

# #32101
source: Download artwork for PVR Recordings
es_es: Descargar arte para grabaciones PVR
fr_fr: Télécharger les Artwork pour les enregistrements PVR
he_il: הורדת גרפיקה עבור הקלטות טלויזיה חיה

# #32102
source: Download artwork for PVR Guide entries
es_es: Descargar arte para entradas en la Guí PVR
fr_fr: Télécharger les Artwork pour les entrées du Guide PVR
he_il: הורדת גרפיקה עבור לוח השידורים של טלויזיה חיה

# #32103
source: Location of the persistant cache
es_es: Ubicación del caché persistente
fr_fr: Emplacement du cache persistant
he_il: מיקום המטמון הקבוע

# #32104
source: Live TV channels (with artwork)
es_es: Canales de TV En Vivo (con arte)
fr_fr: Chaînes TV en direct (avec Artwork)
he_il: ערוצי טלויזיה חיה (עם גרפיקה)

# #32105
source: Live TV Recordings (with artwork)
es_es: Grabaciones de TV En Vivo (con arte)
fr_fr: Enregistrements chaînes TV (avec Artwork)
he_il: הקלטות טלויזיה חיה (עם גרפיקה)

# #32106
source: Channels to ignore with lookups, seperate with ;
es_es: Canales a ignorar en búsquedas, separar con ;
fr_fr: Canaux à ignorer pour les recherches, séparés avec ;
he_il: ערוצים שלא יכללו בחיפוש - יש להפריד עם ;

# #32107
source: Ignore titles with these words, seperate with ;
es_es: Ignorar títulos con estas palabras, separar con ;
fr_fr: Ignorer les titres avec ces mots, séparés par ;

# #32108
source: Directory structure for cache folder
es_es: Estructura de directorio para folder de caché
fr_fr: Structure du répertoire pour le dossier du cache
he_il: מבנה התיקיה עבור תיקית המטמון

# #32109
source: Programtitle (default)
es_es: Titulo de Programa (predeterminado)
fr_fr: TitreduProgramme (par défaut)

# #32110
source: Channelname\Programtitle
es_es: Nombre de Canal\Título de Programa
fr_fr: NomdelaChaîne \ TitreduProgramme

# #32111
source: Channelname - Programtitle
es_es: Nombre de Canal - Título de Programa
fr_fr: NomdelaChaîne - TitreduProgramme

# #32112
source: Words to ignore (strip) in titles, seperate with ;
es_es: Palabras a ignorar (sacar) en títulos, separar con ;
fr_fr: Mots à ignorer (bande) dans les titres, séparés avec ;

# #32113
source: Random PVR fanart background
es_es: Fondo de fanart de PVR Aleatorio
fr_fr: Arrière-plan PVR aléatoire
he_il: רקעים מתחלפים - טלויזיה חיה

# #32114
source: Preferred language for TMDB metadata
es_es: Idioma preferido para metadata de TMDb
fr_fr: Langue préférée pour les métadonnées TMDB
he_il: שפה מועדפת עבור מידע מ- TMDB

# #32115
source: Enable creation of wall/grid backgrounds
es_es: Activar la creación de fondos de muro/grilla
fr_fr: Activer la création des arrière-plans du mur/grille
he_il: אפשר קיר תמונות רנדומלי

# #32116
source: Prefer black & white for wall backgrounds
es_es: preferir blanco y negro para fondos de muro
fr_fr: Préférez le noir & blanc pour les arrière-plans du mur
he_il: העדף קיר תמונות רנדומלי בצבעי שחור לבן

# #32117
source: Random Movies Wall/Grid
es_es: Muro/Grilla de Películas Aleatorias
fr_fr: Mur/Grille de films aléatoires
he_il: קיר תמונות רנדומלי - סרטים

# #32118
source: Random Artists Wall/Grid
es_es: Muro/Grilla de Artistas Aleatorios
fr_fr: Mur/Grille d’artistes aléatoires
he_il: קיר תמונות רנדומלי - אמנים

# #32119
source: Random Albums Wall/Grid
es_es: Muro/Grilla de Álbumes Aleatorios
fr_fr: Mur/Grille d’albums aléatoires
he_il: קיר תמונות רנדומלי - אלבומים

# #32120
source: PVR Artwork
es_es: Arte de PVR
fr_fr: Artwork PVR
he_il: PVR - גרפיקה

# #32121
source: Backgrounds
es_es: Fondos
fr_fr: Arrière-plans
he_il: רקעים

# #32122
source: Music Artwork
es_es: Arte de Música
fr_fr: Artwork Musique
he_il: רקעים - מוסיקה

# #32123
source: Enable online lookups for music artwork
es_es: Activar búsquedas en línea de arte de música
fr_fr: Activer les recherches en ligne des Artwork musique
he_il: אפשר חיפוש גרפיקה עבור מוסיקה

# #32124
source: Lookup artwork in local music folders
es_es: Buscar arte en folders locales de música
fr_fr: Rechercher les Artwork dans les dossiers locaux des musiques
he_il: חיפוש גרפיקה עבור מוסיקה מקומית

# #32125
source: Download artwork to local music folders
es_es: Descargar arte en folders locales de música
fr_fr: Télécharger les Artwork dans les dossiers locaux des musiques
he_il: הורד גרפיקה לתיקית המוסיקה המקומית

# #32126
source: Reset persistant cache
es_es: restablecer el cahcé persistente
fr_fr: Réinitialiser le cache persistant

# #32127
source: Random Tv Shows Wall/Grid
es_es: Muro/Grilla de Series de Tv Aleatorias
fr_fr: Mur/Grille de séries TV aléatoires
he_il: קיר תמונות רנדומלי - סדרות

# #32128
source: Only build the wall images once (reuse images)
es_es: Solo generar las imágenes de muro una sola vez (reutilizar imágenes)
fr_fr: Générer les images de mur une seule fois (réutilisation des images)
he_il: צור קיר תמונות פעם אחת בלבד (שימוש חוזר בתמונות)

# #32129
source: Clear cache (rebuild all wall images)
es_es: Limpiar el caché (generar todas las imágenes de muro)
fr_fr: Effacer le cache (régénère toutes les images du mur)
he_il: ניקוי מטמון (בנייה מחדש של קיר תמונות)

# #32130
source: Similar TV Shows
es_es: Series de TV Similares
fr_fr: Séries TV similaires
he_il: סדרות דומות

# #32131
source: Recommended albums
es_es: Álbumes Recomendados
fr_fr: Albums recommandés
he_il: אלבומים מומלצים

# #32132
source: Recommended songs
es_es: Canciones Recomendadas
fr_fr: Chansons recommandées
he_il: שירים מומלצים

# #32133
source: PVR Channel groups
es_es: grupos de Canales de PVR
fr_fr: Groupes de chaînes PVR

# #32134
source: Other
es_es: Otro
fr_fr: Autre
he_il: אחר

# #32135
source: Enable verbose debug logging
es_es: Activar bitácora de debug extendida
fr_fr: Activer la journalisation détaillée du déboggage
he_il: הפעל ניפוי שגיאות (לוג) מורחב

# #32136
source: Max number of extrafanarts to grab for music/pvr fanart
es_es: Número Máximo de extrafanart a traer para fanart de música/pvr
fr_fr: Nombre maximum d’extrafanarts à utiliser pour le fanait musique/PVR

# #32137
source: Title's character splitter
es_es: Caracter separador de Título
fr_fr: Séparateur de caractères du titre

# #32138
source: Random videos background (movie/show/musicvideo)
es_es: Fondo de vídeos Aleatorios (película/serie/vídeos musicales)
fr_fr: Arrière-plan vidéos aléatoire (films/spectacles/clips vidéos)
he_il: רקעים מתוך וידאו שנוסף לאחרונה (סרטים סדרות וקליפים)

# #32139
source: Recent videos background (movie or tvshow)
es_es: Fondo de vídeos Recientes (película o serie de tv)
fr_fr: Arrière-plan de vidéos récentes (films ou séries)
he_il: רקעים מתוך וידאו שנוסף לאחרונה (סרטים או סדרות)
