Repository: xbmc/repo-scripts
Catalog: script.xbmc.subtitles/resources/language/Turkish/strings.po
Languages: tr

# #610
source: Search
tr: Ara

# #612
source: Manually enter search string
tr: El ile arama dizesi gir

# #642
source: Searching subtitles %s
tr: %s Altyazı aranıyor

# #646
source: Connecting...
tr: Bağlanıyor...

# #649
source: Downloading subtitles...
tr: Altyazılar indiriliyor...

# #652
source: Subtitles file downloaded and extracted
tr: Altyazı dosyası indirildi ve açıldı

# #653
source: Connection failed
tr: Bağlantı başarısız

# #654
source: Error extracting subtitles
tr: Altyazı açma hatası

# #655
source: Local subtitle available
tr: Yerel altyazı mevcut

# #656
source: Service did not respond within the time out limit
tr: Hizmet zaman aşımı süresi içinde yanıt vermedi

# #657
source: No Subtitles Found!
tr: Altyazı Bulunamadı!

# #744
source: subtitles found for
tr: için altyazılar bulundu

# #747
source: Search Using Parent Folder
tr: Üst Klasörleri Kullanarak Ara

# #748
source: You can't save subtitle to selected destination
tr: Altyazıyı seçilen hedefe kayıt edemezsiniz

# #750
source: Would you like to activate this subtitle temporarily?
tr: Bu altyazıyı geçici olarak etkinleştirmek ister misiniz?

# #751
source: Enter Movie Name (year)
tr: Filmin Adını Girin (yıl)

# #755
source: Server is overloaded, please try again later
tr: Sunucu aşırı yüklendi, lütfen daha sonra tekrar deneyin

# #756
source: Login failed. Please verify your settings at the addon Configuration
tr: Giriş başarısız. Lütfen eklenti yapılandırmasında ayarlarınızı doğrulayın

# #757
source: Server requires you to rewrite code from image
tr: Sunucu resim kodunun tekrar girilmesini gerektiriyor

# #758
source: Please take look at notification area
tr: Lütfen bildirim alanına bakın

# #759
source: Enter code of image in notification area
tr: Bildirim alanıdaki resim kodunu girin

# #760
source: Available Services
tr: Mevcut Hizmetler

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
tr: Bu altyazıları indirebilmek için giriş yapmalısınız,[CR]eklenti yapılandırmasında ayarlarınızı doğrulayın

# #762
source: Addon Settings
tr: Eklenti Ayarları

# #763
source: Auto downloading first 'sync' subtitle
tr: Otomatik olarak ilk 'sync' altyazıyı indir

# #764
source: Downloading first 'sync' sub
tr: İlk 'sync' altyazı karşıdan yükleniyor

# #765
source: first 'sync' subtitle downloaded
tr: ilk 'sync' altyazı karşıdan yüklendi

# #766
source: Choose Subtitle folder
tr: Altyazı Klasörü Seç

# #767
source: No 'sync' subtitle found
tr: 'sync' altyazı bulunamadı

# #30100
source: Languages
tr: Diller

# #30101
source: Primary Language
tr: Birincil Dil

# #30102
source: Secondary Language
tr: İkincil Dil

# #30103
source: Services
tr: Hizmetler

# #30104
source: - Podnapisi.net Username
tr: - Podnapisi.net Kullanıcı Adı

# #30105
source: - Podnapisi.net Password
tr: - Podnapisi.net Parola

# #30106
source: Advanced Options
tr: Gelişmiş Seçenekler

# #30107
source: Subtitle Download Folder Same As Movie
tr: Altyazıyı Film Klasörüne İndir

# #30108
source: - Set Custom Subtitle Download Path
tr: - Özel Altyazı İndirme Yolunu Ayarla

# #30110
source: Manually Enter Search String
tr: El İle Arama Dizesi Gir

# #30111
source: Third Language
tr: Üçüncü Dil

# #30113
source: Select Default Movie Service
tr: Varsayılan Film Hizmetini Seç

# #30114
source: Select Default TV Show Service
tr: Varsayılan Dizi Hizmetini Seç

# #30118
source: Display file name in results page
tr: Sonuç sayfasında dosya adını göster

# #30119
source: Search Using Parent Folder
tr: Üst Klasörleri Kullanarak Ara

# #30121
source: Add Language To Filename
tr: Dil Kodunu Dosya Adına Ekle

# #30122
source: Set Default Timeout
tr: Varsayılan Zaman Aşımını Ayarla

# #30123
source: - Legendas.TV Username
tr: - Legendas.TV Kullanıcı Adı

# #30124
source: - Legendas.TV Password
tr: - Legendas.TV Parola

# #30126
source: - Itasa Username
tr: - Itasa Kullanıcı Adı

# #30127
source: - Itasa Password
tr: - Itasa Parola

# #30128
source: - Titulky Username
tr: - Titulky Kullanıcı Adı

# #30129
source: - Titulky Password
tr: - Titulky Parola

# #30130
source: Search next available service if no results are found
tr: Eğer sonuç bulunamazsa mevcut olan sonraki hizmette ara

# #30131
source: Auto download first "sync" subtitle
tr: Otomatik olarak ilk 'sync' altyazıyı indir

# #30132
source: - LegendasDivx Username
tr: - LegendasDivx Kullanıcı Adı

# #30133
source: - LegendasDivx Password
tr: - LegendasDivx Parola

# #30134
source: - PTSubs Username
tr: - PTSubs Kullanıcı Adı

# #30135
source: - PTSubs Password
tr: - PTSubs Parola

# #30136
source: - OmniSubs Username
tr: - OmniSubs Kullanıcı Adı

# #30137
source: - OmniSubs Password
tr: - OmniSubs Parola

# #30138
source: - LegendasZone Username
tr: - LegendasZone Kullanıcı Adı

# #30139
source: - LegendasZone Password
tr: - LegendasZone Parola

# #30140
source: - Choose subs type:
tr: - Altyazı türünü seç:

# #30145
source: Use 'Subs' subfolder for storing subtitles
tr: Altyazıları depolamak için 'Subs' alt klasörünü kullan

# #30146
source: - napisy24.pl Username
tr: - napisy24.pl Kullanıcı Adı

# #30147
source: - napisy24.pl Password
tr: - napisy24.pl Parola

# #30148
source: - euTorrents Username
tr: - euTorrents Kullanıcı Adı

# #30149
source: - euTorrents Password
tr: - euTorrents Parola

# #30150
source: No sub(s) in
tr: Altyazı(lar) yok

# #30152
source: Found sub(s) in
tr: Altyazı(lar) bulundu

# #30153
source: Searching Title... Please wait!
tr: Başlık Aranıyor... Lütfen bekleyin!

# #30154
source: Downloading... Please Wait!
tr: İndiriliyor... Lütfen Bekleyin!

# #30155
source: Extracting... Please Wait!
tr: Çıkartılıyor... Lütfen Bekleyin!

# #30158
source: - Pipocas Username
tr: - Pipocas Kullanıcı Adı

# #30159
source: - Pipocas Password
tr: - Pipocas Parola

# #30201
source: Albanian
tr: Arnavutça

# #30202
source: Arabic
tr: Arapça

# #30203
source: Belarusian
tr: Beyaz Rusyaca

# #30204
source: Bosnian (Latin)
tr: Boşnakça (Latin)

# #30205
source: Bulgarian
tr: Bulgarca

# #30206
source: Catalan
tr: Katalanca

# #30207
source: Chinese
tr: Çince

# #30208
source: Croatian
tr: Hırvatça

# #30209
source: Czech
tr: Çekçe

# #30210
source: Danish
tr: Danca

# #30211
source: Dutch
tr: Hollandaca

# #30212
source: English
tr: İngilizce

# #30213
source: Estonian
tr: Estce

# #30214
source: Finnish
tr: Fince

# #30215
source: French
tr: Fransızca

# #30216
source: German
tr: Almanca

# #30217
source: Greek
tr: Yunanca

# #30218
source: Hebrew
tr: İbranice

# #30219
source: Hindi
tr: Hintçe

# #30220
source: Hungarian
tr: Macarca

# #30221
source: Icelandic
tr: İzlandaca

# #30222
source: Indonesian
tr: Endonezca

# #30224
source: Italian
tr: İtalyanca

# #30225
source: Japanese
tr: Japonca

# #30226
source: Korean
tr: Korece

# #30227
source: Latvian
tr: Letonca

# #30228
source: Lithuanian
tr: Litvanca

# #30229
source: Macedonian
tr: Makedonca

# #30230
source: Norwegian
tr: Norveççe

# #30232
source: Polish
tr: Lehçe

# #30233
source: Portuguese
tr: Portekizce

# #30234
source: Portuguese (Brazil)
tr: Portekizce (Brazilya)

# #30235
source: Romanian
tr: Rumence

# #30236
source: Russian
tr: Rusça

# #30237
source: SerbianLatin
tr: Sırpça

# #30238
source: Slovak
tr: Slovakça

# #30239
source: Slovenian
tr: Slovenyaca

# #30240
source: Spanish
tr: İspanyolca

# #30242
source: Swedish
tr: İsveççe

# #30243
source: Thai
tr: Taice

# #30244
source: Turkish
tr: Türkçe

# #30245
source: Ukrainian
tr: Ukraynaca

# #30246
source: Vietnamese
tr: Vietnamca

# #30247
source: Farsi
tr: Farsça
