Repository: xbmc/repo-scripts
Catalog: screensaver.kaster/resources/language/resource.language.*/strings.po
Languages: fr_fr

# #32001
source: Photo by
fr_fr: Image de

# #32002
source: General
fr_fr: Général

# #32003
source: Screensaver Mode
fr_fr: Mode d'économiseur d'écran

# #32004
source: Only google photos
fr_fr: Seulement des images de Google

# #32005
source: Only my photos
fr_fr: Seulement mes images

# #32006
source: Google photos + my photos
fr_fr: Images de Google + mes images

# #32007
source: Unknown
fr_fr: Inconnu

# #32008
source: Wait time before changing image (s)
fr_fr: Temps avant de changer d'image (s)

# #32009
source: Folder with pictures
fr_fr: Dossier avec les images

# #32010
source: Failed to parse image dictionary
fr_fr: Échec de l'analyse du dictionnaire d'images

# #32012
source: Hide Kodi logo
fr_fr: Cacher le logo de Kodi

# #32013
source: Hide weather info
fr_fr: Cacher les infos météo

# #32014
source: Hide clock info
fr_fr: Cacher l'heure

# #32015
source: Hide picture info
fr_fr: Cacher les infos de l'image

# #32017
source: Enabled animation
fr_fr: Activer l'animation

# #32018
source: Fade
fr_fr: Fondu

# #32019
source: Pan and zoom
fr_fr: Zoom et panoramique

# #32020
source: Hide dim overlay
fr_fr: Cacher la superposition sombre

# #32021
source: Show black background
fr_fr: Afficher un fond noir
