Repository: xbmc/repo-scripts
Catalog: script.tvtunes/resources/language/Greek/strings.po
Languages: el

# Addon Summary
source: Get and play your Movie and TV shows Themes
el: Λήψη και αναπαραγωγή μουσικών Θεμάτων (TvTunes) των τηλεοπτικών σειρών σας

# Addon Description
source: This script will help you to get themes for your movie and TV show library from www.televisiontunes.com It will save them in theme[0-9].mp3 file in each of your video folders then they will be played while browsing your video library when you enter the TV Show folder or Video Information screen (need your skin to be compatible for this feature)
el: Αυτό το script θα σας βοηθήσει να κατεβάσετε μουσικά θέματα των τηλεοπτικών σας σειρών από το www.televisiontunes.com, θα τα αποθηκεύει σε αρχεία μορφής theme.mp3 στο φάκελο της εκάστοτε σειράς, και θα τα αναπαράγει κατά την περιήγησή σας στη συλλογή τηλ. σειρών σας (απαιτείται να υποστηρίζεται από το κέλυφός σας)

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:TvTunes
el: Skinners, ελέγξτε το αρχείο καταγραφής changelog.txt για πληροφορίες σχετικά με την ενσωμάτωση στο κέλυφός σας

# #32001
source: Play theme in loop
el: Επαναλαμβανόμενη αναπαραγωγή μουσικού θέματος

# #32002
source: Lower sound value
el: Χαμηλότερη ένταση ήχου

# #32003
source: Use Protected SMB share
el: Χρήση Προστατευόμενης SMB Κοινής Χρήσης

# #32004
source: Username:
el: Όνομα Χρήστη:

# #32005
source: Password:
el: Κωδικός:

# #32006
source: Store tunes in a custom path
el: Αποθήκευση μουσικής σε προσαρμοσμένο φάκελο

# #32007
source: Path:
el: Διαδρομή:

# #32008
source: Fade tune out when exiting
el: Σταδιακό σβήσιμο της μουσικής κατά την έξοδο

# #32009
source: Automatically download if an exact match is found
el: Αυτόματη λήψη αν βρεθεί ακριβής ταύτιση

# #32010
source: Shuffle multiple tracks
el: Ανακάτεμα πολλαπλών κομματιών

# #32011
source: Random start time
el: Τυχαίος χρόνος έναρξης

# #32012
source: File Types
el: Τύποι Αρχείων

# #32013
source: Fade in the tune when starting
el: Σταδιακή εισαγωγή της μουσικής κατά την έναρξη

# #32014
source: Always add additional themes (no overwrite)
el: Πάντα να προστίθενται τα επιπλέον θεμάτων (χωρίς αντικατάσταση)

# #32015
source: Search for movie themes
el: Αναζήτηση κινηματογραφικών θεμάτων

# #32016
source: Play themes when browsing Movie list
el: Αναπαραγωγή μουσικής κατά την περιήγηση στη Λίστα Ταινιών

# #32017
source: Play themes when browsing TV Show list
el: Αναπαραγωγή μουσικής κατά την περιήγηση στη Λίστα Τηλ. Σειρών

# #32018
source: Debugging
el: Καταγραφή σφαλμάτων

# #32019
source: Enable debug logging
el: Ενεργοποίηση καταγραφής σφαλμάτων (debug log)

# #32020
source: Show the TvTunes button on the Video Info screen
el: Εμφάνιση του πλήκτρου TvTunes στην οθόνη Πληροφοριών Βίντεο

# #32101
source: ERROR
el: ΣΦΑΛΜΑ

# #32102
source: site unreacheable
el: αδυναμία σύνδεσης με την ιστοσελίδα

# #32103
source: TvTune downloader
el: Λήψη TvTunes

# #32104
source: Replace existing theme?
el: Αντικατάσταση του υπάρχοντος θέματος;

# #32106
source: Getting information...
el: Γίνεται λήψη πληροφοριών...

# #32107
source: Searching for
el: Αναζήτηση για

# #32108
source: CANCELED
el: ΑΚΥΡΩΘΗΚΕ

# #32109
source: Operation canceled by user.
el: Η διαδικασία ακυρώθηκε από το χρήστη.

# #32110
source: Downloading:
el: Γίνεται λήψη:

# #32111
source: to:
el: σε:

# #32112
source: Choose for
el: Επιλογή για

# #32113
source: ENTER MANUAL SEARCH
el: ΕΙΣΑΓΩΓΗ ΧΕΙΡΟΚΙΝΗΤΗΣ ΑΝΑΖΗΤΗΣΗΣ

# #32114
source: Download this one?
el: Να γίνει λήψη αυτού;

# #32116
source: You can help to get more theme on:
el: Βοηθήστε στην επαύξηση των μουσικών θεμάτων στο:

# #32991
source: Playback
el: Αναπαραγωγή

# #32992
source: Download
el: Λήψη

# #32993
source: File system
el: Σύστημα αρχείων
