Repository: xbmc/repo-scripts
Catalog: script.skinvariables/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fi_fi, fr_fr, nl_nl, pt_br, ru_ru, uk_ua

# #32000
source: Constructing Variables...
de_de: Konstruiere Variablen...
es_es: Construyendo variables
fi_fi: Rakennetaan muuttujia...
fr_fr: Construction de variables...
nl_nl: Variabelen maken...
pt_br: Construindo Variáveis
ru_ru: Конструирование переменных...
uk_ua: Створюємо перемінні...

# #32001
source: Skin Variables
de_de: Skin - Variablen
es_es: Variables de interfaz
nl_nl: Skin variabelen
pt_br: Variáveis da Skin
ru_ru: Переменные обложки

# #32002
source: Skin Viewtypes
de_de: Skin - Ansichtstypen
es_es: Tipos de vista interfaz
fi_fi: Ulkoasun näkymätyypit
fr_fr: Types de vues
nl_nl: Skin weergavetypes
pt_br: Tipos de Exibição da Skin
ru_ru: Виды обложки
uk_ua: Види обкладинки

# #32003
source: Constructing Viewtypes...
de_de: Konstruiere Ansichtstypen...
es_es: Construyendo tipos de vista...
fi_fi: Rakennetaan näkymätyyppejä...
fr_fr: Construction des types de vues...
nl_nl: Weergavetypen maken...
pt_br: Construindo Tipos de Exibição
ru_ru: Конструирование видов...
uk_ua: Створюємо види...

# #32004
source: Choose viewtype
de_de: Wähle Ansichtstyp
es_es: Elige tipo de vista
fi_fi: Valitse näkymätyyppi
fr_fr: Choisissez le type de vue
nl_nl: Kies weergavetype
pt_br: Escolher o tipo de exibição
ru_ru: Выбор вида
uk_ua: Обрати вид

# #32005
source: Building default rules for
de_de: Erstelle Standardregeln für
es_es: Crear reglas predeterminadas para
fi_fi: Rakennetaan oletussääntöjä kohteelle
fr_fr: Création de règles par défaut pour
nl_nl: Standaardregels maken voor
pt_br: Construindo regras padrão para
ru_ru: Построение правил для
uk_ua: Будуємо правила для

# #32006
source: Building definitions for view IDs...
de_de: Erstelle Definitionen für Ansichts-IDs...
es_es: Crea las definiciones de vista de IDs...
fi_fi: Rakennetaan määrityksiä näkymien tunnisteille...
fr_fr: Création de définitions pour les ID de vue...
nl_nl: Definities maken voor weergave-ID's...
pt_br: Criando definições para IDs de exibições...
ru_ru: Построение определений для ID видов...
uk_ua: Будуємо визначення для ID видів...

# #32007
source: Building visibility expressions...
de_de: Erstelle sichtbare Ausdrucksformen...
es_es: Crea la visibilidad de expresiones...
fi_fi: Rakennetaan näkyvyyden ilmaisuja...
fr_fr: Création d'expressions de visibilité...
nl_nl: Zichtbaarheidsuitdrukkingen maken...
pt_br: Construindo expressões de visibilidade...
ru_ru: Создание выражений видимости...
uk_ua: Будуємо вирази видимості...

# #32008
source: Building XML...
de_de: Erstelle XML...
es_es: Crea XML...
fi_fi: Rakennetaan XML...
fr_fr: Création de XML...
nl_nl: XML bouwen...
pt_br: Construindo XML...
ru_ru: Построение XML...
uk_ua: Будуємо XML...

# #32009
source: Choose plugin to customise
de_de: Anzupassendes Plugin wählen
es_es: Elija el complemento para personalizar
fi_fi: Valitse mukautettava lisäosa
fr_fr: Choisissez le plugin à personnaliser
nl_nl: Kies plugin om aan te passen
pt_br: Escolher o plugin para personalizar
ru_ru: Выберите плагин для настройки
uk_ua: Обрати плагін для редагування

# #32010
source: Choose content to customise
de_de: Anzupassenden Inhalt wählen
es_es: Elige contenido para personalizar
fi_fi: Valitse mukautettava sisältö
fr_fr: Choisissez le contenu à personnaliser
nl_nl: Kies inhoud om aan te passen
pt_br: Escolha o conteúdo para personalizar
ru_ru: Выберите контент для настройки
uk_ua: Обрати контент для редагування

# #32011
source: Reset all {} views...
de_de: Alle {} Ansichten zurücksetzen...
es_es: Restablecer todas las {} vistas...
fi_fi: Palauta kaikki {} näkymää...
fr_fr: Réinitialiser toutes les {} vues...
nl_nl: Alle {} weergaven resetten...
pt_br: Redefinir todas as {} exibições...
ru_ru: Сброс всех видов {} ...
uk_ua: Скинути всі види {}...

# #32012
source: Add plugin view...
de_de: Plugin-Ansicht hinzufügen...
es_es: Agregar vista de complemento...
fi_fi: Lisää lisäosanäkymä...
fr_fr: Ajouter une vue pour le plug-in...
nl_nl: Plugin weergave toevoegen...
pt_br: Adicionar exibição do plugin...
ru_ru: Добавить вид плагина...
uk_ua: Додати вид плагіну...

# #32013
source: Customise viewtypes
de_de: Ansichtstypen anpassen
es_es: Personalizar tipos de vista
fi_fi: Mukauta näkymätyyppejä
fr_fr: Personnaliser les types de vues
nl_nl: Weergavetypen aanpassen
pt_br: Personalizar tipos de exibição
ru_ru: Настройка видов
uk_ua: Редагувати види

# #32014
source: Reset {} Views
de_de: {} Ansichten zurücksetzen
es_es: Restablecer {} vistas
fi_fi: Palauta {} näkymää
fr_fr: Réinitialiser {} vues
nl_nl: Reset {} weergaven
pt_br: Redefiner {} Exibições
ru_ru: Сброс {} видов
uk_ua: Скинути види {}

# #32015
source: Do you wish to reset all {} views to default
de_de: Alle {} Ansichten auf Standard zurücksetzen
es_es: Desea restablecer todas las {} vistas a sus valores predeterminados
fi_fi: Haluatko palauttaa kaikkien {} näkymän oletukset
fr_fr: Souhaitez-vous réinitialiser toutes les {} vues par défaut
nl_nl: Wilt u alle {} weergaven terugzetten naar standaard
pt_br: Você deseja redefinir todas as exibições {} para o padrão
ru_ru: Хотите ли вы сбросить все виды {} к значениям по умолчанию
uk_ua: Скинути всі види {} до стандартних?

# #32016
source: Choose item to modify
de_de: Element zum Ändern auswählen
es_es: Elija el elemento a modificar
fi_fi: Valitse muokattava kohde
fr_fr: Choisissez l'élément à modifier
pt_br: Escolha o item a ser modificado
ru_ru: Выберите элемент для изменения
uk_ua: Обрати елемент для зміни

# #32017
source: Choose item to delete
de_de: Element zum Löschen auswählen
es_es: Elija el elemento para eliminar
fi_fi: Valitse poistettava kohde
fr_fr: Choisissez l'élément à supprimer
pt_br: Escolha o item a ser excluído
ru_ru: Выберите элемент для удаления
uk_ua: Обрати елемент для видалення

# #32018
source: Successfully added [B]{}[/B] to [B]{}[/B]
de_de: [B]{}[/B] erfolgreich hinzugefügt zu [B]{}[/B]
es_es: Agregado exitosamente [B]{}[/B] a [B]{}[/B]
fi_fi: Lisäys onnistui: [B]{}[/B] kohteeseen [B]{}[/B]
fr_fr: [B]{}[/B] ajouté avec succès à [B]{}[/B]
pt_br: Adicionado com sucesso [B]{}[/B] para [B]{}[/B]
ru_ru: Успешно добавлено [B]{}[/B] в [B]{}[/B]
uk_ua: Успішно додано [B]{}[/B] до [B]{}[/B]

# #32019
source: Import menu
de_de: Menü importieren
es_es: Impotar menú
fi_fi: Tuontivalikko
fr_fr: Importer menu
pt_br: Importar menu
ru_ru: Импорт меню
uk_ua: Імпортувати меню

# #32020
source: Added to menu
de_de: Menü hinzugefügt
es_es: Añadido al menú
fi_fi: Lisätty valikkoon
fr_fr: Menu ajouté
pt_br: Adicionado ao menu
ru_ru: Добавлено в меню
uk_ua: Додано до меню

# #32021
source: Add to menu
de_de: Menü hinzufügen
es_es: Añadir al menú
fi_fi: Lisää valikkoon
fr_fr: Ajouter au menu
pt_br: Adicionar ao menu
ru_ru: Добавить в меню
uk_ua: Додати до меню

# #32022
source: No skinshortcuts found to import.
de_de: Keine Skin-Verknüpfungen zum Import gefunden.
es_es: No se encontraron atajos de interfaz para importar
fi_fi: Tuotavia skinshortcut-valintoja ei löytynyt.
fr_fr: Pas de raccourci trouvé dans l'import
pt_br: Não foram encontrados atalhos de skin para importar.
ru_ru: Не найдено переменных обложки для импорта.
uk_ua: Не знайдено перемінних обкладинки для імпорту.

# #32023
source: Add as menu
de_de: Als Menü hinzufügen
es_es: Agregar como menú
fi_fi: Lisää valikkona
fr_fr: Ajouter comme menu
pt_br: Adicionar como menu
ru_ru: Добавить как меню
uk_ua: Додати як меню

# #32024
source: Added as menu
de_de: Als Menü hinzugefügt
es_es: Agregado como menú
fi_fi: Lisätty valikkona
fr_fr: Ajouté comme menu
pt_br: Adicionado como menu
ru_ru: Добавлено как меню
uk_ua: Додано як меню

# #32025
source: Successfully added [B]{}[/B] as [B]{}[/B]
de_de: [B]{}[/B] erfolgreich hinzugefügt als [B]{}[/B]
es_es: Agregado satisfactoriamente [B]{}[/B] como [B]{}[/B]
fi_fi: Lisäys onnistui: [B]{}[/B] tyypillä [B]{}[/B]
fr_fr: [B]{}[/B] ajouté avec succès comme [B]{}[/B]
pt_br: Adicionado com sucesso [B]{}[/B] como [B]{}[/B]
ru_ru: Успешно добавлено [B]{}[/B] как [B]{}[/B]
uk_ua: Успішно додано [B]{}[/B] як [B]{}[/B]

# #32026
source: Overwrite menu
de_de: Menü überschreiben
es_es: Sobreescribir menú
fi_fi: Korvaa valikko
fr_fr: Ecraser le menu
pt_br: Sobrescrever menu
ru_ru: Перезапись меню
uk_ua: Перезаписати меню

# #32027
source: Importing will overwrite your current menus and setup. Are you sure?
de_de: Menüs und Einstellungen werden überschrieben. Wirklich importieren?
es_es: La importación sobrescribirá sus menús y configuración actuales. ¿Está seguro?
fi_fi: Tuonti korvaa nykyiset valikot ja määritykset. Haluatko varmasti jatkaa?
fr_fr: L'import va écraser votre menu actuel. Etes-vous sûre ?
pt_br: A importação substituirá seus menus e configurações atuais. Tem certeza?
ru_ru: При импорте текущие меню и настройки будут перезаписаны. Вы уверены?
uk_ua: Імпорт перезапише поточні меню та налаштування. Ви впевнені?

# #32028
source: Successfully imported [B]{}[/B] to [B]{}[/B]
de_de: [B]{}[/B] erfolgreich importiert in [B]{}[/B]
es_es: Importado satisfactoriamente [B]{}[/B] a [B]{}[/B]
fi_fi: Tuonti onnistui: [B]{}[/B] kohteeseen [B]{}[/B]
fr_fr: [B]{}[/B] importé avec succès à [B]{}[/B]
pt_br: Importado com sucesso [B]{}[/B] para [B]{}[/B]
ru_ru: Успешно импортировано [B]{}[/B] в [B]{}[/B]
uk_ua: Успішно імпортовано [B]{}[/B] до [B]{}[/B]

# #32029
source: Choose item
de_de: Element auswählen
es_es: Elija elemento
fi_fi: Valitse kohde
fr_fr: Choisir un élément
pt_br: Escolha o item
ru_ru: Выберите элемент
uk_ua: Обрати елемент

# #32030
source: Add another path?
de_de: Weiteren Pfad hinzufügen?
es_es: Agregar otra ruta?
fi_fi: Lisätäänkö sijainti?
fr_fr: Ajouter un autre dossier ?
pt_br: Adicionar outro caminho?
ru_ru: Добавить другой путь?
uk_ua: Додати інший шлях?

# #32031
source: Add an additional path to the filter.
de_de: Einen weiteren Pfad zum Filter hinzufügen.
es_es: Agregar una ruta adicional al filtro?
fi_fi: Lisää suodattimeen uusi sijainti.
fr_fr: Ajouter un dossier supplémentaire au filtre.
pt_br: Adicionar um caminho adicional ao filtro.
ru_ru: Добавьте дополнительный путь к фильтру.
uk_ua: Додати додатковий шлях до фільтру.

# #32032
source: [CAPITALIZE]{}[/CAPITALIZE] method
de_de: Methode [CAPITALIZE]{}[/CAPITALIZE]
es_es: [CAPITALIZE]{}[/CAPITALIZE] metodo
fi_fi: [CAPITALIZE]{}[/CAPITALIZE] tapa
fr_fr: Méthode [CAPITALIZE]{}[/CAPITALIZE]
pt_br: Método [CAPITALIZE]{}[/CAPITALIZE]
ru_ru: [CAPITALIZE]{}[/CAPITALIZE] метод
uk_ua: [CAPITALIZE]{}[/CAPITALIZE] метод

# #32033
source: Sort
de_de: Sortieren
es_es: Clasificar
fi_fi: Järjestä
fr_fr: Trier
pt_br: Ordenar
ru_ru: Сортировка
uk_ua: Сортувати

# #32034
source: Enter custom [LOWERCASE]{}[/LOWERCASE] infolabel or property name
de_de: Angepasstes Infolabel / Namen für [LOWERCASE]{}[/LOWERCASE] eingeben
es_es: Personalice [LOWERCASE]{}[/LOWERCASE] la información o nombre apropiado
fi_fi: Syötä mukautettu [LOWERCASE]{}[/LOWERCASE] -infolabel- tai -property-nimi
fr_fr: Saisir une étiquette ou de propriété personnalisée [LOWERCASE]{}[/LOWERCASE].
pt_br: Insira o rótulo de info personalizado [LOWERCASE]{}[/LOWERCASE] ou o nome da propriedade
ru_ru: Введите сбственную [LOWERCASE]{}[/LOWERCASE] инфо-метку или имя параметра
uk_ua: Введіть власну [LOWERCASE]{}[/LOWERCASE] інфо-мітку чи ім'я параметру

# #32035
source: Enter custom [LOWERCASE]{}[/LOWERCASE] value to match
de_de: Passenden eigenen Wert für [LOWERCASE]{}[/LOWERCASE] eingeben
es_es: Personalice [LOWERCASE]{}[/LOWERCASE] valor para igualar
fi_fi: Syötä oma [LOWERCASE]{}[/LOWERCASE] -tavoitearvo
fr_fr: Saisir la valeur personnalisée [LOWERCASE]{}[/LOWERCASE] à faire correspondre
pt_br: Insira o valor [LOWERCASE]{}[/LOWERCASE] personalizado para corresponder
ru_ru: Введите собственное значение [LOWERCASE]{}[/LOWERCASE] для подбора
uk_ua: Введіть власне значення [LOWERCASE]{}[/LOWERCASE] для підбору

# #32036
source: Less than <
de_de: Weniger als <
es_es: Menor que <
fi_fi: Pienempi kuin <
fr_fr: Inférieur à <
pt_br: Menor que <
ru_ru: Меньше чем <
uk_ua: Менше чим <

# #32037
source: Less than or equal <=
de_de: Weniger als oder gleich <=
es_es: Menor que o igual <=
fi_fi: Pienempi tai sama kuin <=
fr_fr: Inférieur ou égal à <=
pt_br: Menor ou igual <=
ru_ru: Меньше или равно <=
uk_ua: Менше чи дорівнює <=

# #32038
source: Equal ==
de_de: Gleich ==
es_es: Igual ==
fi_fi: Sama ==
fr_fr: Egal à ==
pt_br: Igual ==
ru_ru: Ровно ==
uk_ua: Дорівнює ==

# #32039
source: Not equal !=
de_de: Nicht gleich !=
es_es: No igual !=
fi_fi: Ei sama !=
fr_fr: Différent de !=
pt_br: Não é igual !=
ru_ru: Не равно !=
uk_ua: Не дорівнює !=

# #32040
source: Greater than or equal >=
de_de: Größer als oder gleich >=
es_es: Mayor que o igual >=
fi_fi: Suurempi tai sama kuin >=
fr_fr: Supérieur ou égal à >=
pt_br: Maior ou igual >=
ru_ru: Больше или равно >=
uk_ua: Більше чи рівне >=

# #32041
source: Greater than >
de_de: Größer als >
es_es: Mayor que >
fi_fi: Suurempi kuin >
fr_fr: Supérieur à >
pt_br: Maior que >
ru_ru: Больше >
uk_ua: Більше чим

# #32042
source: Delete path
de_de: Lösche Pfad
es_es: Eliminar ruta
fi_fi: Poista sijainti
fr_fr: Supprimer dossier
pt_br: Excluir caminho
ru_ru: Удалить путь
uk_ua: Видалити шлях

# #32043
source: [COLOR=red][B]WARNING[/B][/COLOR]: This action cannot be undone.
de_de: [COLOR=red][B]ACHTUNG[/B][/COLOR]: Diese Aktion kann nicht rückgängig gemacht werden.
es_es: [COLOR=red][B]WARNING[/B][/COLOR]: Esta acción no se puede deshacer.
fi_fi: [COLOR=red][B]VAROITUS[/B][/COLOR]: Toiminto on peruuttamaton.
fr_fr: [COLOR=red][B]ATTENTION[/B][/COLOR] : Cette action ne peut être annulée.
pt_br: [COLOR=red][B]AVISO[/B][/COLOR]: Esta ação não pode ser desfeita.
ru_ru: [COLOR=red][B]ВНИМАНИЕ[/B][/COLOR]: Это действие нельзя отменить.
uk_ua: [COLOR=red][B]УВАГА[/B][/COLOR]: Цю дію неможливо відмінити.

# #32044
source: Save changes
de_de: Sichere Änderungen
es_es: Guardar cambios
fi_fi: Tallenna muutokset
fr_fr: Enregistrer les changements
pt_br: Salvar alterações
ru_ru: Сохранить изменения
uk_ua: Зберегти зміни

# #32045
source: Changes will be discarded if you do not save.
de_de: Ohne Speichern werden die Änderungen verworfen.
es_es: Los cambios se descartarán si no los guardas.
fi_fi: Jos et tallenna niitä, muutokset hylätään.
fr_fr: Les modifications ne seront pas prises en compte si vous n'enregistrez pas.
pt_br: As alterações serão descartadas se você não salvar.
ru_ru: Изменения будут отменены, если вы не сохраните их.
uk_ua: Зміни буде втрачено без збереження.

# #32046
source: Generating globals
de_de: Generiere Globale
es_es: Generando globales
fi_fi: Luodaan globaaleja
fr_fr: Construction des valeurs globales
pt_br: Gerando globais
ru_ru: Генерация глобальных переменных
uk_ua: Генеруємо глобальні перемінні

# #32047
source: Generating content
de_de: Generiere Inhalt
es_es: Generando contenido
fi_fi: Luodaan sisältöä
fr_fr: Construction du contenu
pt_br: Gerando conteúdo
ru_ru: Генерация контента
uk_ua: Генеруємо контент

# #32048
source: Formatting content
de_de: Formatiere Inhalt
es_es: Formatear contenido
fi_fi: Muotoillaan sisältöä
fr_fr: Mise en forme du contenu
pt_br: Formatando conteúdo
ru_ru: Форматирование контента
uk_ua: Форматуємо контент

# #32049
source: Creating XML
de_de: Erstelle XML
es_es: Creando XML
fi_fi: Luodaan XML:ää
fr_fr: Création XML
pt_br: Criando XML
ru_ru: Создание XML
uk_ua: Створюємо XML

# #32050
source: Add playlist
de_de: Playliste hinzufügen
es_es: Añadir lista de reproducción
fi_fi: Lisää toistolista
fr_fr: Ajouter à la liste de lecture
pt_br: Adicionar à lista de reprodução
ru_ru: Добавить плейлист
uk_ua: Додати плейлист

# #32051
source: Add playlist as playable shortcut or a browseable directory?
de_de: Als abspielbare Verknüpfung oder durchsuchbares Verzeichnis hinzufügen?
es_es: Añadir una lista de reproducción como atajo reproducible o directorio navegable
fi_fi: Lisätäänkö toistolista toistettavana pikavalintana vaiko selattavana hakemistona?
fr_fr: Ajouter la liste de lecture comme raccourci jouable ou comme dossier consultable ?
pt_br: Adicionar lista de reprodução como atalho reproduzível ou diretório navegável?
ru_ru: Добавить плейлист в качестве ярлыка для воспроизведения или папки для просмотра?
uk_ua: Додати плейлист як ярлик чи теку для огляду?

# #32052
source: Add folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fi_fi: Lisää kansio
fr_fr: Ajouter un dossier
pt_br: Adicionar pasta
ru_ru: Добавить папку
uk_ua: Додати теку

# #32053
source: Building directory
de_de: Erstelle Verzeichnis
es_es: Construir directorio
fi_fi: Rakennetaan hakemistoa
fr_fr: Construction du dossier
pt_br: Construindo diretório
ru_ru: Построение папки
uk_ua: Будуємо теку

# #32054
source: Enter profile name
de_de: Profilnamen eingeben
es_es: Introduce el nombre del perfil
fi_fi: Syötä profiilin nimi
fr_fr: Entrer le nom du profil
pt_br: Digite um nome para o perfil
ru_ru: Введите имя профиля
uk_ua: Введіть ім'я профілю

# #32055
source: Add pin-code lock
de_de: Zahlencode hinzufügen
es_es: Añadir pin-codigo de bloqueo
fi_fi: Lisää PIN-lukitus
fr_fr: Ajouter un verrouillage par code pin
pt_br: Adicionar bloqueio com código PIN
ru_ru: Добавить блокировку с помощью пин-кода
uk_ua: Додати PIN-код блок

# #32056
source: Adding a pin-code lock will require users to enter the code before accessing the profile.
de_de: Bei aktiviertem Zahlencode müssen Nutzer den Code eingeben um das Profil zu öffnen.
es_es: Agregar un bloqueo con código PIN requerirá que los usuarios ingresen el código antes de acceder al perfil.
fi_fi: PIN-lukitus vaatii käyttäjiä syöttämään koodin ennen profiilin avausta.
fr_fr: L'ajout d'un verrouillage par code pin obligera les utilisateurs à saisir le code avant d'accéder au profil.
pt_br: Adicionar um bloqueio com código PIN exigirá que os usuários insiram o código antes de acessar o perfil.
ru_ru: Добавление блокировки с пин-кодом потребует от пользователей ввода кода перед доступом к профилю.
uk_ua: PIN-код блок зобов'яже користувачів вводити код щоб увійти до профілю.

# #32057
source: Enter pin-code
de_de: PIN-Code eingeben
es_es: Introducir pin-codigo
fi_fi: Syötä PIN-koodi
fr_fr: Entrer le code pin
pt_br: Digite o código PIN
ru_ru: Введите пин-код
uk_ua: Введіть PIN

# #32058
source: Re-enter pin-code
de_de: PIN-Code erneut eingeben
es_es: Reintroducir pin-codigo
fi_fi: Syötä PIN-koodi uudelleen
fr_fr: Ré-entrer le code pin
pt_br: Digite novamente o código PIN
ru_ru: Повторно введите пин-код
uk_ua: Введіть PIN повторно

# #32059
source: Wrong pin code!
de_de: Falscher PIN-Code!
es_es: ¡Código PIN incorrecto!
fi_fi: Väärä PIN-koodi!
fr_fr: Code pin erroné !
pt_br: Código PIN errado!
ru_ru: Неправильный пин-код!
uk_ua: Хибний PIN!

# #32060
source: Incorrect pin code entered.
de_de: Eingegebener PIN ist falsch.
es_es: Código PIN incorrecto ingresado.
fi_fi: Syötetty PIN-koodi on virheellinen.
fr_fr: Le code pin saisi est incorrect.
pt_br: Código PIN incorreto inserido.
ru_ru: Введен неправильный пин-код.
uk_ua: Введено хибний PIN.

# #32061
source: Default profile
de_de: Standardprofil
es_es: Perfil por defecto
fi_fi: Oletusprofiili
fr_fr: Profil par défaut
pt_br: Perfil padrão
ru_ru: Профиль по умолчанию
uk_ua: Стандартних профіль

# #32062
source: Never logged in
de_de: Noch nie eingeloggt
es_es: Nunca inicie sesión
fi_fi: Ei koskaan kirjautunut
fr_fr: Ne s'est jamais connecté
pt_br: Nunca entrou
ru_ru: Никогда не входил в систему
uk_ua: Ніколи не входив

# #32063
source: Access denied!
de_de: Zugriff verweigert!
es_es: Acceso denegado
fi_fi: Pääsy estetty!
fr_fr: Accès refusé !
pt_br: Acesso negado!
ru_ru: Доступ запрещен!
uk_ua: Доступ відхилено!

# #32064
source: Delete user profile
de_de: Nutzerprofil löschen
es_es: Eliminar perfil de usuario
fi_fi: Poista käyttäjäprofiili
fr_fr: Supprimer profil utilisateur
pt_br: Excluir perfil de usuário
ru_ru: Удалить профиль пользователя
uk_ua: Видалити профіль користувача

# #32065
source: This will delete the skin profile for {}.
de_de: Dies löscht das Skin-Profil für {}.
es_es: Esto eliminará el perfil de máscara de {}.
fi_fi: Tämä poistaa käyttäjän {} ulkoasuprofiilin.
fr_fr: Cette opération supprime le profil de l'habillage de {}.
pt_br: Isso excluirá o perfil de skin de {}.
ru_ru: Это приведет к удалению профиля обложки для {}.
uk_ua: Видалить профіль обкладинки для {}.

# #32066
source: Rename user profile
de_de: Nutzerprofil umbenennen
es_es: Renombre perfil de usuario
fi_fi: Nimeä käyttäjäprofiili uudelleen
fr_fr: Renommer profil utilisateur
pt_br: Renomear perfil de usuário
ru_ru: Переименовать профиль пользователя
uk_ua: Перейменувати профіль користувача

# #32067
source: No item path found!
de_de: Kein Eintragspfad gefunden!
es_es: No se encontró ninguna ruta de elemento!
fi_fi: KOhteen sijaintia ei löytynhyt!
fr_fr: Aucun élément trouvé dans le dossier !
pt_br: Nenhum caminho de item encontrado!
ru_ru: Путь к элементу не найден!
uk_ua: Не знайдено шлях елементу!

# #32068
source: No path found
de_de: Kein Pfad gefunden
es_es: No se encontró la ruta
fi_fi: Sijaintia ei löytynyt
fr_fr: Aucun dossier trouvé
pt_br: Nenhum caminho encontrado
ru_ru: Путь не найден
uk_ua: Шлях не знайдено

# #32069
source: Choose menu
de_de: Menü wählen
es_es: Elige menú
fi_fi: Valitse valikko
fr_fr: Choisir un menu
pt_br: Escolha o menu
ru_ru: Выбор меню
uk_ua: Обрати меню

# #32070
source: Choose mode
de_de: Modus wählen
es_es: Elige modo
fi_fi: Valitse tila
fr_fr: Choisir un mode
pt_br: Escolha o modo
ru_ru: Выбор режима
uk_ua: Обрати режим

# #32071
source: Add here
de_de: Hier hinzufügen
es_es: Añadir aquí
fi_fi: Lisää tähän
fr_fr: Ajouter ici
pt_br: Adicionar aqui
ru_ru: Добавить сюда
uk_ua: Додати сюди

# #32072
source: Overwrite {filename} with {content}?
de_de: {filename} mit {content} überschreiben?
es_es: Sobreescribir {filename} con {content}
fi_fi: Korvataanko {filename} {content}?
fr_fr: Écraser {filename} avec {content} ?
pt_br: Substituir {filename} por {content}?
ru_ru: Перезаписать {filename} {content}?
uk_ua: Перезаписати {filename} з {content}?

# #32073
source: your {skin} menu files
de_de: Deine {skin} Menüdateien
es_es: sus {skin} archivos de menus
fi_fi: ulkoasusi {skin} valikkotiedostoilla
fr_fr: Vos fichiers menu de {skin}
pt_br: seus arquivos de menu {skin}
ru_ru: ваши {skin} файлы меню
uk_ua: меню файлів {skin} обкладинки

# #32074
source: the menu files from the [B]{folder}[/B] folder
de_de: Die Menüdateien aus dem Ordner [B]{folder}[/B]
es_es: los archivos de menú de [B]{folder}[/B] la carpeta
fi_fi: kansion [B]{folder}[/B] valikkotiedostoilla
fr_fr: les fichiers de menu du dossier [B]{dossier}[/B].
pt_br: os arquivos de menu da pasta [B]{folder}[/B]
ru_ru: файлами меню из папки [B]{folder}[/B]
uk_ua: файли меню з теки [B]{folder}[/B]

# #32075
source: Overwrite files?
de_de: Dateien überschreiben?
es_es: Sobreescribir archivos?
fi_fi: Korvataanko tiedostot?
fr_fr: Écraser les fichiers ?
pt_br: Sobrescrever arquivos?
ru_ru: Перезаписать файлы?
uk_ua: Перезаписати файли?

# #32076
source: No files found!
de_de: Keine Dateien gefunden!
es_es: No se encontraron archivos!
fi_fi: Tiedostoja ei löytynyt!
fr_fr: Aucun fichier trouvé !
pt_br: Nenhum arquivoe ncontrado!
ru_ru: Файлы не найдены!
uk_ua: Не знайдено файлів!

# #32077
source: Icon
es_es: Icono
fi_fi: Kuvake
fr_fr: Icône
pt_br: Ícone
ru_ru: Иконка
uk_ua: Іконка

# #32078
source: Add item
de_de: Element hinzufügen
es_es: Añadir elemento
fi_fi: Lisää kohde
fr_fr: Ajouter élément
pt_br: Adicionar item
ru_ru: Добавить элемент
uk_ua: Додати елемент

# #32079
source: Rebuild shortcuts
de_de: Verknüpfungen neu erstellen
es_es: Reconstruir atajos
fi_fi: Rakenna pikavalinnat uudelleen
fr_fr: Reconstruire les raccourcis
pt_br: Reconstruir atalhos
ru_ru: Перестроить ярлыки
uk_ua: Перебудувати ярлики
