Repository: xbmc/repo-scripts
Catalog: script.skinvariables/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fi_fi, fr_fr, nl_nl, pt_br, ru_ru, uk_ua

# #32080
source: Rebuild shortcuts template to include recent changes?
de_de: Verknüpfungsvorlage mit aktuellen Änderungen neu erstellen?
es_es: Reconstruir la plantilla de accesos directos para incluir cambios recientes?
fi_fi: Rakennetaanko pikavalintamalli uudelleen viimeisimpien muutosten sisällyttämiseksi?
fr_fr: Reconstruire le modèle de raccourcis pour inclure les changements récents ?
pt_br: Reconstruir modelo de atalhos para incluir alterações recentes?
ru_ru: Перестроить шаблон ярлыков для включения последних изменений?
uk_ua: Перебудувати шаблон ярликів для внесення змін?

# #32081
source: Restore shortcuts
de_de: Verknüpfungen wiederherstellen
es_es: Restaurar accesos directos
fi_fi: Palauta pikavalinnat
fr_fr: Restaurer les raccourcis
pt_br: Restaurar atalhos
ru_ru: Восстановление ярлыков
uk_ua: Відновити ярлики

# #32082
source: Restoring shortcuts resets all shortcuts to skin defaults.
de_de: Eine Verknüpfungswiederherstellung setzt den Skin auf Standardwerte zurück.
es_es: La restauración de atajos restablece todos los atajos a los valores predeterminados de la apariencia.
fi_fi: Pikavalintojen palautus palauttaa kaikki pikavalinnat ulkoasun oletuksiin.
fr_fr: La restauration des raccourcis rétablit les valeurs par défaut de tous les raccourcis.
pt_br: A restauração de atalhos redefine todos os atalhos para os padrões de skin.
ru_ru: Восстановление ярлыков возвращает все ярлыки к значениям скина по умолчанию.
uk_ua: Відновлення ярликів скидає всі ярлики до стандартних.

# #32083
source: Add list
de_de: Liste hinzufügen
es_es: Añadir lista
fi_fi: Lisää lista
fr_fr: Ajouter liste
pt_br: Adicionar à lista
ru_ru: Добавить список
uk_ua: Додати список

# #32084
source: [B][COLOR=red]WARNING[/COLOR][/B]: Adding this list will add {item_count} new items (skipping {skip_count} existing items previously added). This action cannot be undone.
de_de: [B][COLOR=red]ACHTUNG[/COLOR][/B]: Diese Liste wird {item_count} neue Einträge (überspringt {skip_count} existierende) hinzufügen. Aktion kann nicht rückgängig gemacht werden.
fi_fi: [B][COLOR=red]VAROITUS[/COLOR][/B]: Tämän listan lisääminen lisää {item_count} uutta kohdetta ({skip_count} nykyistä aiemmin lisättyä kohdetta ohitetaan). Ttoiminto on peruuttamaton.
fr_fr: [B][COLOR=red]ATTENTION[/COLOR][/B] : L'ajout de cette liste ajoutera {item_count} nouveaux éléments (en ignorant {skip_count} éléments existants précédemment ajoutés). Cette action ne peut être annulée.
pt_br: [B][COLOR=red]AVISO[/COLOR][/B]: adicionar esta lista adicionará {item_count} novos itens (ignorando {skip_count} itens existentes adicionados anteriormente). Essa ação não pode ser desfeita.
ru_ru: [B][COLOR=red]ВНИМАНИЕ[/COLOR][/B]: Добавление этого списка добавит {item_count} новых элементов (пропуская {skip_count} существующих элементов, добавленных ранее). Это действие не может быть отменено.
uk_ua: [B][COLOR=red]УВАГА[/COLOR][/B]: Додавання цього списку внесе {item_count} нових елементів (не враховуючи {skip_count} вже існуючих елементів). Цю дію неможливо відмінити.

# #32085
source: No new items to add!
de_de: Keine Einträge zum hinzufügen!
es_es: ¡No hay elementos nuevos para agregar!
fi_fi: Uusi lisättäviä kohteita ei ole!
fr_fr: Pas de nouveaux éléments à ajouter !
pt_br: Não há novos itens para adicionar!
ru_ru: Нет новых элементов для добавления!
uk_ua: Немає нових елементів для додавання!

# #32086
source: This list contains {item_count} items. The current max item limit is {item_limit}. This list will not be added.
de_de: Diese Liste enthält {item_count} Einträge. Das aktuelle Eintragslimit ist {item_limit}. Liste wird nicht hinzugefügt.
es_es: Esta lista contiene {item_count} elementos. El límite máximo de artículos actual es {item_limit}. Esta lista no se agregará.
fi_fi: Tämä lista sisältää {item_count} kohdetta. Kohteiden enimmäismäärä on tällä hetkellä {item_limit}. Listaa ei lisätä.
fr_fr: Cette liste contient {item_count} éléments. La limite maximale actuelle est de {limite_article}. Cette liste ne sera pas ajoutée.
pt_br: Esta lista contém {item_count} itens. O limite máximo de itens atual é {item_limit}. Esta lista não será adicionada.
ru_ru: Этот список содержит {item_count} элементов. Текущий максимальный лимит элементов {item_limit}. Этот список не будет добавлен.
uk_ua: Цей список містить {item_count} елементів. Максимальна кількість елементів: {item_limit}. Цей список не буде додано.

# #32087
source: Delete list
de_de: Lösche Liste
es_es: Borrar lista
fi_fi: Poista lista
fr_fr: Supprimer liste
pt_br: Excluir lista
ru_ru: Удалить список
uk_ua: Видалити список

# #32088
source: [B][COLOR=red]WARNING[/COLOR][/B]: Deleting this list will remove {item_count} existing items. This action cannot be undone.
de_de: [B][COLOR=red]ACHTUNG[/COLOR][/B]: Löschen dieser Liste wird {item_count} Einträge entfernen. Aktion kann nicht rückgängig gemacht werden.
es_es: [B][COLOR=red]ADVERTENCIA[/COLOR][/B]: Al eliminar esta lista, se eliminarán {item_count} elementos existentes. Esta acción no se puede deshacer.
fi_fi: [B][COLOR=red]VAROITUS[/COLOR][/B]: Tämän listan poistaminen poistaa {item_count} nykyistä kohdetta. Toiminto on peruuttamaton.
fr_fr: [B][COLOR=red]ATTENTION[/COLOR][/B] : La suppression de cette liste entraînera la suppression de {item_count} articles existants. Cette action ne peut être annulée.
pt_br: [B][COLOR=red]AVISO[/COLOR][/B]: excluir esta lista removerá {item_count} itens existentes. Essa ação não pode ser desfeita.
ru_ru: [B][COLOR=red]ВНИМАНИЕ[/COLOR][/B]: Удаление этого списка удалит {item_count} существующих элементов. Это действие не может быть отменено.
uk_ua: [B][COLOR=red]УВАГА[/COLOR][/B]: Видалення цього списку видалить {item_count} існуючих елементів. Цю дію неможливо відмінити.

# #32089
source: No items to delete!
de_de: Keine Elemente zum Löschen!
es_es: No hay elementos para eliminar!
fi_fi: Poistettavia kohteita ei ole!
fr_fr: Aucun élément à supprimer !
pt_br: Nenhum item para excluir!
ru_ru: Нет элементов для удаления!
uk_ua: Немає елементів для видалення!

# #32090
source: Choose shortcut
de_de: Verknüpfung auswählen
es_es: Elige un atajo
fi_fi: Valitse pikavalinta
fr_fr: Choisir un raccourci
pt_br: Escolha o atalho
ru_ru: Выбрать ярлык
uk_ua: Оберіть ярлик

# #32091
source: Refresh shortcuts
de_de: Verknüpfungen aktualisieren
es_es: Actualizar atajos
fi_fi: Päivitä pikavalinnat
fr_fr: Rafraîchir les raccourcis
pt_br: Atualizar atalhos
ru_ru: Обновить ярлыки
uk_ua: Оновити ярлики

# #32092
source: Configure submenu
de_de: Konfiguriere Untermenü
es_es: Configurar submenú
fi_fi: Määritä alivalikko
fr_fr: Configurer sous-menu
pt_br: Configurar submenu
ru_ru: Настроить подменю
uk_ua: Налаштувати підменю

# #32093
source: Configure widgets
de_de: Konfiguriere Widgets
es_es: Configurar widgets
fi_fi: Määritä widgetit
fr_fr: Configurer widgets
pt_br: Configurar widgets
ru_ru: Настроить виджеты
uk_ua: Налаштувати віджети

# #32094
source: Edit filters
de_de: Editiere Filter
es_es: Editar filtros
fi_fi: Muokkaa suodattimia
fr_fr: Modifier les filtres
pt_br: Editar filtros
ru_ru: Редактировать фильтры
uk_ua: Змінити фільтри

# #32095
source: Add new
de_de: Neu hinzufügen
es_es: Añadir nuevo
fi_fi: Lisää uusi
fr_fr: Ajouter un nouveau
pt_br: Adicionar novo
ru_ru: Добавить новый
uk_ua: Додати нові

# #32096
source: Add new user
pt_br: Adicionar novo usuário

# #32097
source: Enable default user
pt_br: Habilitar usuário padrão

# #32098
source: Disable default user
pt_br: Desabilitar usuário padrão

# #32084
source: [B][COLOR=red]WARNING[/COLOR][/B]: Adding this list will add {item_count} new items (skipping {skip_count} existing items previously added). This action cannot be undone
es_es: [B][COLOR=red]WARNING[/COLOR][/B]: Agregar ésta lista agregará {item_count} elementos nuevos (omitiendo {skip_count} elementos existentes agregados anteriormente). Esta acción no se puede deshacer.
