Repository: xbmc/repo-scripts
Catalog: script.videoextras/resources/language/*/strings.po
Languages: dutch, portuguese

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
dutch: Voeg Video extra`s toe aan jou Films en TV series.
portuguese: Adicionar Extras de Vídeo aos seus Filmes e Séries TV

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
dutch: Biedt een manier om Video extra`s toe te voegen aan jou videobibliotheek. Kijk op de wiki voor instellingsinstructies.
portuguese: Permite adicionar extras de vídeo à sua Biblioteca de Vídeos. Leia o wiki para mais instruções de configuração.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras
dutch: Skinners, bekijk de wiki om te weten hoe je het moet integreren in jouw skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras
portuguese: Os autores dos temas deverão consultar o wiki para saberem como integrar este add-on no tema: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras

# #32002
source: Extras Directory Name
dutch: Extra`s Locatie naam
portuguese: Nome da Pasta de Extras

# #32003
source: Search Nested Directories
dutch: Zoek gevestigde locaties
portuguese: Pesquisar subdirectórios

# #32004
source: Enable Extras with File Tag
dutch: Activeer extra`s met bestand tag
portuguese: Activar Extras com Etiqueta de Ficheiro

# #32005
source: Extras File Name Tag
dutch: Extra`s Bestand Naam Tag
portuguese: Extras com Etiqueta de Ficheiro

# #32006
source: Menu to show after playing an extra
dutch: Menu om te tonen na afspelen van een extra
portuguese: Exibir este menu após reproduzir um extra

# #32007
source: Video Selection
dutch: Video selectie
portuguese: Selecção de Vídeo

# #32008
source: Information
dutch: Informatie
portuguese: Informação

# #32009
source: Home
dutch: Beginscherm
portuguese: Menu Principal

# #32010
source: File System
dutch: Bestandssysteem
portuguese: Sistema de Ficheiros

# #32011
source: Remote Extras Location
dutch: Afstandsbediening extra`s locatie
portuguese: Localização Remota de Extras

# #32012
source: Use Custom Extras Location
dutch: Gebruik aangepaste extra`s locatie
portuguese: Usar Localização Personalizada de Extras

# #32013
source: Path
dutch: Locatie
portuguese: Localização

# #32014
source: Custom Movies Sub-Folder
dutch: Aangepaste films Sub-Folder
portuguese: Sub-Pasta Personalizada de Filmes

# #32015
source: Custom TV Shows Sub-Folder
dutch: Aangepaste TV seris Sub-folder
portuguese: Sub-Pasta Personalizada de Séries TV

# #32016
source: Advanced
dutch: Geavanceerd
portuguese: Avançado

# #32017
source: Force Extras Button Display
dutch: Forceer Extra`s knop weergave
portuguese: Forçar Exibição do Botão de Extras

# #32018
source: Exclude Files Regular Expression
dutch: Uitsluiten Bestanden Reguliere Expressie
portuguese: Expressão Regular de Exclusão de Ficheiros

# #32019
source: Debugging
dutch: Fout registratie
portuguese: Depuração

# #32020
source: Enable debug logging
dutch: Foutregistratie inschakelen
portuguese: Activar o registo de depuração

# #32021
source: Database
portuguese: Base de Dados

# #32022
source: Enable Database Support
dutch: Activeer Database Ondersteuning
portuguese: Activar Suporte de Base de Dados

# #32023
source: Operations
dutch: Besturingen
portuguese: Operações

# #32024
source: Clean Database
dutch: opschonen Database
portuguese: Limpar a Base de Dados

# #32025
source: Use Detailed List Screen
dutch: Gebruik gedetailleerd lijst scherm
portuguese: Usar Ecrã com Lista de Detalhes

# #32026
source: Window to show after exiting detailed list
dutch: Scherm te tonen na afsluiten van gedetailleerde lijst
portuguese: Mostrar esta janela após sair da Lista de Detalhes

# #32027
source: Allow caching of extras on startup
dutch: Toestaan het bufferen van extra`s bij opstarten
portuguese: Permitir cache de extras ao iniciar

# #32028
source: Browse Extras
dutch: Zoek extra`s
portuguese: Navegar Extras

# #32029
source: Custom Music Video Sub-Folder
dutch: Aangepaste muziekvideo Sub-folder
portuguese: Sub-Pasta de Videoclipes Personalizada

# #32101
source: Play All
dutch: Speel alles af
portuguese: Reproduzir Todos

# #32103
source: No extras found
dutch: Geen extra`s gevonden
portuguese: Não foram encontrados extras

# #32104
source: Resume from
dutch: Hervat vanaf
portuguese: Retomar a partir de

# #32105
source: Start from beginning
dutch: Starten vanaf begin
portuguese: Começar do início

# #32106
source: Mark as watched
dutch: Markeer als bekeken
portuguese: Marcar como visto

# #32107
source: Mark as unwatched
dutch: markeer als niet bekeken
portuguese: Marcar como não visto

# #32108
source: Edit title
dutch: Wijzig titel
portuguese: Editar títul

# #32109
source: Failed to update title
dutch: Niet gelukt titel te updaten
portuguese: Falha na actualização do título

# #32110
source: Movies
dutch: Films
portuguese: Filmes

# #32111
source: TV Shows
dutch: TV Series
portuguese: Séries TV

# #32112
source: Music Videos
dutch: Musiek Videos
portuguese: Videoclipes
