Repository: xbmc/repo-scripts
Catalog: script.globalsearch/resources/language/resource.language.*/strings.po
Languages: cs_cz, da_dk, fr_ca, he_il, hr_hr, pt_pt, tr_tr

# Addon Summary
source: Search your library.
cs_cz: Hledej v knihovně.
da_dk: Søg i biblioteket.
fr_ca: Chercher dans votre bibliothèque
he_il: חיפוש בספריית המדיה.
tr_tr: Kitaplığını ara.

# Addon Description
source: This addon can find any item in your video and music library.
cs_cz: Tento dopněk dokáže najít libovolnou položku ve vaší audio a video knihovně.
da_dk: Dette add-on kan finde ethvert emne i dit video- og musikbibliotek.
fr_ca: Cet addiciel peut trouver tout élément dans votre vidéothèque et dans votre audiothèque.
he_il: הרחבה זו יכולה למצוא כל פריט בספריות הווידאו והמוזיקה.
tr_tr: Bu eklenti video ve müzik kitaplığınızdaki herhangi bir öğeyi bulabilir.

# #32000
source: General
cs_cz: Obecné
da_dk: Generelt
fr_ca: Général
he_il: כללי
hr_hr: Općenito
pt_pt: Geral
tr_tr: Genel

# #32001
source: Search Movies
cs_cz: Hledej filmy
da_dk: Søg i film
fr_ca: Chercher des films
he_il: חיפוש סרטים
hr_hr: Pretraži filmove
pt_pt: Procurar Filmes
tr_tr: Filmlerde Ara

# #32002
source: Search TV Shows
cs_cz: Hledej seriály
da_dk: Søg i tv-serier
fr_ca: Chercher des séries TV
he_il: חיפוש סדרות
hr_hr: Pretraži TV serije
pt_pt: Procurar Séries TV
tr_tr: TV Programlarında Ara

# #32003
source: Search Episodes
cs_cz: Hledej epizody
da_dk: Søg i afsnit
fr_ca: Chercher des épisodes
he_il: חיפוש פרקים
hr_hr: Pretraži epizode
pt_pt: Procurar Episódios
tr_tr: Bölümlerde Ara

# #32004
source: Search Music Videos
cs_cz: Hledej hudební videa
da_dk: Søg i musikvideoer
fr_ca: Chercher des vidéos de musique
he_il: חיפוש קליפים
hr_hr: Pretraži glazbene spotove
pt_pt: Procurar Videoclipes
tr_tr: Müzik Videolarında Ara

# #32005
source: Search Artists
cs_cz: Hledej umělce
da_dk: Søg i kunstnere
fr_ca: Chercher des artistes
he_il: חיפוש אמנים
hr_hr: Pretraži izvođače
pt_pt: Procurar Artistas
tr_tr: Sanatçılarda Ara

# #32006
source: Search Albums
cs_cz: Hledej alba
da_dk: Søg i albummer
fr_ca: Chercher des albms
he_il: חיפוש אלבומים
tr_tr: Albümlerde Ara

# #32007
source: Search Songs
cs_cz: Hledej skladby
da_dk: Søg i sange
fr_ca: Chercher des chansons
he_il: חיפוש שירים
hr_hr: Pretraži pjesme
pt_pt: Procurar Músicas
tr_tr: Şarkılarda Ara

# #32009
source: Search Live TV
cs_cz: Hledej v EPG
da_dk: Søg i direkte tv
fr_ca: Rechercher dans le GÉP
he_il: חיפוש בלוח שידורים
tr_tr: Canlı TV'de Ara

# #32011
source: Search Movie Actors
cs_cz: Hledej filmové herce
da_dk: Søg i filmskuespillere
tr_tr: Film Oyuncularında Ara

# #32012
source: Search Movie Directors
cs_cz: Hledej filmové režiséry
da_dk: Søg i filminstruktører
tr_tr: Film Yönetmenlerinde Ara

# #32013
source: Search TV Show Actors
cs_cz: Hledej seriálové herce
da_dk: Søg i tv-serieskuespillere
tr_tr: TV Programı Oyuncularında Ara

# #32101
source: Enter search string
cs_cz: Zadejte řetězec k vyhledání
da_dk: Indtast søgeord
fr_ca: Saisir la chaîne de recherche
he_il: הזנת מחרוזת חיפוש
hr_hr: Upišite zahtjev za pretraživanje
pt_pt: Introduza texto a procurar
tr_tr: Arama dizesi girin

# #32102
source: Items
cs_cz: Položky
da_dk: Emner
tr_tr: Öğeler

# #32203
source: Browse album
cs_cz: Procházej alba
da_dk: Gennemse album
fr_ca: Parcourir l'album
he_il: עיון באלבום
hr_hr: Pregledaj album
pt_pt: Navegar no álbum
tr_tr: Albüme gözat

# #32204
source: Season information
cs_cz: Informace o sezóně
da_dk: Sæsoninformation
fr_ca: Infomation sur la saison
he_il: פרטי עונה
hr_hr: Informacije sezone
pt_pt: Informação da temporada
tr_tr: Sezon bilgisi

# #32205
source: Play trailer
cs_cz: Přehrát trailer
da_dk: Afspil trailer
fr_ca: Jouer la bande-annonce
he_il: ניגון קדימון
hr_hr: Reproduciraj najavu
pt_pt: Reproduzir trailer
tr_tr: Fragmanı oynat

# #32206
source: Find album
cs_cz: Najdi album
fr_ca: Trouver un album
he_il: מציאת אלבום
hr_hr: Pronađi album
pt_pt: Encontrar Álbum
tr_tr: Albümü bul

# #32207
source: Find all seasons
cs_cz: Najdi všechny sezóny
da_dk: Find alle sæsoner
fr_ca: Trouver tous les saisons
he_il: מציאת כל העונות
hr_hr: Pronađi sezone
pt_pt: Encontrar todas as temporadas
tr_tr: Bütün sezonları bul

# #32208
source: Find all episodes
cs_cz: Najdi všechny epizody
da_dk: Find alle afsnit
fr_ca: Trouver tous les épisodes
he_il: מציאת כל הפרקים
hr_hr: Pronađi epizode
pt_pt: Encontrar todos os episódios
tr_tr: Bütün bölümleri bul

# #32209
source: Find all albums
cs_cz: Najdi všechny alba
da_dk: Find alle albummer
fr_ca: Trouver tous les albums
he_il: מציאת כל האלבומים
hr_hr: Pronađi albume
pt_pt: Encontrar todos os álbuns
tr_tr: Bütün albümleri bul

# #32210
source: Find all songs
cs_cz: Najdi všechny skladby
da_dk: Find alle sange
fr_ca: Trouver tous les chansons
he_il: מציאת כל השירים
hr_hr: Pronađi pjesme
pt_pt: Encontrar todas as músicas
tr_tr: Bütün şarkıları bul

# #32211
source: Movies starring
cs_cz: Obsazení filmů
da_dk: Film medvirkende
fr_ca: Films mettant en vedète
he_il: סרטים בכיכוב
hr_hr: Uloge filma
pt_pt: Filmes com
tr_tr: Film yıldızları

# #32212
source: Resume from %s
cs_cz: Pokračovat od %s
da_dk: Genoptag fra %s
tr_tr: Devam et: %s

# #32221
source: Movie Actors
cs_cz: Filmový herci
da_dk: Filmskuespillere
tr_tr: Film Oyuncuları

# #32222
source: TV Show Actors
cs_cz: Seriálový herci
da_dk: Tv-serieskuespillere
tr_tr: TV Programı Oyuncuları

# #32297
source: Searching:
cs_cz: Hledání:
da_dk: Søger:
tr_tr: Aranıyor:

# #32298
source: Search again?
cs_cz: Znovu vyhledat?
da_dk: Søg igen?
tr_tr: Yeniden aransın mı?

# #32299
source: New search
cs_cz: NOVÉ HLEDÁNÍ
da_dk: Ny søgning
fr_ca: Nouvelle recherche
he_il: חיפוש חדש
tr_tr: Yeni arama

# #32006
source: Search Abums
hr_hr: Pretraži albume
pt_pt: Procurar Álbuns

# #32008
source: Search Actors
hr_hr: Traži glumca
pt_pt: Procurar Actores

# #32009
source: Search EPG
hr_hr: Pretraži EPG vodič
pt_pt: Procurar EPG

# #32299
source: NEW SEARCH
hr_hr: NOVA PRETRAGA
pt_pt: NOVA PROCURA
