Repository: xbmc/repo-scripts
Catalog: script.globalsearch/resources/language/Hungarian/strings.po
Languages: hu

# #32000
source: General
hu: Általános

# #32001
source: Search Movies
hu: Filmek keresése

# #32002
source: Search TV Shows
hu: Sorozatok keresése

# #32003
source: Search Episodes
hu: Epizódok keresése

# #32004
source: Search Music Videos
hu: Videóklippek keresése

# #32005
source: Search Artists
hu: Előadók keresése

# #32006
source: Search Abums
hu: Albumok keresése

# #32007
source: Search Songs
hu: Számok keresése

# #32008
source: Search Actors
hu: Színészek keresése

# #32101
source: Enter search string
hu: Adja meg a keresendő szöveget/szövegrészt

# #32203
source: Browse album
hu: ALbumok tallózása

# #32204
source: Season information
hu: Évad információk

# #32205
source: Play trailer
hu: Előzetes lejátszása

# #32206
source: Find album
hu: Album találatok

# #32207
source: Find all seasons
hu: Találatok az évadok között

# #32208
source: Find all episodes
hu: Találatok az epizódok között

# #32209
source: Find all albums
hu: Találatok az albumok között

# #32210
source: Find all songs
hu: Találatok a számok között

# #32211
source: Movies starring
hu: Filmekben szerepel

# #32299
source: NEW SEARCH
hu: ÚJ KERESÉS
