Repository: xbmc/repo-scripts
Catalog: script.kodi.android.update/resources/language/resource.language.*/strings.po
Languages: cs_cz, et_ee, hu_hu

# Addon Summary
source: Download and Install Kodi packages.
cs_cz: Stáhnout a nainstalovat Kodi balíčky.
et_ee: Laadi alla ja paigalda Kodi pakette.
hu_hu: Töltsd le és telepítsd a Kodi csomagot.

# Addon Description
source: Download and Install Kodi android packages; select from Nightlies, Releases, Snapshots and Test-builds.
cs_cz: Stáhnout a nainstalovat Kodi android balíčky; vyberte z Nightlies, Releases, Snapshots and Test-builds.
et_ee: Laadi alla ja paigalda Kodi android pakette; valikus on Nightlies, Releases, Snapshots ja Test-builds.
hu_hu: Töltsd le és telepítsd a Kodi android csomagokat; válassz a Nightlyk, Stabil, Speciális és Teszt buildek közül.

# #30000
source: Enable Debugging [Log errors]
cs_cz: Povolit ladění [zaznamenávat chyby]
et_ee: Luba silumine [logi vead]
hu_hu: Debug engedélyezése [Log hibák]

# #30001
source: Something went wrong, Try again later...
cs_cz: Něco se pokazilo, zkuste to znovu za chvíli…
et_ee: Midagi läks valesti, proovi hiljem uuesti...
hu_hu: Hiba történt, próbálkozz újra később...

# #30002
source: Preparing to download: %s
cs_cz: Připravuji stahování: %s
et_ee: Valmistumine allalaadimiseks: %s
hu_hu: Felkészülés a letöltésre: %s

# #30003
source: Keep all downloads?
cs_cz: Ponechat všechna stažení?
et_ee: Kas säilitada kõik allalaadimised?
hu_hu: Megtartod az összes letöltést ?

# #30004
source: File already exists
cs_cz: Soubor už existuje
et_ee: Fail on juba olemas
hu_hu: A fájlok már léteznek

# #30005
source: Install
cs_cz: Instalovat
et_ee: Paigalda
hu_hu: Telepítés

# #30006
source: Redownload
cs_cz: Znovu stáhnout
et_ee: Laadi uuesti alla
hu_hu: Letöltés ismét

# #30007
source: Installation complete, file removed
cs_cz: Instalace hotova, soubor odstraněn
et_ee: Paigaldus lõpetatud, fail eemaldati
hu_hu: A telepítés befejeződött, a fájl eltávolítva

# #30008
source: Cleanup download after installation
cs_cz: Odstranit stažené po instalaci
et_ee: Eemalda allalaetud fail pärast paigaldust
hu_hu: Letöltött fájl törlése a telepítés után

# #30009
source: Plugin disabled
cs_cz: Zásuvný modul zakázán
et_ee: Plugin keelatud
hu_hu: Plugin letiltva

# #30010
source: Unknown Android version
cs_cz: Neznámá Android verze
et_ee: Tundmatu Androidi versioon
hu_hu: Ismeretlen android verzió

# #30011
source: Android v.%s.0.0 is incompatible with new Kodi versions,
cs_cz: Android v.%s.0.0 není kompatibilní s novou Kodi verzí,
et_ee: Android v.%s.0.0 ei ühildu uute Kodi versioonidega,
hu_hu: Az Android v.%s.0.0 nem kompatibilis a Kodi új verzióival,

# #30012
source: Would you like to disable this plugin?
cs_cz: Přejete se zakázat tento doplněk?
et_ee: Kas soovid selle plugina keelata?
hu_hu: Szeretnéd letiltani ezt a bővítményt?

# #30013
source: Detecting Android version...
cs_cz: Zjišťuji verzi Android…
et_ee: Androidi versiooni tuvastamine...
hu_hu: Android verzió meghatározása...

# #30014
source: Current Android platform (%s)
cs_cz: Současná platforma Android (s%)
et_ee: Praegune Androidi platvorm (%s)
hu_hu: Jelenlegi Android platform (%s)

# #30015
source: Semi-stable (Monthly builds).
cs_cz: Polostabilní (měsíční buildy).
et_ee: Poolstabiilne (igakuised versioonid).
hu_hu: Félig stabil (havi buildok).

# #30016
source: Stable (Final releases).
cs_cz: Stabilní (Finální vydání).
et_ee: Stabiilne (lõplikud väljaanded).
hu_hu: Stabil (Felhasználói verziók).

# #30017
source: Unstable (Daily builds).
cs_cz: Nestabilní (Denní vydání).
et_ee: Ebastabiilne (igapäevased versioonid).
hu_hu: Nem stabil (napi verziók).

# #30018
source: Experimental (Debugging builds).
cs_cz: Experimentální (Ladící vydání).
et_ee: Eksperimentaalne (silumiseks).
hu_hu: Kísérleti (Hibakereső verziók).

# #30019
source: Incompatible platform
cs_cz: Nekompatibilní platforma
et_ee: Ühildumatu platvorm
hu_hu: Nem kompatibilis platform

# #30020
source: Select File Explorer
cs_cz: Vyberte Průzkumník souborů
et_ee: Vali failihaldur
hu_hu: Fájlkezelő kiválasztása

# #30021
source: File Explorer
cs_cz: Průzkumník souborů
et_ee: Failihaldur
hu_hu: Fáljkezelő

# #30022
source: Current Kodi Branch (%s.%s-%s)
cs_cz: Aktuální větev Kodi (%s.%s-%s)
et_ee: Praegune Kodi haru (%s.%s-%s)
hu_hu: Jelenlegi Kodi (%s.%s-%s)

# #30023
source: [B]Downloading:[/B]
cs_cz: [B]Stahuji:[/B]
et_ee: [B]Allalaadimine:[/B]
hu_hu: [B]Letöltés:[/B]

# #30024
source: | [B]Speed:[/B]
cs_cz: | [B]Rychlost:[/B]
et_ee: | [B]Kiirus:[/B]
hu_hu: | [B]Sebesség:[/B]

# #30025
source: | [B]ETA:[/B]
cs_cz: | [B]Zbývá:[/B]
et_ee: | [B]Jäänud:[/B]
hu_hu: | [B]Fennmaradó:[/B]
