Repository: xbmc/repo-scripts
Catalog: script.metadata.editor/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, it_it, nl_nl, pt_br, ru_ru

# #32001
source: User rating
de_de: Eigene Bewertung
es_es: Valorización de usuario
it_it: Valutazione utente
nl_nl: Gebruikersbeoordeling
pt_br: Avaliação do usuário
ru_ru: Рейтинг пользователей

# #32002
source: Available entries
de_de: Verfügbare Einträge
es_es: Entradas disponibles
it_it: Voci disponibili
nl_nl: Beschikbare vermeldingen
pt_br: Entradas disponíveis
ru_ru: Доступные записи

# #32003
source: Add/remove available tags
de_de: Verfügbare Tags hinzufügen/entfernen
es_es: Adicionar/Eliminar Tags disponibles
it_it: Aggiungi/rimuovi tag disponibili
nl_nl: Beschikbare labels toevoegen/verwijderen
pt_br: Add/remover tags disponíveis
ru_ru: Добавить / удалить доступные теги

# #32004
source: Add/remove available genres
de_de: Verfügbare Genre hinzufügen/entfernen
es_es: Adicionar/Eliminar Géneros disponibles
it_it: Aggiungi/rimuovi generi disponibili
nl_nl: Beschikbare genres toevoegen/verwijderen
pt_br: Add/remover gêneros disponíveis
ru_ru: Добавить / удалить доступные жанры

# #32005
source: Add new item
de_de: Neuen Eintrag hinzufügen
es_es: Adicionar ítem nuevo
it_it: Aggiungi nuovo oggetto
nl_nl: Nieuw item toevoegen
pt_br: Add novo item
ru_ru: Добавление нового элемента

# #32006
source: Edit current list as string
de_de: Bearbeite aktuelle Liste als String
it_it: Modifica lista attuale come stringa
nl_nl: Huidige lijst als string bewerken
ru_ru: Изменить текущий список как строку

# #32007
source: Select from available items
de_de: Aus verfügbaren Elementen wählen
es_es: Seleccionar de ítems disponibles
it_it: Seleziona dagli oggetti disponibili
nl_nl: Kiezen uit beschikbare items
pt_br: Selecionar de itens disponíveis
ru_ru: Выберите из доступных предметов

# #32008
source: Remove watchlist tag
de_de: Entferne Watchlist Tag
it_it: Rimuovi tag da vedere
nl_nl: Kijklijst label verwijderen
ru_ru: Удалить тег списка наблюдения

# #32009
source: Add watchlist tag
de_de: Setze Watchlist Tag
it_it: Aggiungi tag da vedere
nl_nl: Kijklijst label toevoegen
ru_ru: Добавить тег наблюдения

# #32010
source: Open editor
de_de: Öffne Editor
es_es: Abrir Editor
it_it: Apri editor
nl_nl: Editor openen
pt_br: Editor livre
ru_ru: Открыть редактор

# #32011
source: Enter floating number
de_de: Gebe Kommazahl ein
es_es: Digite número de punto flotante
it_it: Inserisci numero decimale
nl_nl: Kommagetal invoeren
pt_br: Digite um número real
ru_ru: Введите плавающее число

# #32012
source: Select source
de_de: Wähle Quelle
es_es: Seleccionar fuente
it_it: Seleziona sorgente
nl_nl: Bron kiezen
pt_br: Selecionar caminho
ru_ru: Выберите источник

# #32013
source: Available sources
de_de: Verfügbare Quellen
es_es: Fuentes disponibles
it_it: Sorgenti disponibili
nl_nl: Beschikbare bronnen
pt_br: Caminhos disponíveis
ru_ru: Доступные источники

# #32014
source: Default source
de_de: Standard-Quelle
es_es: Fuente predeterminada
it_it: Sorgente predefinita
nl_nl: Standaardbron
pt_br: Caminho padrão
ru_ru: Источник по умолчанию

# #32015
source: Select default source
de_de: Wähle Standard-Quelle
es_es: Seleccionar fuente predeterminada
it_it: Seleziona sorgente predefinita
nl_nl: Standaardbron kiezen
pt_br: Selecionar caminho padrão
ru_ru: Выберите источник по умолчанию

# #32016
source: Edit ratings and votes
de_de: Bearbeite Bewertungen und Abstimmungen
es_es: Editar valorización y votos
it_it: Modifica voti e valutazioni
nl_nl: Beoordelingen en stemmen bewerken
pt_br: Editar notas e votos
ru_ru: Редактировать рейтинги и голоса

# #32017
source: Add source
de_de: Füge Quelle hinzu
es_es: Adicionar fuente
it_it: Aggiungi sorgente
nl_nl: Bron toevoegen
pt_br: Add caminho
ru_ru: Добавить источник

# #32018
source: Only values between 1.0 and 10.0 are allowed.
de_de: Nur Werte zwischen 1.0 und 10.0 sind erlaubt.
es_es: Sólo se permiten valores entre 1.0 y 10.0.
it_it: Solo i valori compresi tra 1.0 e 10.0 sono consentiti
nl_nl: Enkel waarden tussen 1.0 en 10.0 zijn toegelaten.
pt_br: Somente valores entre 1.0 e 10.0 são permitidos.
ru_ru: Допустимы только значения от 1,0 до 10,0.

# #32019
source: Attention
de_de: Achtung
es_es: Atención
it_it: Attenzione
nl_nl: Opgelet
pt_br: Atenção
ru_ru: Внимание!

# #32020
source: Set as default?
de_de: Als Standard setzen?
es_es: ¿Establecer como predeterminado?
it_it: Imposta come predefinito?
nl_nl: Als standaard instellen?
pt_br: Definir como padrão?
ru_ru: Установить по умолчанию?

# #32021
source: Enable .nfo updating for movies, TV shows and music videos
de_de: Aktiviere .nfo Updating für Filme, Serien und Musikvideos
es_es: Activar actualización de .nfo para películas, series TV y vídeoclips
it_it: Attiva aggiornamento .nfo per film, serie TV e video musicali
nl_nl: .nfo-updates voor films, tv-shows en muziekvideo's inschakelen
pt_br: Ativar atualização de .nfo para filmes, seriados e videoclipes
ru_ru: Включить обновление .nfo для фильмов, сериалов и музыкальных клипов

# #32022
source: value unkown (missing Kodi feature)
de_de: Wert unbekannt (Kodi Feature fehlt)
es_es: valor desconocido (funcionalidad faltante en Kodi)
it_it: valore sconosciuto (funzionalità Kodi mancante)
nl_nl: onbekende waarde (ontbrekende Kodi-functie)
pt_br: valor desconhecidos (faltando recurso do Kodi)
ru_ru: Значение неизвестно (отсутствует функция Kodi)

# #32023
source: Record label
es_es: Estudio de grabación
it_it: Casa discografica
nl_nl: Opnamelabel
pt_br: Gravadora
ru_ru: Запись метки

# #32025
source: Preferred language
de_de: Bevorzugte Sprachregion
nl_nl: Voorkeurstaal

# #32026
source: Scraper settings
de_de: Scraper Einstellungen
nl_nl: Schraperinstellingen

# #32024
source: Heavy server load. Please wait.
de_de: Hohe Serverlast. Bitte warten.
nl_nl: Zware serverbelasting. Even geduld a.u.b.

# #32027
source: TV show library is based on informations of
de_de: Serien-Datenbank ist basierend auf Informationen von
nl_nl: Bibliotheek TV-series is gebaseerd op informatie van

# #32029
source: Enable JSON logging
de_de: Aktiviere JSON Logging
es_es: Activar bitácora de JSON
it_it: Attiva logging JSON
nl_nl: JSON-logboekregistratie inschakelen
ru_ru: Включить ведение журнала JSON

# #32030
source: Rating updater
de_de: Bewertungs-Updater
es_es: Actualizador de Valoraciones
it_it: Updater valutazioni
nl_nl: Beoordelingsupdater
ru_ru: Обновление рейтинга

# #32028
source: Run updating process in the background
de_de: Führe das Updaten im Hintergrund aus
it_it: Esegui processo di aggiornamento nel sottofondo
nl_nl: Het updateproces op de achtergrond uitvoeren
ru_ru: Запустите процесс обновления в фоновом режиме

# #32031
source: Your personal OMDb API key (www.omdbapi.com)
de_de: Dein persönlicher OMDb API Schlüssel (www.omdbapi.com)
es_es: Su llave API personal en OMDb (www.omdbapi.com)
it_it: Chiave personale OMDb API (www.obdbapi.com)
nl_nl: Uw persoonlijke OMDb API key (www.omdbapi.com)
ru_ru: Ваш личный ключ API OMDb (www.omdbapi.com)

# #32032
source: Search by title/year if IMDb ID is missing (not recommended)
de_de: Suche anhand Titel/Jahr falls IMDb ID fehlt (nicht empfohlen)
nl_nl: Zoeken op titel/jaar als IMDb ID ontbreekt (niet aanbevolen)

# #32035
source: No OMDb API key is configured, which is required to update IMDb, Rotten Tomatoes and Metacritic ratings. Please visit www.omdbapi.com and create your own API key.[CR][CR]Note: The free key is limited to 1000 calls a day. Please suggest to become a patreon of OMDb to increase the limit to 100.000.[CR][CR]Do you want to proceed updating The Movie DB ratings? This only works if you have a TMDb ID stored.
de_de: Kein OMDb API Schlüssel ist konfiguriert, welcher benötigt wird um IMDb, Rotten Tomatoes und Metacritic Bewertungen zu aktualisieren. Bitte besuche www.omdbapi.com und erstelle einen eigenen API Schlüssel.[CR][CR]Hinweis: Der kostenfreie Schlüssel ist auf 1000 Anfragen pro Tag limitiert. Bitte ziehe in Betracht ein Patreon von OMDb zu werden, um das tägliche Limit auf 100.000 zu erhöhen.[CR][CR]Willst du fortfahren und nur The Movie DB Bewertungen aktualisieren? Dies funktioniert nur, falls eine TMDb ID in der Datenbank vorhanden ist.
es_es: No ha configurado llave API de OMDb. Esta es requerida para actualizar valoraciones de IMDb, Rotten Tomatoes y Metacritic. Por favor visite www.omdbapi.com y cree su propia llave API.[CR][CR]Nota: La llave gratis está limitada a 1000 llamadas diarias. Le sugiero que se convierta en donante en OMDb para incrementar el límite a 100,000.[CR][CR]¿Quiere proceder a actualizar las valoraciones de The Movie DB? Esto solo funciona si tiene un id de TMDb guardado.
it_it: Nessuna chiave OMDb API configurata, ciò è richiesto per aggiornare valutazioni IMDb, Rotten Tomatoes e Metacritic. Si prega di visitare www.omdbapi.com per generare la propria chiave API.[CR][CR]Nota: chiave gratuita limitata a 1000 aggiornamenti al giorno. Al fine di incrementare il limite a 100,000, si raccomanda diventare patreon di OMDB.[CR][CR] Desideri procedere con l'aggiornamento delle valutazioni The Movie DB? Funzione disponibile solo se hai un ID TMDb salvato.
nl_nl: Er is geen OMDb API-sleutel geconfigureerd, die nodig is om IMDb, Rotten Tomatoes en Metacritic-beoordelingen bij te werken. Ga naar www.omdbapi.com en maak uw eigen API-sleutel aan.[CR][CR]Opmerking: de gratis sleutel is beperkt tot 1000 oproepen per dag. Overweeg om een patreon van OMDb te worden om de limiet naar 100.000 te verhogen.[CR][CR] Wilt u doorgaan met het bijwerken van The Movie DB-beoordelingen? Dit werkt alleen als u een TMDb-ID hebt opgeslagen.
ru_ru: Не настроен ключ API OMDb, который необходим для обновления рейтингов IMDb, Rotten Tomatoes и Metacritic . Пожалуйста, посетите www.omdbapi.com и создайте свой собственный ключ API. [CR] [CR] Примечание: бесплатный ключ ограничен 1000 звонками в день. Пожалуйста, предложите стать партнёром OMDb, чтобы увеличить лимит до 100.000. [CR] [CR] Хотите продолжить обновление рейтинга The Movie DB? Это работает, только если у вас есть идентификатор TMDb.

# #32036
source: Update TV show ratings
de_de: Aktutalisiere Serienbewertungen
es_es: Actualizar valoraciones de Series TV
it_it: Aggiorna valutazioni Serie TV
nl_nl: Beoordelingen van TV-series bijwerken
ru_ru: Обновление рейтингов сериалов

# #32033
source: OMDB API limit reached. Please consider to become a Patreon to increase your daily call limitation. Proceed by only using The Movie DB?
de_de: OMDb API Limit erreicht. Bitte erwäge ein Patreon zu werden um das tägliche Limit zu erhöhen. Nur mit TMDb fortfahren?
nl_nl: OMDB API-limiet bereikt. Overweeg a.u.b. om een Patreon te worden om uw dagelijkse aanroepbeperking te verhogen. Enkel verdergaan met The Movie DB?

# #32034
source: Create .nfo file if missing
de_de: Erstelle .nfo Datei, falls diese fehlt
nl_nl: .nfo bestand aanmaken als het ontbreekt

# #32037
source: Update movie ratings
de_de: Aktutalisiere Filmbewertungen
es_es: Actualizar valoraciones de películas
it_it: Aggiorna valutazioni film
nl_nl: Beoordelingen van films bijwerken
ru_ru: Обновить рейтинги фильмов

# #32038
source: Update all ratings
de_de: Aktualisiere alle Bewertungen
es_es: Actualizar todas las valoraciones
it_it: Aggiorna tutte le valutazioni
nl_nl: Alle beoordelingen bijwerken
ru_ru: Обновить все рейтинги

# #32039
source: Update ratings
de_de: Aktualisiere Bewertungen
es_es: Actualizar valoraciones
it_it: Aggiorna valutazioni
nl_nl: Beoordelingen bijwerken
ru_ru: Обновить рейтинги

# #32040
source: Edit data for
de_de: Bearbeite Daten für
es_es: Editar datos para
it_it: Modifica dati per
nl_nl: Data bewerken voor
ru_ru: Изменить данные для

# #32042
source: Canceled
de_de: Abgebrochen
it_it: Annullato
nl_nl: Geannuleerd
ru_ru: Отменен

# #32043
source: MPAA region
it_it: Regione MPAA
nl_nl: MPAA regio
ru_ru: MPAA регион

# #32041
source: Update premiered/year if database value is different
de_de: Aktualisiere Premiere/Jahr, falls Datenbankwert nicht korrekt ist
nl_nl: Première/jaar bijwerken als de databasewaarde anders is

# #32044
source: Skip updating of MPAA
de_de: MPAA nicht aktualisieren
it_it: Salta aggiornamento MPAA
nl_nl: Bijwerken van MPAA overslaan
ru_ru: Пропустить обновление MPAA

# #32045
source: Update episode ratings
de_de: Aktualisiere Episodenbewertungen
it_it: Aggiorna valutazione episodi
nl_nl: Beoordelingen van afleveringen bijwerken
ru_ru: Обновление рейтингов эпизодов

# #32047
source: No default source defined
de_de: Keine Standard-Quelle definiert
it_it: Nessuna sorgente definita
nl_nl: Geen standaardbron gedefinieerd
ru_ru: Источник по умолчанию не определен

# #32048
source: No items found
de_de: Keine Einträge gefunden
nl_nl: Geen items gevonden

# #32046
source: Update .nfo
de_de: Aktualisiere .nfo
nl_nl: .nfo bijwerken

# #32049
source: Incomplete arguments or content type not supported
de_de: Unvollständiger Aufruf oder Inhaltstyp werden nicht unterstützt
nl_nl: Onvolledige argumenten of inhoudstype niet ondersteund

# #32050
source: Do you want to cancel the update?
de_de: Update abbrechen?
nl_nl: Wilt u de bijwerking annuleren?

# #32051
source: Content
de_de: Inhalt
nl_nl: Inhoud

# #32052
source: Fallback to US MPAA if configured country has no certification stored
de_de: Nutze US MPAA als Fallback, falls keine Zertifizierung der konfigurierten Region gefunden wurde
nl_nl: Terugvallen op US MPAA als ingesteld land geen certificering heeft opgeslagen

# #32053
source: Don't store "NR" (Not rated) MPAA rating
de_de: "NR" (nicht bewertet) MPAA-Bewertung nicht speichern
nl_nl: MPAA NR-beoordeling niet opslaan (NR = No rating = geen beoordeling)

# #32054
source: Do you want to rate the following item?
de_de: Möchtest du das folgende Video bewerten?
nl_nl: Wilt u het volgende item beoordelen?

# #32055
source: Automatically update changed watched states to .nfo
de_de: Geänderten Watched Status automatisch in .nfo aktualisieren
nl_nl: Automatische bijwerking wijzigde kijkstatus naar .nfo

# #32056
source: Rate your media if playback has ended
de_de: Bewerte Medien nach vollständiger Wiedergabe
nl_nl: Beoordeel uw media als het afspelen beëindigd is

# #32057
source: Write watched flag and playcount to .nfo
de_de: Schreibe Watched Status und Abspielzähler in .nfo
nl_nl: Kijkstatus (bekeken) en kijkteller wegschrijven naar .nfo

# #32000
source: Metadata Editor
es_es: Editor de Meta datos
it_it: Editor Metadati
pt_br: Editor de Metadados
ru_ru: Редактор метаданных

# #32024
source: Please use the context menu on a library item to run this script.
es_es: Por favor utilice el menú de contexto sobre un ítem de su colección para ejecutar este script.
it_it: Si prega di usare il menu contestuale su un oggetto libreria per eseguire questo script
pt_br: Por favor, use o menu de contexto em um item da biblioteca para executar este script.
ru_ru: Пожалуйста, используйте контекстное меню элемента библиотеки, чтобы запустить этот скрипт.

# #32025
source: Preferred TMDb language
es_es: Idioma preferido en TMDb
it_it: Lingua TMDb preferita
ru_ru: Предпочитаемый язык TMDb

# #32026
source: TV show scraper related settings
es_es: Ajustes relacionados con el scraper de Series TV
it_it: Impostazioni relative a scraper Serie TV
ru_ru: Настройки скрепера для сериалов

# #32027
source: Library is based on informations of
es_es: Colección está basada en informaciones de
it_it: Libreria basata su informazioni relative a
ru_ru: Библиотека основана на информации

# #32032
source: Search OMDb with title/year if IMDb is missing
es_es: Buscar en OMDb con título/año si IMDb no está presente
it_it: Ricerca OMDB in base al titolo/anno se IMDb non esiste
ru_ru: Поиск OMDb с названием / годом, если IMDb отсутствует

# #32033
source: Updating movie ratings
es_es: Actualizado valoraciones de películas
it_it: Aggiornamento valutazioni film
ru_ru: Обновление рейтингов фильмов

# #32034
source: Updating TV show ratings
es_es: Actualizando valoraciones de Series TV
it_it: Aggiornamento valutazioni Serie TV
ru_ru: Обновление рейтингов сериалов

# #32041
source: Cancel updating
it_it: Annulla aggiornamento
ru_ru: Отменить обновление

# #32046
source: Updating episode ratings
it_it: Aggiornamento valutazione episodi
ru_ru: Обновление рейтингов эпизодов

# #32006
source: Modify current list
es_es: Modificar lista actual
pt_br: Modificar lista atual

# #32008
source: Remove favourite tag
es_es: Eliminar tag de favorito
pt_br: Remover tag favorita

# #32009
source: Add favourite tag
es_es: Adicionar tag de favorito
pt_br: Add tag favorita

# #32028
source: ListItem.IMDBNumber fallback value source
es_es: Fuente para valor alternativo de ListItem.IMDBNumber
