Repository: xbmc/repo-scripts
Catalog: script.globalsearch/resources/language/*/strings.po
Languages: french, german, italian, russian

# #32000
source: General
french: Général
german: Allgemein
italian: Generale
russian: Основные

# #32001
source: Search Movies
french: Recherche Films
german: Suche Filme
italian: Ricerca Film
russian: Поиск фильмов

# #32002
source: Search TV Shows
french: Recherche Séries TV
german: Suche TV-Serien
italian: Ricerca Serie TV
russian: Поиск сериалов

# #32003
source: Search Episodes
french: Recherche Episodes
german: Suche Episoden
italian: Ricerca Episodi
russian: Поиск серий

# #32004
source: Search Music Videos
french: Recherche Clips Vidéos
german: Suche Musikvideos
italian: Ricerca Video Musicali
russian: Поиск муз. клипов

# #32005
source: Search Artists
french: Recherche Artistes
german: Suche Interpreten
italian: Ricerca Artisti
russian: Поиск исполнителей

# #32006
source: Search Abums
french: Recherche Albums
german: Suche Alben
italian: Ricerca Album
russian: Поиск альбомов

# #32007
source: Search Songs
french: Recherche Chansons
german: Suche Songs
italian: Ricerca Canzoni
russian: Поиск песен

# #32008
source: Search Actors
french: Recherche Acteurs
german: Suche Darsteller
italian: Ricerca attori
russian: Поиск актёров

# #32009
source: Search EPG
french: Recherche GEP
russian: Поиск телепередач

# #32101
source: Enter search string
french: Veuillez saisir un mot pour la recherche
german: Suchbegriff eingeben
italian: Inserisci Stringa di Ricerca
russian: Строка поиска

# #32203
source: Browse album
french: Parcourir album
german: Album durchsuchen
italian: Sfoglia album
russian: Просмотреть альбом

# #32204
source: Season information
french: Information saison
german: Staffel-Informationen
italian: Info Stagione
russian: Информация о сезоне

# #32205
source: Play trailer
french: Lire bande annonce
german: Trailer abspielen
italian: Riproduci Trailer
russian: Показать трейлер

# #32206
source: Find album
french: Trouver album
german: Finde Album
italian: Trova album
russian: Найти альбом

# #32207
source: Find all seasons
french: Trouver tous les saisons
german: Finde alle Staffeln
italian: Trova tutte le stagioni
russian: Найти все сезоны

# #32208
source: Find all episodes
french: Trouver tous les épisodes
german: Finde alle Episoden
italian: Trova tutti gli episodi
russian: Найти все серии

# #32209
source: Find all albums
french: Trouver tous les albums
german: Finde alle Alben
italian: Trova tutti gli album
russian: Найти все альбомы

# #32210
source: Find all songs
french: Trouver tous les chansons
german: Finde alle Songs
italian: Trova tutte le canzoni
russian: Найти все песни

# #32211
source: Movies starring
french: Films avec
german: Filme mit
italian: Cast del film
russian: В главных ролях

# #32299
source: NEW SEARCH
french: NOUVELLE RECHERCHE
german: NEUE SUCHE
italian: Nuova Ricerca
russian: НОВЫЙ ПОИСК
