Repository: xbmc/repo-scripts
Catalog: script.service.janitor/resources/language/resource.language.*/strings.po
Languages: fr_fr

# Addon Summary
source: Regularly deletes old movies, TV show episodes and music videos
fr_fr: Supprime régulièrement les vieux films, vielles séries TV et vieux clips musicaux

# Addon Description
source: This addon will automatically scan your library for watched movies, TV show episodes and music videos, and delete them from the file system based on numerous critia such as age, rating, free disk space, etc. All these options and more can be configured via the addon's settings. Also make sure you set the correct path to the disk you wish to check for free space, especially when you store your videos on a secondary drive or a network share. Through the settings you can view which videos have been cleaned. Beware! This addon has the potential to erase your entire video collection! Please make sure you understand exactly what this addon is designed to do before enabling any type of cleaning in the settings. I will not be held responsible for loss of data due to user error. Originally developed by Andrew 'drewzh' Higginson (xbmcfilecleaner@drewzh.com)
fr_fr: Cet add-on va scanner automatiquement votre librairie, pour supprimer ou archiver les films, séries TV et clips musicaux basés sur de nombreux critères comme la date de visionnage, la note, l'espace disque, etc. Toutes ces options peuvent être configurées via les paramètres de l'Addon. Assurez vous de renseigner le bon chemin d'accès pour vérifier l'espace disque, spécialement lorsque vous archivez dans un second disque ou un emplacement réseau. Dans les paramètres vous pouvez accéder à l'historique des vidéos nettoyées.

# Addon Disclaimer
source: It is recommended to not delete videos permanently until you are familiar with all of the settings.
fr_fr: IL est recommandé de ne pas supprimer physiquement de vidéos avant de bien maitriser les réglages.

# #32101
source: [B]Which videos do you want to clean?[/B]
fr_fr: [B]Quel type de vidéos voulez-vous netttoyer ?[/B]

# #32102
source: Default action
fr_fr: Action par défaut

# #32103
source: Clean up
fr_fr: Nettoyer

# #32104
source: View log
fr_fr: Voir le Log

# #32105
source: Cleaning type
fr_fr: Type de nettoyage

# #32106
source: Move elsewhere
fr_fr: Déplacer ailleurs

# #32107
source: Delete permanently
fr_fr: Suppression permanente

# #32108
source: [I]Please specify where to store watched videos [/I]
fr_fr: [I]Merci de préciser ou vous souhaitez stocker les fichiers vus[/I]

# #32109
source: Holding folder location
fr_fr: Emplacement du dossier de sauvegarde

# #32110
source: Create subdirectories (i.e. [B]../Artist[/B], [B]../Movie[/B] and [B]../Show[/B])
fr_fr: Créer des sous répertoires (i.e. [B]../Artist[/B], [B]../Movie[/B] and [B]../Show[/B])

# #32111
source: Clean movies
fr_fr: Nettoyer les films

# #32112
source: Clean TV shows
fr_fr: Nettoyer les séries TV

# #32113
source: Clean music videos
fr_fr: Nettoyer les clips musicaux

# #32114
source: Clean Kodi video library afterwards
fr_fr: Nettoyer la librairie Kodi après traitement

# #32115
source: Also delete empty folders
fr_fr: Supprimer aussi les dossier vides

# #32116
source: Ignore files with the following extensions (separate with commas)
fr_fr: Ignorer les fichiers avec les extensions suivante (separés par des virgules)

# #32117
source: Also clean related files with similar names (e.g. subtitles)
fr_fr: Nettoyer aussi les fichiers avec le même non (e.G. sous titres)

# #32200
source: Frequency
fr_fr: Fréquence

# #32201
source: [B]When should watched videos be cleaned?[/B]
fr_fr: [B]Quand la vidéo doit être nettoyée ?[/B]

# #32202
source: Run as a service
fr_fr: Lancer en tant que service

# #32203
source: Delayed start (in minutes)
fr_fr: Lancement retardé (en minutes)

# #32204
source: Scan interval (in minutes)
fr_fr: Interval de scan (en minutes)

# #32205
source: Do not clean during playback
fr_fr: Ne pas nettoyer pendant la lecture

# #32206
source: Start cleaning right after playback stops
fr_fr: Lancer le nettoyage juste après l'arrêt de la lecture

# #32301
source: [B]Which conditions must be met before a watched video is cleaned?[/B]
fr_fr: [B]Quelles conditions doivent être remplies avant de nettoyer une video vue?[/B]

# #32302
source: Wait a certain number of days after watching before cleaning
fr_fr: Attendre un certain nombre de jours après que la vidéo ait été vue pour nettoyer

# #32303
source: Days after which a video is considered to have expired
fr_fr: Nombre de jours à attendre pour que la vidéo puisse être nettoyée

# #32304
source: Only delete videos with low ratings
fr_fr: Nettoyer uniquement les videos avec de mauvaises notes

# #32305
source: [I]Note that music videos do not have ratings and ignore these settings [/I]
fr_fr: [I]Nota :les clips musicaux n'ont pas de notes, ces réglages ne seront pas pris en compte[/I]

# #32306
source: Delete a video with a rating lower than
fr_fr: Nettoyer une vidéo avec une note inférieure à

# #32307
source: Ignore videos without rating
fr_fr: Ingnorer les vidéos sans note

# #32308
source: Only clean videos if low on disk space
fr_fr: Nettoyer seulement en cas de manque d'espace disque

# #32309
source: Minimum percentage of free disk space
fr_fr: Pourcentage minimun d'espace disque libre

# #32310
source: Path to check for free disk space
fr_fr: Chemin pour vérifier l'espace disque

# #32311
source: Do not clean videos that are still in progress
fr_fr: Ne pas nettoyer les vidéos qui sont ne pas entièrement lues

# #32312
source: [I]Note that music videos cannot be partially played and will ignore this [/I]
fr_fr: [I]Nota :les clips musicaux ne peuvent pas être partiellement vus, ces réglages ne seront pas pris en compte[/I]

# #32313
source: Do not clean videos that have hard links (e.g. seeding torrents)
fr_fr: Ne pas nettoyer des videos avec des liens actifs (e.g. partage torrent en cours)

# #32401
source: [B]Which paths must not be touched?[/B]
fr_fr: [B]Quels répertoires ne doivent pas être traités?[/B]

# #32402
source: Enable exclusions
fr_fr: Autoriser les exclusions

# #32403
source: [I]Use the same type of path (local, NFS, SMB) you use for the library [/I]
fr_fr: [I]Utilisez le même type d'accès à vos répertoires que ceux présents dans la librairie (local, NFS, SMB)[/I]

# #32404
source: Path to exclude
fr_fr: Chemin à exclure

# #32405
source: Reset exclusions
fr_fr: Réinitialiser les exclusions

# #32501
source: [B]How much information do you want to get?[/B]
fr_fr: [B]Comment voulez vous être averti?[/B]

# #32502
source: Show notifications
fr_fr: Montrer les notifications

# #32503
source: Do not show notifications during video playback
fr_fr: Ne pas montrer les notifications pendant la lecture video

# #32504
source: Enable debug messages
fr_fr: Autoriser les messages de debugage

# #32511
source: Error reading hard disk. Please check your settings.
fr_fr: Erreur de lecture du disque dur. Merci de vérifier vos paramètres

# #32512
source: Could not check disk space. Access denied.
fr_fr: Vérification de l'espace disque impossible. Accès refusé

# #32513
source: Could not check disk space. Path does not exist.
fr_fr: Vérification de l'espace disque impossible. Le chemin n'existe pas

# #32514
source: Cleaning results
fr_fr: Resultats du nettoyage

# #32515
source: movie(s)
fr_fr: Film(s)

# #32516
source: episode(s)
fr_fr: Série(s) TV

# #32517
source: music video(s)
fr_fr: Clip(s)

# #32518
source: were cleaned
fr_fr: ont été nettoyés

# #32519
source: Would you like to view the cleaning log?
fr_fr: Voulez vous ouvrir le log de nettoyage

# #32520
source: No cleaning performed
fr_fr: Pas de nettoyage à faire

# #32521
source: The destination folder is not set up.
fr_fr: Le repertoire de destination n'est pas défini.

# #32522
source: You must first select a holding folder.
fr_fr: Vous devez selectionner un repertoire de sauvegarde

# #32523
source: Would you like to do this now?
fr_fr: Voulez vous lancer maintenant ?

# #32524
source: Remote disk space checking is not supported for your OS yet
fr_fr: La recherhce d'espace disque sur les disque réseau n'est pas supporté par votre OS

# #32600
source: History
fr_fr: Historique

# #32601
source: [B]See which files have been cleaned recently.[/B]
fr_fr: [B]montre les fihciers récemment nettoyés.[/B]

# #32602
source: View cleaning history
fr_fr: Voir l'historique de nettoyage

# #32603
source: [B]Cleaning Log[/B]
fr_fr: [B]Log nettoyage[/B]

# #32604
source: Are you sure?
fr_fr: Etess-vous sûr?

# #32605
source: This will trim the log file, keeping the first 25 lines.
fr_fr: Vous allez tronquer le fichier log pour ne garder que les 25 premières lignes

# #32606
source: This will delete the entire contents of the log file.
fr_fr: Vous allez supprimer l'intégralité du fichier log

# #32607
source: This action is irreversible. Do you wish to continue?
fr_fr: Cette action est irréversible, voulez-vous continuer ?

# #32608
source: Trim
fr_fr: Tronquer

# #32609
source: Clear
fr_fr: Vider

# #32610
source: This will reset any exclusions you have set up.
fr_fr: Vous allez réinitiliser toutes les exclusions paramétrées

# #32611
source: Errors occurred while moving
fr_fr: une erreur est apparue pendant le déplacement

# #32612
source: Not all files could be moved to the holding folder.
fr_fr: Tous les fichiers ne peuvent être déplacés dans le dossier de sauvegarde

# #32613
source: Ensure you have appropriate permissions and try again.
fr_fr: Assurez-vous d'avoir les droits sur le répertoire puis reessayez

# #32614
source: Please check the log file for details and move the particular files manually.
fr_fr: Merci de vérifier le fichier log pour les détails et déplacer les fichiers manuellement

# #32616
source: [B]{amount}[/B] {type} have expired.
fr_fr: [B]{amount}[/B] {type} a expiré.

# #32617
source: Testing for exclusions.
fr_fr: Vérification des exclusions

# #32618
source: Cleaning {type}
fr_fr: Nettoyage {type}

# #32619
source: Starting cleaning routine.
fr_fr: Démarrage programme de nettoyage

# #32621
source: Cleaning not required.
fr_fr: Nettoyage pas nécessaire

# #32622
source: Watch some videos or
fr_fr: Reardez des vidéos ou

# #32623
source: adjust your settings.
fr_fr: modifiez vos paramètres

# #32624
source: Cleaning {type} is disabled.
fr_fr: Néttoyage de {type} est désactivé.

# #32625
source: Skipping cleaning.
fr_fr: Annulation nettoyage

# #32626
source: movies
fr_fr: clips musicaux

# #32628
source: episodes
fr_fr: séries TV

# #32629
source: [B]Cleaning {type}[/B]
fr_fr: [B]Nettoyage {type}[/B]
