Repository: xbmc/repo-scripts
Catalog: script.cdartmanager/resources/language/Hebrew/strings.po
Languages: he_il

# #32000
source: Recognized Artists
he_il: אומנים מוכרים

# #32001
source: Album cdARTs
he_il: גרפיקת דיסק

# #32002
source: Select Artist
he_il: בחר אמן

# #32003
source: Album Cover Arts
he_il: גרפיקת עטיפות לאלבומים

# #32004
source: Automatic Download
he_il: הורדה אוטומטית

# #32005
source: Save Local cdART List
he_il: שמור רשימה מקומית של גרפיקת דיסק

# #32006
source: Artist Fanarts
he_il: פאנארטים אמנים

# #32007
source: Local Album Artists: %s
he_il: אמני אלבום מקומי: %s

# #32008
source: Local cdARTs: %s
he_il: גרפיקת דיסק מקומית: %s

# #32009
source: Artist ClearLOGOs
he_il: סמלים שקופים של אמן

# #32010
source: Local Discs: %s
he_il: דיסקים מקומיים: %s

# #32011
source: Advanced
he_il: מתקדם

# #32012
source: Refresh Addon Database
he_il: רענן מסד נתונים

# #32013
source: Clean XBMC's Music Library
he_il: נקה את ספריית המוסיקה של קודי

# #32014
source: Update XBMC's Music Library
he_il: עדכן את ספריית המוסיקה של קודי

# #32015
source: Delete Addon's Database?
he_il: למחוק את מסד הנתונים?

# #32016
source: Disc:
he_il: תקליטור:

# #32017
source: Local cdART List saving folder
he_il: תיקיית מקומית לשמירת רשימה של גרפיקת דיסק

# #32018
source: cdART Backup folder
he_il: תיקיית גיבוי לגרפיקת גרפיקת אלבום

# #32019
source: Backup saving format:
he_il: פורמט שמירת הגיבוי

# #32020
source: Retrieving Music Database
he_il: אחזר מסד נתוני מוזיקה

# #32021
source: Creating Addon Database
he_il: יוצר מסד נתונים

# #32022
source: Choose Available cdART
he_il: בחר גרפיקת דיסק זמינה

# #32023
source: Download Successful!
he_il: הורד בהצלחה!

# #32024
source: Artwork Downloaded!
he_il: גרפיקה הורדה!

# #32025
source: Check file paths-Artwork Not Downloaded
he_il: בדוק נתיבי קובץ - גרפיקה לא ירדה

# #32026
source: Download Error Occured!
he_il: אירעה שגיאת הורדה!

# #32027
source: Artwork Not Download!
he_il: הגרפיקה לא הורדה!

# #32028
source: Download aborted!
he_il: הורדה בוטלה!

# #32029
source: No Artwork found?
he_il: לא נמצא גרפיקה?

# #32030
source: Please contribute! Upload your Artwork
he_il: אנא תרום! העלה את הגרפיקה שלך

# #32031
source: On fanart.tv
he_il: ב-fanart.tv

# #32032
source: Choose an Artist
he_il: בחר אמן

# #32033
source: Not Found on fanart.tv
he_il: לא נמצא ב-Fanart.tv

# #32034
source: No Artwork found for
he_il: לא נמצא גרפיקה עבור

# #32035
source: *DOWNLOADING Artwork*
he_il: * מוריד גרפיקה *

# #32036
source: Music folder path(for Artwork)
he_il: נתיב תיקיית מוזיקה (עבור גרפיקה)

# #32037
source: Getting local artists
he_il: משיג אמנים מקומיים:

# #32038
source: Artist:
he_il: אמן:

# #32039
source: Album:
he_il: אלבום:

# #32040
source: Completed
he_il: סיים

# #32041
source: New Artwork downloaded
he_il: גרפיקה חדשה הורדה!

# #32042
source: cdART Manager
he_il: מנהל גרפיקת דיסק

# #32043
source: Local Artists:
he_il: אמנים מקומיים:

# #32044
source: Local cdARTs:
he_il: גרפיקת דיסק מקומית:

# #32045
source: Local Discs:
he_il: דיסקים מקומיים:

# #32046
source: Automatic Downloading Artwork
he_il: הורדת גרפיקה באופן אוטומטי

# #32047
source: Downloading...
he_il: מוריד...

# #32048
source: Retrieving Recognized Artist List....
he_il: מאחזר רשימת אמנים מוכרים...

# #32049
source: Artists Matched: %s
he_il: תאימות לאמנים: %s

# #32050
source: Database setup aborted...
he_il: הגדרת מסד הנתונים בוטלה...

# #32051
source: Addon Database is crucial to script!
he_il: מסד הנתונים הוא קריטי עבור הסקריפט!

# #32052
source: Please go to the Advanced Menu and
he_il: נא עבור אל תפריט מתקדם ו-

# #32053
source: Refresh Addon Database
he_il: רענן מסד נתונים

# #32054
source: /Artist/Album.png
he_il: /אמן/אלבום.png

# #32055
source: /artist - album.png
he_il: /אמן/אלבום.png

# #32056
source: cdARTs Copied
he_il: גרפיקת דיסק הועתקה

# #32057
source: Finished Copying cdARTs
he_il: העתקת גרפיקת דיסק הסתיימה

# #32058
source: cdARTs Stored in
he_il: גרפיקת דיסק מאוחסנת ב-

# #32059
source: cdARTs Copied
he_il: גרפיקת דיסק הועתקה

# #32060
source: Copying cdARTs...
he_il: מעתיק גרפיקת דיסק...

# #32061
source: cdART Backup
he_il: גיבוי גרפיקת דיסק

# #32062
source: Path for missing.txt file
he_il: נתיב עבור קובץ missing.txt

# #32063
source: Copy Unique Local cdARTs
he_il: העתק גרפיקת דיסק ייחודית מקומית

# #32064
source: Unique cdARTS folder: %s
he_il: תיקיית גרפיקת דיסק ייחודית: %s

# #32065
source: Comparing Local and Online cdARTs...
he_il: השוואת גרפיקת דיסק מקומית ובאינטרנט...

# #32066
source: Error connecting to fanart.tv, Socket Timed out
he_il: שגיאה בהתחברות fanart.tv, הזמן שהוקצב לחיבור עבר

# #32067
source: Backup cdART Files
he_il: גיבוי קבצי גרפיקת דיסק

# #32068
source: Restore From Backup
he_il: שיחזור מגיבוי

# #32069
source: Restoring cdARTs from backup...
he_il: משחזר גרפיקת דיסק מגיבוי...

# #32070
source: cdARTs Restored from backup folder
he_il: גרפיקת דיסק שוחזרה מתיקיית גיבוי

# #32071
source: Settings have not been setup!
he_il: לא הגדרת את ההגדרות!

# #32072
source: Please go to Settings menu...
he_il: עבור בבקשה לתפריט הגדרות...

# #32073
source: Then Advanced: Refresh Addon Database
he_il: ואז מתקדם: רענון מסד הנתונים

# #32074
source: Copy cdART to Backup Folder
he_il: העתק גרפיקת דיסק לתיקיית גיבוי

# #32075
source: Delete cdART
he_il: מחיקת גרפיקת דיסק

# #32076
source: Copy To Unique Folder For Upload
he_il: העתק לתיקיה ייחודית להעלאה

# #32077
source: Custom Label Colors
he_il: צבעי תווית מותאמים אישית

# #32078
source: Green
he_il: ירוק

# #32079
source: Blue
he_il: כחול

# #32080
source: Red
he_il: אדום

# #32081
source: Yellow
he_il: צהוב

# #32082
source: Orange
he_il: כתום

# #32083
source: White
he_il: לבן

# #32084
source: Cyan
he_il: ציאן

# #32085
source: Violet
he_il: סגול

# #32086
source: Pink
he_il: ורוד

# #32087
source: Recognized Artists Color
he_il: צבע לאמנים מוכרים

# #32088
source: Unrecognized Artists Color
he_il: צבע לאמנים לא מוכרים

# #32089
source: fanart.tv Albums Match Color
he_il: צבע התאמה לאלבומים fanart.tv

# #32090
source: Local Albums Match Color
he_il: צבע התאמה לאלבומים מקומיים

# #32091
source: Local and fanart.tv Match Color
he_il: צבע התאמה למקומים ול- fanart.tv

# #32092
source: Unmatched Album Color
he_il: צבע אלבום לא תואם

# #32093
source: Local cdART List Color
he_il: צבע רשימת גרפיקת דיסק מקומית

# #32094
source: Enable custom colors for labels
he_il: אפשר צבעים מותאמים אישית עבור תוויות

# #32095
source: File Folders
he_il: תיקיות קבצים

# #32096
source: Duplicates Found
he_il: נמצאו כפילויות

# #32097
source: Resize Unique cdARTs?
he_il: שנה גודל גרפיקת דיסק ייחודית?

# #32098
source: Local cdART List
he_il: רשימת גרפיקת דיסק מקומית

# #32099
source: Build Addon Database in background
he_il: לבנה מסד נתונים ברקע

# #32100
source: Local Album Count
he_il: ספירת אלבומים מקומיים

# #32101
source: Sorting Album Artists
he_il: ממיין אמני אלבום

# #32102
source: Retrieving Local Database
he_il: אחזר מסד מקומי

# #32103
source: Saving Missing Artwork List
he_il: שומר רשימת גרפיקת דיסק חסרה

# #32104
source: Uploading Missing cdART List to website
he_il: מעלה רשימת גרפיקת דיסק חסרה לאתר

# #32105
source: Retrieving Album Details
he_il: אחזר פרטי אלבום

# #32106
source: Overwrite low-res existing cdARTs
he_il: החלפת גרפיקה ברזולוציה נמוכה בגרפיקת דיסק קיימת

# #32108
source: Database too old
he_il: מסד הנתונים ישן מדי

# #32109
source: Do you want to Rebuild?
he_il: אתה רוצה לבנות מחדש?

# #32110
source: Problem Accessing Folder, Script Exiting
he_il: יש בעיה בגישה לתיקייה. יציאה מהסקריפט

# #32111
source: Downloaded Artwork
he_il: גרפיקה שהורדה

# #32112
source: Updating Thumbnails and Fanarts
he_il: מעדכן תמונות ממוזערות ופאנארט

# #32113
source: Finished updating Thumbnails and Fanarts
he_il: עדכון תמונות ממוזערות ופאנארט הסתיים

# #32114
source: Check Database MBID's to be current during an Update
he_il: בדק את מסד נתונים MBID כך שיהיה עדכני במהלך עדכון

# #32115
source: Notify while in Background mode
he_il: הצג התראה כשנמצא במצב עבודה ברקע

# #32116
source: Notify At End of Background Database Build(displayed for 2 seconds)
he_il: הצג התראה בגמר בניית מסד נתונים ברקע (יוצג ל-2 שניות)

# #32117
source: Database Building completed
he_il: בניית מסד נתונים הושלמה

# #32118
source: Background Database building in progress... Exiting Script...
he_il: בתהליך בניית מסד נתונים ברקע... יוצא מהסקריפט...

# #32119
source: Stopping Background Database Building
he_il: עוצר בניית מסד נתונים ברקע

# #32120
source: All Artists
he_il: כל האמנים

# #32121
source: Album Artists
he_il: אמני אלבום

# #32122
source: Edit Artist
he_il: עריכת אמן

# #32123
source: Backup Database
he_il: גיבוי מסד הנתונים

# #32124
source: Retrieving All Local Artists
he_il: מאחזר את כל האמנים המקומיים

# #32125
source: Artist ID:
he_il: מזהה אמן:

# #32126
source: Modify Addon Database
he_il: שינוי מסד הנתונים

# #32127
source: Edit Album
he_il: עריכת אלבום

# #32128
source: MusicBrainz Search Limit
he_il: הגבלת חיפוש ב-MusicBrainz

# #32129
source: Update Database
he_il: עדכן מסד נתונים

# #32130
source: XBMC Music Database missing...
he_il: מסד הנתונים המוזיקה של קודי חסר...

# #32131
source: Please insure Music Library is built.
he_il: אנא וודא שספריית המוסיקה בנויה.

# #32132
source: Updating Missing MusicBrainz Artist's IDs
he_il: מעדכן את מזהי האמנים מ-MusicBrainz

# #32133
source: Updating Missing MusicBrainz Album/Artist ID's
he_il: מעדכן את מזהי האלבומים מ-MusicBrainz

# #32134
source: Updating Addon Database
he_il: מעדכן מסד נתונים

# #32135
source: Updating Addon Database - Local Artists
he_il: מעדכן מסד נתונים - אמנים מקומיים

# #32136
source: Enable MusicBrainz ID update during Addon Database update(for missing IDs)
he_il: אפשר עדכון מזהה MusicBrainz במהלך עדכון מסד הנתונים (עבור מזהים חסרים)

# #32137
source: Artist
he_il: אמן

# #32138
source: Album
he_il: אלבום

# #32139
source: Successfully backed up Addon Database
he_il: גיבוי מסד הנתונים הסתיים בהצלחה

# #32140
source: Old Database version found...
he_il: נמצא גרסת מסד נתונים ישנה...

# #32141
source: Would you like to add Local Artists to Addon Database?
he_il: האם ברצונך להוסיף אמנים מקומיים למסד הנתונים?

# #32142
source: Add all artists to Database during Database build or update?
he_il: להוסיף את כל האמנים למסד הנתונים תוך בניית מסד נתונים או עדכון?

# #32143
source: Extra Settings
he_il: הגדרות נוספות

# #32144
source: Artist Thumbs
he_il: תמונות ממוזערות של אמן

# #32145
source: Update XBMC Thumbnails and Fanarts
he_il: עדכון תמונה ממוזערת ופאנארט מ-XBMC

# #32146
source: Settings
he_il: הגדרות

# #32147
source: Exit
he_il: יציאה

# #32148
source: (this can take a long time to complete)
he_il: (התהליך יכול לקחת זמן רב עד להשלמה)

# #32149
source: Checking Artist MBIDs
he_il: בדיקת מזהה אמן MBIDs

# #32150
source: Checking Album MBIDs
he_il: בדיקת מזהה אלבום MBIDs

# #32151
source: Find Missing MBIDs
he_il: חפש מזהה MBIDs

# #32152
source: Refresh MBIDs
he_il: רענן מזהה MBIDs

# #32153
source: Change MBID
he_il: שנה מזהה MBIDs

# #32154
source: Check All MBIDs
he_il: בדוק את כל המזהים MBIDs

# #32155
source: Enter MBID
he_il: הכנס מזהה MBIDs

# #32156
source: Select from search(manual entry)
he_il: בחר מתוך החיפוש (הזנה ידנית)

# #32157
source: Select from search(automatic)
he_il: בחר מתוך החיפוש (אוטומטית)

# #32158
source: Enable saving of missing.txt file
he_il: אפשר שמירה של קובץ missing.txt

# #32159
source: Enter Artist MBID - Including dashes(36 Characters)
he_il: הזן מזהה אמן MBID - כולל מקפים (36 תווים)

# #32160
source: Please Enter 36 Characters including dashes
he_il: אנא הזן 36 תווים כולל מקפים

# #32161
source: Do you want to re-enter?
he_il: האם ברצונך להכניס מחדש?

# #32162
source: Is this MBID Correct?
he_il: האם המזהה MBID נכון?

# #32163
source: Are you sure you want to delete MBID?
he_il: האם אתה בטוח שברצונך למחוק את המזהה MBID?

# #32164
source: Enter Artist name to search
he_il: הזן את שם האמן לחיפוש

# #32165
source: Enter Album title to search
he_il: הזן את שם האלבום לחיפוש

# #32166
source: Select Album
he_il: בחירת אלבום

# #32167
source: Enter Album MBID - Including dashes(36 Characters)
he_il: הזן מזהה אלבום MBID - כולל מקפים (36 תווים)

# #32168
source: Artist Banners
he_il: כרזות אמנים

# #32171
source: Enable HD Music LOGOs
he_il: אפשר סמלי מוזיקת HD

# #32172
source: Backup addon database during update
he_il: גבה מסד נתונים במהלך עדכון

# #32173
source: Number of days to cache fanart.tv data(The Scheduler)[CR]Cache gets cleared with manual use of cdART Manager
he_il: מספר ימים לשמירת מידע במטמון מ-fanart.tv (המתזמן)[CR]המטמון מתנקה בזמן שימוש ידני של מנהל גרפיקת אמנים

# #32174
source: Number of possible MBID matches:
he_il: מספר התאמות אפשריות למזהה MBID:

# #32175
source: Enable replacement of illegal filename characters in artist names
he_il: אפשר החלפת תווים לא חוקיים בשמות אמנים

# #32176
source: illegal characters to replace
he_il: תווים לא חוקיים להחלפה

# #32177
source: replacement character
he_il: תו חלופי

# #32178
source: Yes
he_il: כן

# #32179
source: No
he_il: לא

# #32180
source: change trailing periods to replacement character
he_il: שנה מיקום עוקב לתו חלופי

# #32181
source: There is an error in Settings.
he_il: יש שגיאה בהגדרות.

# #32182
source: Please check your settings and save settings[CR](press OK in settings)
he_il: אנא בדוק את ההגדרות ושמור אותן[CR](הקש אישור בהגדרות)

# #32183
source: Limit number Extrafanarts
he_il: הגבל את מספר אקסטרה פאנארטס

# #32184
source: Extrafanart Limit:
he_il: הגבלת אקסטרה פאנארטס:

# #32185
source: Checking fanart.tv for new artwork...
he_il: בדיקת fanart.tv לגרפיקה חדשה...

# #32186
source: Updating Database to new version...
he_il: עדכון מסד הנתונים לגירסה חדשה...

# #32187
source: Checking fanart.tv for artwork...
he_il: בדיקת fanart.tv לגרפיקה...

# #32188
source: Use http://musicbrainz.org as the MusicBrainz Server
he_il: תשתמש ב-http://musicbrainz.org כשרת ל-MusicBrainz

# #32189
source: Url path to MusicBrainz Server(example - http://192.168.1.20)
he_il: נתיב לשרת MusicBrainz Server (לדוגמה-http://192.168.1.20)

# #32190
source: Delay between MusicBrainz Server requests(100's of Milliseconds)
he_il: עיכוב בין בקשות מהשרת של MusicBrainz (100 של אלפיות שניה)

# #32191
source: Refresh fanart.tv data
he_il: רענן נתונים fanart.tv

# #32250
source: Personal API Key
he_il: מפתח API מותאם אישית

# #32251
source: Enter Personal API Key
he_il: הזו מפתח API מותאם אישית

# #32252
source: Get a Personal API Key
he_il: השג מפתח API אישי

# #32253
source: Get a Personal API Key1
he_il: השג מפתח API אישי 1
