Repository: xbmc/repo-scripts
Catalog: script.service.hyperion-control/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fr_fr, hu_hu, pl_pl

# #32001
source: Hyperion IP
es_es: IP de Hyperion
fr_fr: Adresse IP Hyperion

# #32002
source: Hyperion Webserver Port
es_es: Puerto del servidor web de Hyperion
fr_fr: Port Webserver Hyperion
pl_pl: Port Hyperion Webserver

# #32003
source: Switch automatically between 2D/3D
de_de: Automatisch auf 2D/3D umstellen
es_es: Cambio automático entre 2D/3D
fr_fr: Basculer automatiquement entre 2D/3D
hu_hu: Automatikus átkapcsolás 2D/3D
pl_pl: Zmieniaj automatycznie 2D/3D

# #32004
source: Enable Hyperion on startup
de_de: Aktiviere Hyperion beim Starten
es_es: Habilitar Hyperion al inicio
fr_fr: Activer Hyperion au démarrage
hu_hu: Hyperion automatikus indítás
pl_pl: Uruchom Hyperion wraz ze startem systemu

# #32005
source: Disable Hyperion on shutdown
de_de: Deaktiviere Hyperion beim Beenden
es_es: Deshabilitar Hyperion al apagar
fr_fr: Désactiver Hyperion à l'extinction
hu_hu: Hyperion kikapcsolása leállításkor
pl_pl: Wyłącz Hyperion przy zamknięciu systemu

# #32006
source: Enable Debug
es_es: Habilitar la Depuración
hu_hu: Hibakeresés engedélyezése

# #32007
source: Show changelog after update
de_de: Zeige Änderungen nach Update
es_es: Mostrar el registro de cambios tras la actualización
fr_fr: Afficher le changelog après la mise à jour
hu_hu: Változásnapló megjelenítése frissítés után
pl_pl: Pokaż dziennik zmian po aktualizacji

# #32008
source: Authorization Token
de_de: Autorisierungs-Token
es_es: Token de autorización
fr_fr: Token d'autorisation
hu_hu: Hozzáférési Token
pl_pl: Token autoryzacyjny

# #32025
source: Component
de_de: Komponente
es_es: Componente
fr_fr: Composant
hu_hu: Komponens
pl_pl: Komponent

# #32026
source: Enable the chosen component in these situations else disable it.
de_de: Aktiviere die Komponente in folgenden Situationen, sonst wird sie deaktiviert.
es_es: Habilitar el componente elegido en estas situaciones o deshabilitarlo.
fr_fr: Activer le composant pour ces situations sinon le désactiver.
hu_hu: Engedélyezze a kiválasztott összetevőt, ellenkező esetben tiltsa le.
pl_pl: Włącz wybrany komponent w wybranych sytuacjach - w przeciwnym wypadku wyłącz komponent.

# #32027
source: Hyperion component
de_de: Hyperion Komponente
es_es: Componente Hyperion
fr_fr: Composant Hyperion
hu_hu: Hyperion komponens
pl_pl: Komponent Hyperion

# #32028
source: Enable during video playback
de_de: Aktiviere bei Videos
es_es: Activar durante la reproducción de vídeo
fr_fr: Activer durant la lecture vidéo
hu_hu: Engedélyezés videólejátszás közben
pl_pl: Włącz podczas odtwarzania wideo

# #32029
source: Enable during music playback
de_de: Aktiviere bei Musik
es_es: Activar durante la reproducción de música
fr_fr: Activer durant la lecture audio
hu_hu: Engedélyezés zenelejátszás közben
pl_pl: Włącz podczas odtwarzania muzyki

# #32030
source: Enable during player pause
de_de: Aktiviere bei pausiertem Player
es_es: Habilitar durante la pausa del reproductor
fr_fr: Activer pendant la pause du lecteur
hu_hu: Engedélyezés lejátszási szünetben
pl_pl: Włącz podczas zapauzowania odtwarzacza

# #32031
source: Enable in Kodi menu
de_de: Aktiviere im Kodi Menü
es_es: Habilitar en el menú de Kodi
fr_fr: Activer dans le menu de Kodi
hu_hu: Engedélyezés a Kodi menüben
pl_pl: Włącz w menu Kodi

# #32032
source: Enable during active screensaver
de_de: Aktiviere bei Bildschirmschoner
es_es: Habilitar durante el salvapantallas activo
fr_fr: Activer quand l'économiseur d'écran est actif
hu_hu: Engedélyezés aktív képernyővédő alatt
pl_pl: Włącz podczas aktywnego wygaszacza ekranu

# #32041
source: USB Capture
de_de: USB Aufnahme
es_es: Captura USB
fr_fr: Capture USB
pl_pl: Przechwytywanie USB

# #32042
source: LED Hardware
es_es: Hardware LED
fr_fr: LEDs
hu_hu: LED Hardver
pl_pl: Sprzęt LED

# #32043
source: Smoothing
de_de: Glättung
es_es: Suavizado
fr_fr: Lissage
hu_hu: Símítás
pl_pl: Wygładzanie

# #32045
source: Forwarder
de_de: Weiterleitung
es_es: Transmisor
hu_hu: Továbbító
pl_pl: Przekierowywacz

# #32046
source: Boblight Server
es_es: Servidor Boblight
fr_fr: Serveur Boblight
pl_pl: Server Boblight

# #32048
source: Audio Capture
de_de: Audio Aufnahme
es_es: Captura del Audio
fr_fr: Capture Audio
hu_hu: Hangrögzítés
pl_pl: Przechwytywanie Dźwięku

# #32101
source: Would you like to search for a Hyperion Server and adjust settings?
de_de: Hyperion Server suchen und Einstellungen anpassen?
es_es: ¿Desea buscar un Servidor Hyperion y ajustar la configuración?
fr_fr: Voulez vous chercher un serveur Hyperion et mettre à jour les paramètres ?
hu_hu: Szeretne keresni egy Hyperion szervert és módosítani a beállításokat?
pl_pl: Czy chcesz wyszukać serwer Hyperion i dostosować ustawienia?

# #32102
source: Select a Hyperion Server, we found more than one
de_de: Wähle einen Hyperion Server, es wurden mehrere gefunden
es_es: Seleccione un servidor Hyperion, encontramos más de uno
fr_fr: Plusieurs serveurs Hyperion ont été trouvés, veuillez en sélectionner un
hu_hu: Válasszon egy Hyperion kiszolgálót, többet is találtunk
pl_pl: Wybierz serwer Hyperion, znaleziono więcej niż jeden

# #32104
source: We are sorry, no Hyperion Server has been found. You need to configure IP address and port by hand
de_de: Leider wurde kein Hyperion Server gefunden, du musst IP-Adresse und Port selbst eintragen
es_es: Lo sentimos, no se ha encontrado ningún Hyperion Server. Debe configurar la dirección IP y el puerto a mano
fr_fr: Désolé, aucun serveur Hyperion trouvé. Configurez l'adresse IP et le port manuellement.
hu_hu: Sajnáljuk, nem található Hyperion Server. Az IP-címet és a portot kézzel kell konfigurálnia!
pl_pl: Niestety, nie znaleziono serwera Hyperion. Skonfiguruj adres IP oraz port manualnie

# #32105
source: The Authorization Token isn't valid
de_de: Das Autorisierungs-Token ist nicht gültig
es_es: Lo sentimos, no se ha encontrado ningún Servidor Hyperion. Es necesario configurar la dirección IP y el puerto a mano
fr_fr: Le token d'autorisation n'est pas valide
hu_hu: Az engedélyezési token nem érvényes
pl_pl: Nieprawidłowy token autoryzacyjny

# #32150
source: Execute
de_de: Ausführen
es_es: Ejecutar
fr_fr: Exécuter
hu_hu: Végrehajtás
pl_pl: Wykonaj

# #32151
source: Execute a specific task you might need again.[CR]Select a task from the tasklist and press OK to close the settings dialog.
de_de: Führe eine spezifische Aufgabe nochmals aus.[CR]Wähle dazu aus der Liste eine Aufgabe und drücke den OK Button.
es_es: Ejecutar una tarea específica que se pueda necesitar de nuevo.[CR]Seleccionar una tarea de la lista de tareas y pulsar OK para cerrar el diálogo de configuración.
fr_fr: Exécuter une tâche spécifique dont vous pourriez avoir besoin à nouveau. Choisir une tâche dans la liste et appuyer sur OK pour fermer la boite de dialogue.
hu_hu: Hajtsa végre újra az adott feladatot, amelyre szüksége lehet.[CR]Válasszon ki egy feladatot a feladatlistából, és nyomja meg az OK gombot a beállítások párbeszédpanel bezárásához.
pl_pl: Wykonaj zadanie ponownie. Wybierz zadanie z listy zadań i wciśnij OK aby zamknąć okno ustawień.

# #32152
source: The addon will handle your request immediately.[CR]Be aware that the addon should be already enabled
de_de: Die Einstellungen schließen sich.[CR]Das Addon wird sofort mit der Ausführung beginnen, sofern es aktiviert ist
es_es: El complemento se encargará de la solicitud inmediatamente.[CR]Ten en cuenta que el complemento debe estar ya activado
fr_fr: L'addon va exécuter votre requête immédiatement. Attention : l'addon doit déjà être actif
hu_hu: A bővítmény azonnal kezeli a kérést.[CR]Ne feledje, hogy a kiegészítőnek már engedélyezve kell lennie
pl_pl: Twoje zadanie zostanie wykonane natychmiastowo. Miej na uwadze, że addon powinien być wcześniej włączony

# #32153
source: Tasklist
de_de: Aufgabenliste
es_es: Lista de tareas
fr_fr: Liste de tâches
hu_hu: Feladat lista
pl_pl: Lista zadań

# #32154
source: No Task
de_de: keine Aufgabe
es_es: Sin Tareas
fr_fr: Pas de tâche
hu_hu: Nincs feladat
pl_pl: Brak zadania

# #32155
source: Search: Hyperion Server
de_de: Suchen: Hyperion Server
es_es: Buscar: Servidor Hyperion
fr_fr: Recherche : serveur Hyperion
hu_hu: Keresés: Hyperion Server
pl_pl: Wyszukaj: Serwer Hyperion

# #32044
source: Blackbar detector
de_de: Schwarze Balken Erkennung
es_es: Detección de bordes negros
fr_fr: Détecteur de bandes noires
hu_hu: Feketesáv detector
pl_pl: Detekcja czarnych ramek

# #32040
source: Screen Capture
de_de: Bildschirm Aufnahme
es_es: Captura de Plataforma
fr_fr: Capture interne
pl_pl: Przechwytywanie platformy

# #32100
source: Welcome to Hyperion Control!
de_de: Willkommen zu Hyperion Control!
es_es: Bienvenidol Control de Hyperion!
fr_fr: Bienvenue dans l'addon Hyperion!
hu_hu: Üdvözli a Hyperion Control!
pl_pl: Witaj w Hyperion Control!

# #32103
source: We found the following Hyperion Server for usage:
de_de: Es wurde folgender Hyperion Server gefunden:
es_es: Encontramos los siguientes servidores Hyperion para su uso:
fr_fr: Le serveur Hyperion suivant a été trouvé pour utilisation:
hu_hu: A következő Hyperion szervert találtuk használatra:
pl_pl: Znaleziono następujący serwer Hyperion:

# #32000
source: General
de_de: Allgemein
fr_fr: Général
hu_hu: Általános
pl_pl: Ogólne
