Repository: xbmc/repo-scripts
Catalog: script.extendedinfo/resources/language/resource.language.*/strings.po
Languages: cs_cz, es_es, he_il, it_it, pl_pl

# Addon Summary
source: ExtendedInfo Script
he_il: סקריפט ExtendedInfo
pl_pl: Dodatek ExtendedInfo

# Addon Description
source: This script offers various possibilities to display online content inside skins. Used services are themoviedb.org, theaudiodb.org, Trakt.TV and a lot more. Can also be used for importing / exporting skin settings, adding additional fanart stuff to library and cooking eggs. Needs skin support for most functions.
cs_cz: Tento skript nabízí různé možnosti pro zobrazení online obsahu uvnitř vzhledů. Použité služby jsou themoviedb.org, theaudiodb.org, Trakt.TV a mnoho dalších. Lze ho také použít k importu nebo exportu nastavení vzhledu, přidávání dalších věcí pro fanart do knihovny a vaření vajec. Pro většinu funkcí vyžaduje podporu vzhledu.
es_es: Este script ofrece multitud de posibilidades para poder mostrar información online dentro de una piel. Los servicios usados son themoviedb.org, theaudiodb.org, Trakt.TV y muchos más. También puede usarse para importar / exportar los ajustes de una piel, agregar fanart adicionales a la biblioteca e incluso para cocinar huevos. Es necesario el soporte de la piel para la mayoría de las funciones.
he_il: הסקריפט הזה מציע אפשרויות שונות כדי להציג תוכן מקוון בתוך מעטפת. הסקריפט משתמש בשירותים כגון: themoviedb.org, theaudiodb.org, Trakt.TV וכדומה. הסקריפט יכול לשמש גם עבור ייבוא או ייצוא הגדרות המעטפת, הוספת דברים נוספים כגון פאנארט לספרייה והכנות שונות. הסריפט זקוק לתמיכת המעטפת עבור רוב הפונקציות.
it_it: Questo script offre diverse possibilità di visualizzare i contenuti online all'interno della skin. Sono utilizzati servizi di themoviedb.org, theaudiodb.org, Trakt.TV e molto altro ancora. Può essere utilizzato anche per l'importazione / esportazione delle impostazioni della skin, aggiungendo fanart aggiuntivi per la libreria biblioteca e font. Ha bisogno della skin per la maggior parte delle funzioni.
pl_pl: Dodatek oferuje różne możliwości wyświetlania zawartości z Internetu. Korzysta z serwisów taki, jak TheMovieDb.org, TheAudioDb.org, Trakt i innych. Możesz zostać także wykorzystany do eksportowania i importowania ustawień skóry, dodawania dodatkowych fototapet do biblioteki i gotowania jajek. Większość jego funkcji wymaga dedykowanej obsługi ze strony skóry.

# #32000
source: Million
cs_cz: Milion
es_es: Millones
he_il: מיליון
it_it: Milioni
pl_pl: Milion

# #32001
source: Billion
cs_cz: Bilion
es_es: Billones
he_il: ביליון
it_it: Bilioni
pl_pl: Miliard

# #32002
source: Trillion
cs_cz: Trilion
es_es: Trillones
he_il: טריליון
it_it: Trilioni
pl_pl: Bilion

# #32003
source: Autocompletion language
cs_cz: Jazyk automatického dokončování
es_es: Idioma para autocompletado
he_il: שפת השלמה אוטומטית
it_it: Linguaggio di autocompletamento
pl_pl: Język podpowiedzi

# #32004
source: Autocompletion provider
cs_cz: Poskytovatel automatického dokončování
es_es: Proveedor para autocompletado
he_il: ספק השלמה אוטומטית
it_it: Provider di autocompletamento
pl_pl: Dostawca podpowiedzi

# #32005
source: Windowed mode (for low-power platforms)
cs_cz: Režim v okně (pro platformy s nízkým výkonem)
es_es: Modo ventana (para plataformas de baja potencia)
he_il: מצב חלונית (עבור פלטפורמות חלשות)
it_it: Modo a finestre (per piattaforme di bassa potenza)
pl_pl: Tryb okienkowy (dla platform małej mocy)

# #32006
source: Use as thumbnail
es_es: Usar como miniatura
he_il: תשתמש כתמונות ממוזערות
it_it: Usa come miniature
pl_pl: Używaj jako miniatury

# #32007
source: Use as fanart
es_es: Usar como fanart
he_il: תשתמש כפאנארט
it_it: Usa come fanart
pl_pl: Używaj jako fototapety

# #32008
source: Autocompletion
cs_cz: Automatické dokončování
es_es: Autocompletado
he_il: השלמה אוטומטית
it_it: Autocompletamento
pl_pl: Podpowiedzi

# #32009
source: Show person information
cs_cz: Zobrazit informace o osobě
es_es: Mostrar información de la persona
he_il: הצג מידע אודות אדם
it_it: Mostra informazioni persona
pl_pl: Pokazuj informacje osobowe

# #32010
source: Filmography
cs_cz: Filmografie
es_es: Filmografía
he_il: הסטורית סרטים
it_it: Filmografia
pl_pl: Filmografia

# #32011
source: Known movies
cs_cz: Známé filmy
es_es: Películas conocidas
he_il: סרטים ידועים
it_it: Film conosciuti
pl_pl: Znane filmy

# #32012
source: Birthday
cs_cz: Datum narození
es_es: Cumpleaños
he_il: יום הולדת
it_it: Data di nascita
pl_pl: Data urodzin

# #32013
source: Day of death
cs_cz: Datum úmrtí
es_es: Fallecimiento
he_il: יום המוות
it_it: Data di morte
pl_pl: Data śmierci

# #32014
source: Place of birth
cs_cz: Místo narození
es_es: Lugar de nacimiento
he_il: מקום לידה
it_it: Luogo di nascita
pl_pl: Miejsce urodzenia

# #32015
source: Adult actor
cs_cz: Pornoherec
es_es: Actor para adultos
he_il: שחקן מבוגר
it_it: Attore film per adulti
pl_pl: Dorosły aktor

# #32016
source: Also known as
cs_cz: Také známý jako
es_es: También conocido/a como
he_il: ידוע גם בשם
it_it: Anche conosciuto come
pl_pl: Znany także jako

# #32017
source: Homepage
cs_cz: Domovská stránka
es_es: Página Oficial
he_il: דף הבית
pl_pl: Strona domowa

# #32018
source: Role
es_es: Papel
he_il: תפקיד
it_it: Ruolo
pl_pl: Rola

# #32019
source: Job
cs_cz: Úloha
es_es: Tarea
he_il: משרה
it_it: Lavoro
pl_pl: Zawód

# #32020
source: Age
cs_cz: Věk
es_es: Edad
he_il: גיל
it_it: Età
pl_pl: Wiek

# #32021
source: In database
cs_cz: V databázi
es_es: En base de datos
he_il: במסד נתונים
it_it: Nel database
pl_pl: W bazie danych

# #32022
source: Clear filters
cs_cz: Vymazat filtry
es_es: Borrar filtros
he_il: ניקוי מסננים
it_it: Pulisci filtri
pl_pl: Wyczyść filtry

# #32023
source: Filters
cs_cz: Filtry
es_es: Filtros
he_il: מסננים
it_it: Filtri
pl_pl: Filtry

# #32024
source: My account
cs_cz: Můj účet
es_es: Mi cuenta
he_il: החשבון שלי
it_it: Mio account
pl_pl: Moje konto

# #32025
source: Episode index
es_es: Índice de episodios
he_il: אינדקס פרק
it_it: Indice episodio
pl_pl: Lista odcinków

# #32026
source: Related movie lists
cs_cz: Seznamy souvisejících filmů
es_es: Películas relacionadas
he_il: רשימות סרטים קשורות
it_it: Lista film correlati
pl_pl: Lista powiązanych filmów

# #32027
source: Select person
cs_cz: Vyberte osobu
es_es: Seleccionar persona
he_il: בחר אדם
it_it: Seleziona persona
pl_pl: Wybierz osobę

# #32028
source: Airing episodes
es_es: Episodios en emisión
he_il: פרקים משודרים
it_it: Episodi in onda
pl_pl: Odcinki wkrótce na antenie

# #32029
source: Season premiere episodes
es_es: Episodios de estreno de temporada
he_il: פרקי בכורת העונה
it_it: Episodi premiere di stagione
pl_pl: Odcinki premierowe sezonów

# #32030
source: Movie appearances
cs_cz: Hostující herec ve filmech
es_es: Apariciones en película
he_il: הופעת הסרט
it_it: Apparenze film
pl_pl: Występy w filmach

# #32031
source: TV show appearances
cs_cz: Hostující herec v seriálu
es_es: Apariciones en Programa TV
he_il: הופעות הסדרה
it_it: Apparenze Serie TV
pl_pl: Występy w serialach

# #32032
source: Trending TV shows
es_es: Programas TV en tendencia
he_il: סדרות טרנדיות
it_it: Andamento Serie TV
pl_pl: Seriale na czasie

# #32033
source: Enter person name
cs_cz: Zadejte jméno osoby
es_es: Introduzca el nombre de la persona
he_il: הזן את שם האדם
it_it: Inserisci nome persona
pl_pl: Wprowadź nazwisko osoby

# #32034
source: Person results for %s
es_es: Resultados para %s
he_il: תוצאות החיפוש (אדם): %s
it_it: Persona risulta per %s
pl_pl: Wyniki dla wyszukiwania osoby %s

# #32035
source: Remove from list
cs_cz: Odebrat ze seznamu
es_es: Quitar de la lista
he_il: הסר מהרשימה
it_it: Rimuovi dalla lista
pl_pl: Usuń z listy

# #32036
source: Movie list
cs_cz: Seznam filmů
es_es: Lista de películas
he_il: רשימת סרטים
it_it: Lista Film
pl_pl: Lista filmów

# #32037
source: Overview
cs_cz: Přehled
es_es: Resumen
he_il: סקירה כללית
it_it: Trama
pl_pl: Zarys

# #32038
source: TV shows airing today
es_es: Programas TV en emisión hoy
he_il: סדרות שמשודרות היום
it_it: Serie TV oggi in onda
pl_pl: Seriale dzisiaj na antenie

# #32039
source: On-the-air TV shows
es_es: Programas TV en emisión
he_il: סדרות שמשודרות כעת
it_it: Serie TV in onda
pl_pl: Seriale na antenie

# #32040
source: Top rated TV shows
cs_cz: Nejlépe hodnocené seriály
es_es: Programas TV mejor valorados
he_il: סדרות בדירוג גבוה
it_it: Serie TV più valutate
pl_pl: Seriale najwyżej oceniane

# #32041
source: Popular TV shows
es_es: Programas TV populares
he_il: סדרות פופולריות
it_it: Serie TV popolari
pl_pl: Seriale popularne

# #32042
source: In-cinema movies
es_es: Películas en Cines
he_il: סרטים בקולנוע
it_it: Film al cinema
pl_pl: Premiery kinowe

# #32043
source: Upcoming movies
es_es: Películas próximamente
he_il: סרטים שיגיעו בקרוב
it_it: Film in arrivo
pl_pl: Wkrótce w kinach

# #32044
source: Popular movies
es_es: Películas populares
he_il: ‎סרטים פופולריים
it_it: Film popolari
pl_pl: Filmy popularne

# #32045
source: User-created lists
es_es: Listas creadas por usuario
he_il: רשימות שנוצרו על ידי משתמש
it_it: Liste create da utente
pl_pl: Listy użytkownika

# #32046
source: Top rated movies
cs_cz: Nejlépe hodnocené filmy
es_es: Películas mejor valoradas
he_il: ‎סרטים בדירוג גבוה
it_it: Film più valutati
pl_pl: Filmy najwyżej oceniane

# #32047
source: Trending movies
es_es: Películas en tendencia
he_il: ‎סרטים טרנדיים
it_it: Andamento film
pl_pl: Filmy na czasie

# #32048
source: Opening movies
es_es: Películas de estreno
he_il: סרטים פותחים
it_it: Film di apertura
pl_pl: Otwieranie filmów

# #32049
source: Current DVD releases
es_es: Lanzamientos en DVD
he_il: שיחרור DVD עכשווי
it_it: Uscite DVD attuali
pl_pl: Aktualne wydania DVD

# #32050
source: Online information
es_es: Información online
he_il: מידע ברשת
it_it: Informazioni Online
pl_pl: Informacje z Internetu

# #32051
source: Trailer
cs_cz: Upoutávka
es_es: Tráiler
he_il: קדימון
pl_pl: Zwiastun

# #32052
source: No trailers found
cs_cz: Nenalezeny žádné upoutávky
es_es: Tráiler no encontrado
he_il: לא נמצאו קדימונים
it_it: Nessun trailer trovato
pl_pl: Brak dostępnych zwiastunów

# #32053
source: New DVD releases
es_es: Nuevos en DVD
he_il: שחרוריי DVD חדשים
it_it: Nuove uscite DVD
pl_pl: Premiery wydań DVD

# #32054
source: Upcoming DVDs
es_es: Proximamente en DVDs
he_il: DVD בקרוב
it_it: DVD in arrivo
pl_pl: Wkrótce wydane na DVD

# #32055
source: Box office
es_es: Taquilla
he_il: בקוּפָה
pl_pl: Dochód kinowy

# #32056
source: Top rentals
es_es: Top en alquileres
he_il: הושכר הכי הרבה
it_it: Più noleggiati
pl_pl: Najczęściej wypożyczane

# #32057
source: Dimensions
cs_cz: Rozměry
es_es: Dimensiones
he_il: מידות
it_it: Dimensioni
pl_pl: Wymiary

# #32058
source: Related
cs_cz: Související
es_es: Relacionado
he_il: קשורים
it_it: Correlati
pl_pl: Powiązane

# #32059
source: Added movie to CouchPotato
cs_cz: Film přidán do CouchPotato
es_es: Película agregada a CouchPotato
he_il: נוסף אל CouchPotato
it_it: Aggiungi il film a CouchPotato
pl_pl: Dodano film do CouchPotato

# #32060
source: Relevance
es_es: Relacionado
he_il: רלוונטיות
it_it: Rilevanza
pl_pl: Powiązanie

# #32061
source: views
cs_cz: zobrazení
es_es: vistas
he_il: צפיות
it_it: viste
pl_pl: widoki

# #32062
source: One day
cs_cz: Jeden den
es_es: Un día
he_il: יום אחד
it_it: Un giorno
pl_pl: Jeden dzień

# #32063
source: One week
cs_cz: Jeden týden
es_es: Una semana
he_il: שבוע אחד
it_it: Una settimana
pl_pl: Jeden tydzień

# #32064
source: One month
cs_cz: Jeden měsíc
es_es: Un mes
he_il: חודש אחד
it_it: Un mese
pl_pl: Jeden miesiąc

# #32065
source: One year
cs_cz: Jeden rok
es_es: Un año
he_il: שנה אחת
it_it: Un anno
pl_pl: Jeden rok

# #32067
source: Amount of days
es_es: Cantidad de días
he_il: כמות הימים
it_it: Quantità di giorni
pl_pl: Liczba dni

# #32068
source: Amount of videos
es_es: Cantidad de videos
he_il: כמות קטעי וידאו
it_it: Quantità di video
pl_pl: Liczba wideo

# #32069
source: Show similar videos
cs_cz: Zobrazit podobná videa
es_es: Mostrar videos similares
he_il: הצג קטעי וידאו דומים
it_it: Mostra video similari
pl_pl: Pokazuj podobne wideo

# #32070
source: Show filmography
cs_cz: Zobrazit filmografii
es_es: Mostrar filmografía
he_il: הצג הסטוריית סרטים
it_it: Mostra filmografia
pl_pl: Pokazuj filmografię

# #32071
source: Released
cs_cz: Vydáno
es_es: Estreno
he_il: שוחרר
it_it: Data di uscita
pl_pl: Premiera

# #32072
source: Post production
es_es: En Post-producción
he_il: אחרי הפקה
it_it: Post produzione
pl_pl: W trakcie montażu

# #32073
source: In production
es_es: En Producción
he_il: בהפקה
it_it: In produzione
pl_pl: W produkcji

# #32074
source: Ended
es_es: Finalizada
he_il: הסתיים
it_it: Finito
pl_pl: Zakończony

# #32075
source: Returning series
es_es: Series que vuelven
he_il: סדרות חוזרות
it_it: Serie riproposte
pl_pl: Seriale powracające na antenę

# #32076
source: Planned
es_es: Planificado
he_il: תוכנן
it_it: Pianificato
pl_pl: Planowane

# #32077
source: Remove filter
cs_cz: Odebrat filtr
es_es: Quitar filtro
he_il: הסר המסנן
it_it: Rimuovi filtro
pl_pl: Usuń filtr

# #32078
source: Remove all
cs_cz: Odebrat vše
es_es: Quitar todo
he_il: הסר הכל
it_it: Rimuovi tutto
pl_pl: Usuń wszystkie

# #32080
source: Force native appearance
cs_cz: Vynutit nativní vzhled
es_es: Forzar apariencia nativa
he_il: כפה מראה מקומי
it_it: Forza aspetto nativo
pl_pl: Wymuszaj wygląd natywny

# #32081
source: More videos from
es_es: Más videos de
he_il: קטעי וידאו נוספים מ-
it_it: Più video da
pl_pl: Więcej materiałów wideo z

# #32082
source: votes
cs_cz: hlasů
es_es: votos
he_il: הצבעות
it_it: voti
pl_pl: głosów

# #32083
source: Add movie to list
cs_cz: Přidat film na seznam
es_es: Agregar película a la lista
he_il: הוסף לרשימת סרטים
it_it: Aggiungi il film alla lista
pl_pl: Dodaj film do listy

# #32084
source: Use classic keyboard for search
cs_cz: Pro hledání používat klasickou klávesnici
es_es: Usar teclado clásico para búsquedas
he_il: תשתמש במקלדת הקלאסית לביצוע חיפוש
it_it: Usa la tastiera classica per la ricerca
pl_pl: Używaj klasycznej klawiatury do wyszukiwania

# #32085
source: Anticipated TV shows
es_es: Programas TV más esperados
he_il: סדרות צפויות
it_it: Serie TV previste
pl_pl: Seriale w planach

# #32086
source: Most played TV shows
es_es: Programas TV más reproducidos
he_il: סדרות שנוגנו הכי הרבה
it_it: Serie TV più riprodotte
pl_pl: Seriale najczęściej odtwarzane

# #32087
source: Most collected TV shows
es_es: Programas TV más coleccionados
he_il: סדרות שנאספו הכי הרבה
it_it: Serie TV più collezionate
pl_pl: Seriale najczęściej kolekcjonowane

# #32088
source: Most watched TV shows
es_es: Programas TV más vistos
he_il: סדרות שניצפו הכי הרבה
it_it: Serie TV più viste
pl_pl: Seriale najczęściej oglądane

# #32089
source: Most played movies
es_es: Películas más reproducidas
he_il: סרטים שנוגנו הכי הרבה
it_it: Film più riprodotti
pl_pl: Filmy najczęściej odtwarzane

# #32090
source: Most watched movies
es_es: Películas más vistas
he_il: סדרות שנצפו הכי הרבה
it_it: Film più visti
pl_pl: Filmy najczęściej odtwarzane

# #32091
source: Most collected movies
es_es: Películas más coleccionadas
he_il: סדרות שנאספו הכי הרבה
it_it: Film più collezionati
pl_pl: Filmy najczęściej kolekcjonowane

# #32092
source: Anticipated movies
es_es: Películas más esperadas
he_il: סרטים צפויים
it_it: Film previsti
pl_pl: Zapowiedzi filmowe

# #32093
source: Rated episodes
cs_cz: Hodnocené epizody
es_es: Episodios valorados
he_il: פרקים מדורגים
it_it: Episodi valutati
pl_pl: Odcinki ocenione

# #32094
source: Male
cs_cz: Muž
es_es: Hombre
he_il: זכר
it_it: Maschio
pl_pl: Mężczyzna

# #32095
source: Female
cs_cz: Žena
es_es: Mujer
he_il: נקבה
it_it: Femmina
pl_pl: Kobieta

# #32099
source: Include porn stars
cs_cz: Zahrnout pornohvězdy
es_es: Incluir estrellas porno
he_il: כלול כוכבי פורנו
it_it: Includi porno star
pl_pl: Uwzględniaj gwiazdy

# #32100
source: Get extrafanart
cs_cz: Získat další fanarty
es_es: Obtener extrafanart
he_il: השג אקסטרה פאנארט
it_it: Ottieni extrafanart
pl_pl: Pobierz dodatkowe fototapety

# #32101
source: Get extrathumbs
cs_cz: Získat další náhledy
es_es: Obtener extrathumbs
he_il: השג אקסטרה תמונות ממוזערות
it_it: Ottieni vignette extra
pl_pl: Pobierz dodatkowe miniatury

# #32102
source: Get tune
es_es: Obtener melodía
he_il: השג מנגינה
it_it: Rimani sintonizzato
pl_pl: Pobierz motyw muzyczny

# #32103
source: Change info labels
es_es: Cambiar etiquetas de información
he_il: שנה תוויות מידע
it_it: Cambia le etichette di info
pl_pl: Zmień etykiety infomacji

# #32104
source: Sort by
cs_cz: Seřadit podle
es_es: Ordenar por
he_il: מיון לפי
it_it: Ordina per
pl_pl: Sortowanie

# #32105
source: Filters
cs_cz: Filtry
es_es: Filtros
he_il: מסננים
it_it: Filtri
pl_pl: Filtry

# #32106
source: Choose filter behaviour
es_es: Seleccione comportamiento para filtrado
he_il: בחר מסנן התנהגות
it_it: Scegli il comportamento del filtro
pl_pl: Wybierz zachowanie filtrów

# #32107
source: Add to list
cs_cz: Přidat na seznam
es_es: Añadir a listado
he_il: להוסיף לרשימה
it_it: Aggiungi alla lista
pl_pl: Dodaj do listy

# #32108
source: Revenue
cs_cz: Výnos
es_es: Recaudación
he_il: הַכנָסָה
it_it: Rendita
pl_pl: Dochód

# #32109
source: Budget
cs_cz: Rozpočet
es_es: Presupuesto
he_il: תקציב
pl_pl: Budżet

# #32110
source: Popularity
es_es: Popularidad
he_il: פופולריות
it_it: Popolarità
pl_pl: Popularność

# #32111
source: Vote count
cs_cz: Počet hlasů
es_es: Recuento de votos
he_il: ספירת הצבעות
it_it: Contatore voto
pl_pl: Liczba głosów

# #32112
source: Vote average
cs_cz: Průměrné hodnocení
es_es: Media de votos
he_il: ממוצע הצבעות
it_it: Media voto
pl_pl: Średnia głosów

# #32113
source: Rate movie
cs_cz: Hodnotit film
es_es: Valorar película
he_il: דרג את הסרט
it_it: Valuta film
pl_pl: Oceń film

# #32114
source: Keyword
cs_cz: Klíčové slovo
es_es: Palabra clave
he_il: מקלדת
it_it: Parola chiave
pl_pl: Słowo kluczowe

# #32115
source: Crew
cs_cz: Štáb
es_es: Equipo Técnico
he_il: צוות
pl_pl: Ekipa

# #32116
source: Recommended By TMDB
cs_cz: TMDB doporučuje
es_es: Recomendado por TMDB
he_il: מומלץ על ידי TMDB
it_it: Raccomandato da TMDB
pl_pl: Rekomendowane przez TMDB

# #32117
source: Official videos
cs_cz: Oficiální videa
es_es: Videos oficiales
he_il: קטעי וידאו רשמי
it_it: Video ufficiali
pl_pl: Materiały oficjalne

# #32118
source: YouTube videos
cs_cz: Videa YouTube
es_es: En YouTube
he_il: סרטוני יו-טיוב
it_it: Video YouTube
pl_pl: Materiały na YouTube

# #32119
source: Artwork
cs_cz: Obrázky
he_il: גרפיקה
pl_pl: Portret

# #32120
source: Movie actor roles
cs_cz: Role ve filmech
es_es: Películas
he_il: תפקידי שחקן בסרטים
it_it: Ruoli attore in film
pl_pl: Role filmowe

# #32121
source: TV show roles
cs_cz: Role v seriálech
es_es: Programas TV
he_il: תפקידים בסדרות
it_it: Ruoli in Serie TV
pl_pl: Role serialowe

# #32122
source: Movie crew member
cs_cz: Člen štábu ve filmu
es_es: Películas como Equipo Técnico
he_il: חבר צוות שחקני הסרט
it_it: Membro della Crew del film
pl_pl: Członek ekipy filmowej

# #32123
source: TV show crew member
cs_cz: Člen štábu v seriálu
es_es: Programa TV como Equipo Técnico
he_il: חבר צוות שחקני הסדרה
it_it: Membro della Crew della Serie TV
pl_pl: Członek ekipy serialowej

# #32124
source: Items
es_es: Elementos
he_il: ‎פריטים
it_it: Elementi
pl_pl: Pozycji

# #32125
source: Page
cs_cz: Stránka
es_es: Página
he_il: דף
it_it: Pagina
pl_pl: Stron

# #32126
source: Actor / Crew member
cs_cz: Herec / Člen štábu
es_es: Actor / Equipo técnico
he_il: שחקן / חבר צוות
it_it: Attore / Membro della Crew
pl_pl: Aktor / Członek ekipy

# #32127
source: Certification
es_es: Certificación
he_il: אישורים
it_it: Certificazione
pl_pl: Kategoria wiekowa

# #32128
source: Order
es_es: Orden
he_il: הזמנה
it_it: Ordine
pl_pl: Kolejność

# #32129
source: Your rating
cs_cz: Vaše hodnocení
es_es: Tu valoración
he_il: הדירוג שלך
it_it: Tuo voto
pl_pl: Twoja ocena

# #32130
source: Show lists
cs_cz: Zobrazit seznamy
es_es: Mostrar listas
he_il: רשימות סדרות
it_it: Mostra liste
pl_pl: Pokazuj listy

# #32131
source: Already rated
cs_cz: Již hodnoceno
es_es: Ya valoradas
he_il: כבר מדורג
it_it: Già volutato
pl_pl: Ocenione

# #32132
source: Extras
he_il: ‎תוספות
it_it: Extra
pl_pl: Dodatkowe

# #32133
source: Manage
cs_cz: Spravovat
es_es: Ajustes
he_il: נהל
it_it: Gestisci
pl_pl: Zarządzaj

# #32134
source: Starred movies
cs_cz: Sdílené filmy
es_es: Películas destacadas
he_il: סרטים שזכו בכוכב
it_it: Film preferiti
pl_pl: Filmy ulubione

# #32135
source: Rated movies
cs_cz: Hodnocené filmy
es_es: Películas valoradas
he_il: ‎סרטים מדורגים
it_it: Film valutati
pl_pl: Filmy ocenione

# #32136
source: Choose list
cs_cz: Zvolte seznam
es_es: Seleccione una lista
he_il: בחר רשימה
it_it: Scegli lista
pl_pl: Wybierz listę

# #32137
source: Enter list name
cs_cz: Zadejte název seznamu
es_es: Introduzca nombre de la lista
he_il: הזן שם רשימה
it_it: Inserisci nome lista
pl_pl: Wprowadź nazwę listy

# #32138
source: Delete movie list
cs_cz: Odstranit seznam filmů
es_es: Eliminar lista de películas
he_il: מחיקת רשימת סרטים
it_it: Cancella lista film
pl_pl: Usuń listę filmów

# #32139
source: New movie list
cs_cz: Nový seznam filmů
es_es: Nueva lista de películas
he_il: רשימת סרטים חדשה
it_it: Nuova lista film
pl_pl: Nowa lista filmów

# #32140
source: For all features enter your TMDB credentials in addon settings.
es_es: Para usar todas las funcionalidades, introduzca sus credenciales de acceso a TheMovieDB en los ajustes del complemento.
he_il: יש להזין את האישורים שלך ל-TMDB להגדרות ההרחבה, לקבלת כל התכונות.
it_it: Per tutte le funzionalità imetti le tue credenziali di TMDB nelle impostazione dell'addon.
pl_pl: W celu uzyskania pełnej funkcjonalności wymagane jest wprowadzenie, w ustawieniach dodatku, danych logowania do serwisu TMDB.

# #32141
source: This product uses the TMDb API but is not endorsed or certified by TMDb.
es_es: Este producto usa la API de TheMovieDB pero no está avalado ni certificado por TheMovieDB.
he_il: המוצר הזה משתמש במפתח API של TMDb אך אינו מאושר או מוסמך על ידי TMDb.
it_it: Questo prodotto utilizza l'API di TMDb ma non è stato convalidato o certificata da TMDb.
pl_pl: Dodatek używa API serwisu TMDB, ale nie jest przez niego zatwierdzony i certyfikowany.

# #32142
source: Studios
cs_cz: Studia
es_es: Estudios
he_il: אולפנים
it_it: Studio
pl_pl: Wytwórnie

# #32143
source: Could not find item at MovieDB
cs_cz: Nelze najít položku na MovieDB
es_es: Elemento no encontrado en TheMovieDB
he_il: הפריט לא נמצא ב-MovieDB
it_it: Non trovo l'elemento in MovieDB
pl_pl: Pozycja nie została odnaleziona

# #32144
source: Starred TV shows
cs_cz: Sdílené seriály
es_es: Programas TV destacados
he_il: סדרות שזכו בכוכב
it_it: Serie TV preferite
pl_pl: Seriale ulubione

# #32145
source: Rated TV shows
cs_cz: Hodnocené seriály
es_es: Programas TV valorados
he_il: סדרות מדורגות
it_it: Serie TV valutate
pl_pl: Seriale ocenione

# #32146
source: Search for '%s'
cs_cz: Hledat ‚%s‘
es_es: Buscar '%s'
he_il: חפש '%s'
it_it: Cerca per '%s'
pl_pl: Wyszukaj '%s'

# #32147
source: Show appearances
cs_cz: Zobrazit hostující herce
es_es: Mostrar apariciones
he_il: הצג הופעה
it_it: Mostra le apparenze
pl_pl: Pokazuj występy

# #32148
source: Show information
cs_cz: Zobrazit informace
es_es: Mostrar información
he_il: הצג מידע
it_it: Mostra informazioni
pl_pl: Pokazuj informacje

# #32149
source: Upper limit
es_es: Limite superior
he_il: גבול עליון
it_it: Limite superiore
pl_pl: Limit górny

# #32150
source: Lower limit
es_es: Limite inferior
he_il: גבול תחתון
it_it: Limite inferiore
pl_pl: Limit dolny

# #32151
source: Choose option
cs_cz: Zvolte možnost
es_es: Seleccione una opción
he_il: בחר אפשרות
it_it: Scegli opzione
pl_pl: Wybierz opcję

# #32152
source: Networks
es_es: Redes
he_il: רשתות
it_it: Reti
pl_pl: Sieci telewizyjne

# #32153
source: Certification country
es_es: País de certificación
he_il: מדינת אישור
it_it: Paese di certificazione
pl_pl: Kraj kategorii wiekowej
