Repository: xbmc/repo-scripts
Catalog: script.extendedinfo/resources/language/resource.language.*/strings.po
Languages: cs_cz, es_es, he_il, it_it, pl_pl

# #32154
source: Star
cs_cz: Hvězdy
he_il: תן כוכב
pl_pl: Dodaj do ulubionych

# #32155
source: UnStar
he_il: הסר כוכב
it_it: Togli Star
pl_pl: Usuń z ulubionych

# #32156
source: Person
cs_cz: Osoba
es_es: Persona
he_il: אדם
it_it: Persona
pl_pl: Osoba

# #32157
source: Created at
cs_cz: Vytvořeno
es_es: Creado en
he_il: נוצר ב-
it_it: Creato a
pl_pl: Utworzono o

# #32158
source: Birthday today!
cs_cz: Dnes má narozeniny!
es_es: Hoy es su cumpleaños!!!
he_il: חוגג היום יום הולדת!
it_it: Compleanno oggi!
pl_pl: Dzisiaj urodziny!

# #32159
source: Language for TheMovieDB requests
cs_cz: Jazyk pro požadavky TheMovieDB
es_es: Idioma para peticiones a TheMovieDB
he_il: שפה עבור בקשות מ-TheMovieDB
it_it: Linguaggio per le richieste TheMovieDB
pl_pl: Wyszukuj w języku

# #32160
source: TheMovieDB username
cs_cz: Uživatelské jméno TheMovieDB
es_es: Usuario TheMovieDB
he_il: שם משתמש ב-TheMovieDB
pl_pl: Użytkownik

# #32161
source: TheMovieDB password
cs_cz: Heslo TheMovieDB
es_es: Contraseña TheMovieDB
he_il: סיסמה ב-TheMovieDB
pl_pl: Hasło

# #32162
source: Include adult actors / movies
cs_cz: Zahrnout herce a filmy pro dospělé
es_es: Incluir actores y películas para adultos
he_il: כלול שחקן מבוגרים / סרטים
it_it: Includi attori / film per adulti
pl_pl: Uwzględniaj tytuły i aktorów filmów dla dorosłych

# #32163
source: Open InfoDialog by default
cs_cz: Ve výchozím nastavení otvírat InfoDialog
es_es: Abrir InfoDialog por defecto
he_il: פתח את תיבת דו-שיח למידע כברירת מחדל
it_it: Apri InfoDialog in modo predefinito
pl_pl: Otwieraj domyślnie okno dialogowe

# #32164
source: Delete cache
cs_cz: Odstranit mezipaměť
es_es: Eliminar cache
he_il: נקה מטמון
it_it: Cancella cache
pl_pl: Usuń bufor

# #32165
source: Add to CouchPotato
cs_cz: Přidat do CouchPotato
es_es: Añadir a CouchPotato
he_il: הוסף אל CouchPotato
it_it: Aggiungi a CouchPotato
pl_pl: Dodaj do CouchPotato

# #32166
source: Add to SickBeard
cs_cz: Přidat do SickBeard
es_es: Añadir a SickBeard
he_il: הוסף אל SickBeard
it_it: Aggiungi a SickBeard
pl_pl: Dodaj do SickBeard

# #32167
source: Reviews
es_es: Criticas
he_il: ביקורות
it_it: Recensioni
pl_pl: Recenzje

# #32168
source: Releases
cs_cz: Vydání
es_es: Estreno
he_il: שיחרורים
it_it: Uscite
pl_pl: Wydania

# #32169
source: Rate TV show
cs_cz: Hodnotit seriál
es_es: Valorar programa TV
he_il: דרג סדרה
it_it: Valuta Serie TV
pl_pl: Oceń serial

# #32170
source: Add to Trakt Watchlist
cs_cz: Přidat do seznamu sledování Trakt
es_es: Añadir a lista de seguimiento en Trakt.tv
he_il: הוסף לרשימת הצפייה ב-Trakt
it_it: Aggiungi alla Trakt Watchlist
pl_pl: Dodaj do listy Trakt
