Repository: xbmc/repo-scripts
Catalog: script.videoextras/resources/language/Greek/strings.po
Languages: el

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
el: Προσθήκη DVD Extras στις Ταινίες και τις Τηλεοπτικές σας Σειρές.

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
el: Σας παρέχει έναν τρόπο να προσθέσετε DVD Extras στη Συλλογή σας. Ελέγξτε τον ιστότοπο του wiki για οδηγίες εγκατάστασης.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras
el: Skinners, ελέγξτε τον ιστότοπο για πληροφορίες σχετικά με την ενσωμάτωση στο κέλυφός σας: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras

# #32002
source: Extras Directory Name
el: Όνομα Φακέλου Extras

# #32003
source: Search Nested Directories
el: Αναζήτηση Ένθετων Φακέλων

# #32004
source: Enable Extras with File Tag
el: Ενεργοποίηση Extras με Ετικέτα Αρχείων

# #32005
source: Extras File Name Tag
el: Ετικέτα Αρχείων Extras

# #32006
source: Menu to show after playing an extra
el: Μενού που θα εμφανίζεται μετά την αναπαραγωγή ενός Extra

# #32007
source: Video Selection
el: Επιλογή Βίντεο

# #32008
source: Information
el: Πληροφορίες

# #32009
source: Home
el: Αρχ. Οθόνη

# #32010
source: File System
el: Σύστημα Αρχείων

# #32011
source: Remote Extras Location
el: Τοποθεσία Απομακρυσμένων Extras

# #32012
source: Use Custom Extras Location
el: Χρήση Τοποθεσίας Προσαρμοσμένων Extras

# #32013
source: Path
el: Διαδρομή

# #32014
source: Custom Movies Sub-Folder
el: Υποφάκελος Προσαρμοσμένων Ταινιών

# #32015
source: Custom TV Shows Sub-Folder
el: Υποφάκελος Προσαρμοσμένων Τηλ. Σειρών

# #32016
source: Advanced
el: Για προχωρημένους

# #32017
source: Force Extras Button Display
el: Εξαναγκασμός Εμφάνισης Πλήκτρου Extras

# #32018
source: Exclude Files Regular Expression
el: Κανονική Έκφραση Αποκλεισμού Αρχείων

# #32019
source: Debugging
el: Καταγραφή σφαλμάτων

# #32020
source: Enable debug logging
el: Ενεργοποίηση καταγραφής σφαλμάτων

# #32021
source: Database
el: Βάση Δεδομένων

# #32022
source: Enable Database Support
el: Ενεργοποίηση Υποστήριξης Βάσης Δεδομένων

# #32023
source: Operations
el: Λειτουργίες

# #32025
source: Use Detailed List Screen
el: Χρήση Οθόνης Αναλυτικής Λίστας

# #32026
source: Window to show after exiting detailed list
el: Παράθυρο που θα εμφανίζεται μετά την έξοδο από την αναλυτική λίστα

# #32027
source: Allow caching of extras on startup
el: Προσωρινή αποθήκευση Extras κατά την εκκίνηση

# #32028
source: Browse Extras
el: Περιήγηση στα Extras

# #32029
source: Custom Music Video Sub-Folder
el: Υποφάκελος Προσαρμοσμένων Μουσικών Βίντεο

# #32101
source: Play All
el: Αναπαραγωγή Όλων

# #32102
source: Info
el: Πληροφορίες

# #32103
source: No extras found
el: Δε βρέθηκαν Extras

# #32104
source: Resume from
el: Συνέχιση από

# #32105
source: Start from beginning
el: Εκκίνηση από την αρχή

# #32106
source: Mark as watched
el: Σήμανση ως Προβληθέν

# #32107
source: Mark as unwatched
el: Σήμανση ως Μη Προβληθέν

# #32108
source: Edit title
el: Επεξεργασία τίτλου

# #32109
source: Failed to update title
el: Αποτυχία ενημέρωσης τίτλου

# #32110
source: Movies
el: Ταινίες

# #32111
source: TV Shows
el: Τηλ. Σειρές

# #32112
source: Music Videos
el: Μουσικά Βίντεο
