Repository: xbmc/repo-scripts
Catalog: service.watchedlist/resources/language/Hebrew/strings.po
Languages: he_il

# Addon Summary
source: Save watched Movies and TV Episodes independent from filenames
he_il: שומר מצב נצפה לסרטים ופרקים טלוויזיה עצמאית משמות קבצים

# Addon Description
source: Export: Searches the Kodi-Database for watched files. Determine imdb-id and thetvdb-id to identify movies and TV-episodes. Then save the list to a new independent table. Import: Set the watched state for each video file in Kodi. Automatic background process without user interaction.
he_il: ייצוא: מחפש את מסד הנתונים של קודי עבור קבצים שנצפו. קבע את iddb-id ו- thetvdb-id כדי לזהות סרטים ופרטי טלוויזיה. לאחר מכן שמור את הרשימה בטבלה עצמאית חדשה. ייבוא: הגדר את מצב נצפה עבור כל קובץ וידאו בקודי. תהליך רקע אוטומטי ללא אינטראקציה עם המשתמש.

# Addon Disclaimer
source: This script does not regard the file format. A Movie watched in DVD quality will also set the 1080p version as watched.
he_il: הסקריפט הזה אינו מתייחס לתבנית הקובץ. סרט שנצפה באיכות DVD, יקבע גם את גרסת 1080p כנצפה.

# #30001
source: Basic Settings
he_il: הגדרות בסיסיות

# #30002
source: Database
he_il: מסד נתונים

# #30011
source: Update movies watched state
he_il: עדכון מצב נצפה לסרטים

# #30012
source: Update episodes watched state
he_il: עדכון מצב נצפה לפרקים

# #30013
source: autostart mode
he_il: מצב אתחול אוטומטי

# #30014
source: Update interval [hours]
he_il: מרווח בין עדכונים (שעות)

# #30015
source: Startup delay befor action [minutes]
he_il: השהיית הפעלה לפני פעולה [דקות]

# #30016
source: Progress Dialog
he_il: דיאלוג התקדמות

# #30017
source: Use non-default database file
he_il: השתמש בקובץ מסד נתונים שאינו ברירת מחדל

# #30018
source: Path to database file
he_il: הנתיב אל קובץ מסד הנתונים

# #30019
source: Database filename (SQLite Database, *.db)
he_il: שם הקובץ של מסד הנתונים (מסד הנתונים SQLite, * .db)

# #30020
source: Number of backup copies (-1=infinite)
he_il: מספר עותקי גיבוי (-1 = אינסופי)

# #30021
source: Start with Kodi (autorun)
he_il: להתחיל עם קודי (הפעלה אוטומטית)

# #30022
source: follow user setting watched/unwatched
he_il: עקוב אחר הגדרות המשתמש למצב נצפה או לא נצפה

# #30023
source: Dropbox Auth Code
he_il: קוד אימות בדרופבוקס

# #30024
source: Amount of User Information
he_il: כמות מידע משתמש

# #30025
source: All
he_il: הכול

# #30026
source: Only Info
he_il: רק מידע

# #30027
source: Only Warning
he_il: רק אזהרה

# #30028
source: Only Error
he_il: רק שגיאה

# #30029
source: None
he_il: ללא

# #30030
source: no update
he_il: אין עדכון

# #30031
source: one update
he_il: עדכון אחד

# #30032
source: periodic
he_il: תקופתיים

# #30040
source: DB Method
he_il: שיטת DB

# #30041
source: File
he_il: קובץ

# #30043
source: Options for accessing SQLite-DB-File
he_il: אפשרויות לגישה SQLite-DB-File

# #30044
source: Options for accessing MySQL-Server
he_il: אפשרויות לגישה שרת MySQL

# #30045
source: Dropbox synchronization
he_il: סנכרון דרופבוקס

# #30051
source: MySQL Server
he_il: MySQL שרת

# #30052
source: MySQL Database
he_il: MySQL מסד הנתונים

# #30053
source: MySQL Username
he_il: MySQL שם המשתמש

# #30054
source: MySQL Password
he_il: MySQL סיסמה

# #30055
source: MySQL Port
he_il: MySQL פורט

# #32001
source: manually run the database update again?
he_il: להפעיל באופן ידני את העדכון מסד הנתונים שוב?

# #32002
source: DB path does not exist: %s
he_il: לא קיים נתיב לבסיס הנתונים: %s

# #32003
source: next update in %d hours
he_il: העדכון הבא בעוד %d שעות

# #32004
source: begin update in %d minutes
he_il: העדכון הבא בעוד %d דקות

# #32005
source: running observation of changes of watched states
he_il: מריץ סריקה לשינויים במצב נצפה

# #32101
source: WatchedList
he_il: רשימת נצפה

# #32102
source: Watchedlist: Error
he_il: רשימת נצפה: שגיאה

# #32103
source: Load watched states from addon-database...
he_il: טוען מצב נצפה מתוך מסד הנתונים של ההרחבה...

# #32104
source: load watched states Kodi-database ...
he_il: טוען מצב נצפה מתוך מסד הנתונים של קודי...

# #32105
source: update the addon watched-database ...
he_il: עדכון את מצב נצפה במסד הנתונים של ההרחבה...

# #32106
source: update the Kodi-database ...
he_il: עדכון את מסד הנתונים של קודי...

# #32107
source: update complete.
he_il: העדכון הושלם...

# #32108
source: Watchedlist: MySQL Error (WL DB)
he_il: רשימת נצפה: שגיאה MySQL (WL DB)

# #32109
source: Watchedlist: SQLite Error (WL DB)
he_il: רשימת נצפה: שגיאה SQLite (WL DB)

# #32202
source: Addon movie database
he_il: מסד נתוני סרטים של ההרחבה

# #32203
source: Addon episode database
he_il: מסד נתוני פרקים של ההרחבה

# #32204
source: Kodi-movie database
he_il: מסד נתוני סרטים של קודי

# #32205
source: Kodi-episode database
he_il: מסד נתוני פרקים של קודי

# #32208
source: Access Denied (username/password/rights)
he_il: הגישה נדחתה (שם משתמש/סיסמה/זכויות)

# #32209
source: Database '%s' does not exist
he_il: מסד הנתונים '%s' אינו קיים

# #32210
source: Access denied (user '%s', DB '%s')
he_il: הגישה נדחתה (המשתמש '%s', DB '%s')

# #32297
source: TV-Show "%s" (ID %d) has no imdb-number. No processing with WL possible. Try rescraping.
he_il: סדרות "%s" (מזהה %d) אין מספר-imdb. אין אפשרות לעבד עם WL. נסה לבצע סקרייפינג מחדש.

# #32298
source: %d movies and %d episodes read from WL.
he_il: %d סרטים, פרקים %d נקראו מ-WL.

# #32299
source: %d movies and %d episodes read from Kodi-DB.
he_il: %d סרטים, פרקים %d נקראו ממסד הנתונים של קודי.

# #32301
source: %d watched new. %d updated
he_il: %d מצב נצפה חדש. %d עודכן

# #32302
source: %d movies marked as watched
he_il: %d סרטים שסומנו כנצפה

# #32303
source: %d episodes marked as watched
he_il: %d פרקים שסומנו כנצפה

# #32401
source: Set as watched (Kodi-DB)
he_il: הגדר כנצפה (קודי-DB)

# #32402
source: Remember as newly watched (WL-DB)
he_il: זכור כנצפה לאחרונה (WL-DB)

# #32403
source: Remember as watched (updated) (WL-DB)
he_il: זכור כנצפה (מעודכן) (WL-DB)

# #32404
source: Set as not watched (Kodi-DB)
he_il: הגדר כלא נצפה (קודי-DB)

# #32405
source: Remember as not watched (WL-DB)
he_il: זכור כלא נצפה (WL-DB)

# #32601
source: Error opening WL-database
he_il: שגיאה בפתיחת מסד הנתונים WL

# #32602
source: Error loading WL-database
he_il: שגיאה בטעינת מסד הנתונים WL

# #32603
source: Error loading Kodi-database
he_il: שגיאה בטעינת מסד הנתונים של קודי

# #32604
source: Error updating WL database
he_il: שגיאה בעת עדכון מסד נתונים WL

# #32605
source: Error updating Kodi-database
he_il: שגיאה בעת עדכון מסד נתונים קודי

# #32606
source: Writing the WL-database file %s
he_il: כתיבת קובץ WL-מסד הנתונים %s

# #32607
source: Unable to merge dropbox data
he_il: אין אפשרות למזג נתונים מדרופבוקס

# #32708
source: Dropbox Error
he_il: שגיאה בדרופבוקס

# #32709
source: Unable to upload
he_il: לא מצליח להעלות

# #32710
source: Unable to download
he_il: לא מצליח להוריד

# #32711
source: Dropbox-Import (Movies)
he_il: דרופבוקס-ייבוא (סרטים)

# #32712
source: Dropbox-Import (Episodes)
he_il: דרופבוקס-ייבוא (פרקים)

# #32713
source: Dropbox synchronization
he_il: סנכרון דרופבוקס

# #32714
source: Upload successfull
he_il: העלאה הסתיימה בהצלחה

# #32715
source: Empty authorization code in settings
he_il: קוד אישור ריק בהגדרות

# #32716
source: Update the Dropbox database: ...
he_il: עדכן את מסד הנתונים של דרופבוקס:...

# #32717
source: Dropbox database updated: %d entries.
he_il: דרופבוקס - עדכון מסד הנתונים: %d ערכים.

# #32718
source: Dropbox-Export (Movies)
he_il: דרופבוקס-ייצוא (סרטים)

# #32719
source: Dropbox-Export (Episodes)
he_il: דרופבוקס-ייצוא (פרקים)

# #32720
source: Error importing python Dropbox API. Disable function.
he_il: שגיאת ייבוא מפתח פיתון Dropbox API. בטל את הפונקציה.
