Repository: xbmc/repo-scripts
Catalog: script.matchcenter/resources/language/*/strings.po
Languages: portuguese

# #32001
source: Livescores
portuguese: Ao vivo

# #32003
source: Ignore Leagues
portuguese: Ignorar Ligas

# #32004
source: Livescores update time (min)
portuguese: Intervalo de actualização dos resultados ao vivo (min)

# #32005
source: Hide matches that have not started
portuguese: Esconder jogos que não começaram

# #32006
source: Hide matches that have finished
portuguese: Esconder jogos que já terminaram

# #32007
source: League Tables
portuguese: Classificações

# #32008
source: Use alternative name for teams
portuguese: Usar nome alternativo para as equipas

# #32009
source: Leagues have been enabled/disabled.
portuguese: As ligas foram activadas/desactivadas.

# #32011
source: Twitter update time (min)
portuguese: Intervalo de actualização das mensagens do twitter (min)

# #32012
source: Save twitter hashtags when playing media
portuguese: Guardar hashtags do twitter quando se encontra a reproduzir ficheiros multimédia

# #32014
source: Define a remote keymap to start the addon
portuguese: Definir uma keymap do telecomando para iniciar o addon

# #32015
source: General
portuguese: Geral

# #32016
source: LOADING...
portuguese: A CARREGAR...

# #32017
source: Round
portuguese: Jornada

# #32018
source: No live games at the moment.
portuguese: Não existem jogos neste momento.

# #32019
source: Finished
portuguese: Terminou

# #32020
source: Halftime
portuguese: Intervalo

# #32021
source: Postponed
portuguese: Adiado

# #32022
source: Not started
portuguese: Não começou

# #32023
source: Referee
portuguese: Arbitro

# #32024
source: Spectators
portuguese: Espectadores

# #32025
source: N/A
portuguese: N/D

# #32026
source: Coach
portuguese: Treinador

# #32027
source: Away Team
portuguese: Equipa Visitante

# #32028
source: Home Team
portuguese: Equipa da Casa

# #32029
source: Squad
portuguese: Equipa Principal

# #32030
source: Substitutes
portuguese: Banco

# #32031
source: Match Details
portuguese: Detalhes

# #32032
source: Home Team Line up
portuguese: Formação Visitado

# #32033
source: Away Team Line up
portuguese: Formação Visitante

# #32035
source: GD
portuguese: DG

# #32036
source: GC
portuguese: GS

# #32037
source: GS
portuguese: GM

# #32038
source: L
portuguese: D

# #32039
source: D
portuguese: E

# #32040
source: W
portuguese: V

# #32043
source: Next Matches:
portuguese: Próximos jogos:

# #32044
source: Latest Matches:
portuguese: Últimos jogos:

# #32045
source: Twitter hashtag has been reset.
portuguese: A hashtag do twitter foi eliminada

# #32046
source: Enter twitter hashtag:
portuguese: Introduza a hashtag:

# #32047
source: Twitter hashtag cannot be null.
portuguese: A hashtag não pode ser vazia.

# #32048
source: Setting successfully changed
portuguese: Definição alterada com sucesso

# #32049
source: Please restart Kodi.
portuguese: Por favor reinicie o Kodi.

# #32050
source: Timeout in
portuguese: Timeout em

# #32051
source: seconds...
portuguese: segundos...

# #32052
source: Confirm
portuguese: Confirmar

# #32053
source: Close
portuguese: Fechar

# #32054
source: ago
portuguese: atrás

# #32055
source: and
portuguese: e

# #32056
source: day
portuguese: dia

# #32057
source: days
portuguese: dias

# #32058
source: hour
portuguese: hora

# #32059
source: hours
portuguese: horas

# #32060
source: minute
portuguese: minuto

# #32061
source: minutes
portuguese: minutos

# #32062
source: second
portuguese: segundo

# #32063
source: seconds
portuguese: segundos

# #32064
source: Match Id does not exist
portuguese: Match Id não existe

# #32065
source: This function allows you to start the addon by pressing a key on your remote control. To use this function you need to use the Keymap Editor addon from the official repository. Match Center will start it automatically for you once you close this dialog. Once the Keymap editor addon starts you need to follow the following instructions.[CR][CR]1) Select edit[CR]2) Select global[CR]3) Select addons [CR]4) Select "Launch MatchCenter"[CR]5)Press any key on your remote control[CR]6)Go back three times[CR]7)Hit save[CR][CR]After a Kodi reboot you can start this addon by just pressing the key you selected
portuguese: Esta função permite-lhe que inicie o addon pressionando um determinado botão no seu comando. Para utilizar esta funcionalidade necessita de utilizar o addon KeyMap editor disponível no repositório oficial do Kodi. O Match Center irá iniciar esse addon automaticamente assim que fechar a corrente janela. Assim que o Keymap editor addon iniciar faça o seguinte:[CR][CR]1) Seleccione editar[CR]2) Seleccione global[CR]3) Seleccione addons [CR]4) Seleccione "Iniciar MatchCenter"[CR]5)Pressione a tecla desejada no seu comando[CR]6)Volte atrás três vezes.[CR]7)Clique em salvar[CR][CR]Após o reboot do Kodi, poderá iniciar este addon apenas pressionando a tecla que escolheu previamente.

# #32066
source: An error has occured. Please provide a log file to the developer.
portuguese: Ocorreu um erro. Por favor forneca um ficheiro de log ao desenvolvedor para correcao.

# #32067
source: Are you sure you want to define a keymap for this addon?
portuguese: Tem a certeza que deseja definir um novo Keymap para este addon?

# #32069
source: Only request new team and league logos after...
portuguese: Apenas pedir novos logos para equipas e ligas após...

# #32070
source: Remove all cached data
portuguese: Remover todos os dados em cache

# #32071
source: All cached data was removed!
portuguese: Todos os dados em cache foram removidos!

# #32072
source: No cached data available to remove!
portuguese: Nao existem dados em cache para remover!

# #32073
source: Enable Twitter hashtag history (context menu)
portuguese: Activar historico de hashtags para o Twitter (menu de contexto)

# #32074
source: Delete Twitter hashtag history
portuguese: Eliminar historico de hashtags do Twitter

# #32075
source: No twitter history available.
portuguese: Sem historico do twitter disponivel.

# #32076
source: Please choose an hashtag from history:
portuguese: Por favor escolha uma hashtag do historico:
