Repository: xbmc/repo-scripts
Catalog: script.artistslideshow-helper/resources/language/Polish/strings.po
Languages: pl

# #30300
source: Starting
pl: Uruchamiam

# #30301
source: beginning work
pl: praca rozpoczęta

# #30310
source: Result
pl: Wyniki

# #30311
source: successfully wrote hash list file
pl: z powodzeniem zapisano listę hash

# #30312
source: unable to create hash list file
pl: nie można stworzyć listy hash

# #30320
source: Error
pl: Błąd

# #30321
source: no migration folder defined
pl: nie zdefiniowano żadnego folderu migracji

# #30330
source: Result
pl: Wyniki

# #30331
source: migration of files complete
pl: zakończono migrację plików

# #30340
source: Error
pl: Błąd

# #30341
source: no hash list folder defined
pl: nie zdefiniowano folderu list hash

# #30350
source: Error
pl: Błąd

# #30351
source: no action specified in settings
pl: brak określonego działania w ustawieniach

# #32001
source: Create artist hash mapping file
pl: Stwórz hash mapowania pliku artysty

# #32002
source: Output directory
pl: Katalog wyjściowy

# #32003
source: Migrate images
pl: Przenoszenie obrazów

# #32004
source: Output directory
pl: Katalog wyjściowy

# #32005
source: Migration type
pl: Typ migracji

# #32007
source: move
pl: przenieś

# #32008
source: copy
pl: skopiuj
