Repository: xbmc/repo-scripts
Catalog: script.artwork.downloader/resources/language/Hebrew/strings.po
Languages: he

# #32001
source: Please help get more artwork or donate on:
he: בבקשה עזור לקבל עוד עטיפות או תרום ב:

# #32002
source: Scheduled run at time: (24h)
he: מתוזמן לפעול בשעה:(24H)

# #32003
source: Faulty/empty settings combination found!
he: תצורת הגדרות נמצאה שגויה/ריקה!

# #32004
source: Select your preferences and press OK to save
he: בחר בהעדפות שלך ולחץ על אישור לשמירה

# #32005
source: Cleaning up
he: מנקה

# #32006
source: Error
he: שגיאה

# #32007
source: Error downloading file
he: שגיאה בהורדת קובץ

# #32008
source: Searching for artwork
he: מחפש עטיפה

# #32009
source: Downloading
he: מוריד

# #32010
source: Add-on aborted
he: תוסף בוטל

# #32011
source: Network error detected
he: אובחנה שגיאת רשת

# #32012
source: Finished
he: הסתיים

# #32013
source: Enable downloading
he: אפשר הורדות

# #32014
source: Total Artwork
he: סה״כ עטיפות

# #32015
source: Please choose
he: בבקשה בחר

# #32016
source: Failed items
he: פריטים שנכשלו

# #32017
source: Cancelled
he: בוטל

# #32018
source: Download canceled by user
he: הורדה בוטלה ע״י משתמש

# #32019
source: Delayed start in minutes:
he: השהיית הפעלה בדקות:

# #32020
source: Downloaded
he: הורד

# #32021
source: Processing Artwork
he: מעבד תמונת עטיפה

# #32022
source: not found!
he: לא נמצא!

# #32023
source: Run add-on at login
he: הרץ תוסמך בהפעלה

# #32024
source: Run add-on as a service
he: הרץ תוסף כשרות מערכת

# #32025
source: Yes
he: כן

# #32026
source: No
he: לא

# #32027
source: Close
he: סגור

# #32028
source: Report
he: דווח

# #32029
source: [I](After changes are made you must restart XBMC) [/I]
he: [I](לאחר ביצוע שינויים יש לאתחל אתXBMC) [/I]

# #32031
source: General
he: כללי

# #32033
source: Run in background
he: הרץ ברקע

# #32034
source: Show dialog on finished/errors
he: הצג דיאלוג בסיום/שגיאות

# #32039
source: View download report from latest download run
he: צפה בדוח הורדות מהורדה אחרונה

# #32051
source: Limit Artwork
he: הגבל עטיפות

# #32054
source: Minimum rating
he: דירוג מינימלי

# #32055
source: Preferred language:
he: שפה מועדפת:

# #32056
source: Exclude fanart that has text
he: התעלם מעטיפות המכילות טקסט

# #32057
source: Minimum fanart size: Movies
he: גודל מינימלי של עטיפה:סרטים

# #32058
source: Minimum fanart size: TV Shows
he: גודל מינימלי של עטיפה:תוכניות טלויזיה

# #32062
source: Minimum fanart size: Musicvideos
he: גודל מינימלי של עטיפה:סירטי מוסיקה

# #32071
source: Movies
he: סרטים

# #32081
source: TV Shows
he: תוכניות טלויזיה

# #32091
source: Musicvideo
he: סירטי מוסיקה

# #32101
source: Advanced
he: מתקדם

# #32103
source: Use local files
he: השתמש בקבצים מקומיים

# #32121
source: Fanart
he: פאנארט

# #32123
source: Banner
he: באנר

# #32124
source: Season Banners
he: באנרי עונה

# #32125
source: ClearArt
he: נקה עטיפה

# #32126
source: Logo
he: לוגו

# #32127
source: Character Art
he: עטיפת שחקן

# #32128
source: Poster
he: פוסטר

# #32129
source: Season Posters
he: פוסטר עונה

# #32130
source: Thumb 16:9
he: תמונה ממוזערת 16:9

# #32132
source: Disc Art
he: עטיפת דיסק

# #32133
source: Artwork
he: גרפיקה

# #32134
source: Season Thumbs 16:9
he: תמונה ממוזערת עונה 16:9

# #32141
source: Language
he: שפה

# #32142
source: Rating
he: דירוג

# #32143
source: Votes
he: :הצבעות

# #32144
source: Season
he: עונה

# #32145
source: Size
he: גודל

# #32146
source: Disc
he: דיסק

# #32148
source: Time of finish
he: זמן לסיום

# #32149
source: No failed or missing items found
he: לא נמצא וקבצים שנכשלו או חסרים

# #32150
source: add-on aborted because of XBMC shutting down
he: תוסף הפסיק בגלל כיבוי XBMC

# #32151
source: add-on cancelled while searching for
he: תוסף התבטל בזמן חיפוש של

# #32152
source: add-on aborted because of problems
he: תוסף הפסיק בגלל תקלות

# #32153
source: add-on cancelled while downloading Artwork
he: התוסף בוטל תוך כדי הורדת עטיפות

# #32181
source: Info
he: מידע

# #32182
source: Please donate or contribute to the following sites to show your support:
he: בבקשה תרום ״ב׳״ או לאתרים אלו להראות את תמיכתך בפרויקט:

# #32187
source: Add-on authors:
he: מחברי התוסף:

# #32189
source: Thanks to:
he: תודות ל:

# #32190
source: Team XBMC and the authors of the other addons on which this was based.
he: צוות XBMC ומחברי התוספים האחרים שתוסף זה מסתמך עליהם.

# #32193
source: API Keys
he: מפתחות API
