Repository: xbmc/repo-scripts
Catalog: script.tvtunes/resources/language/Norwegian/strings.po
Languages: no

# Addon Summary
source: Retrieve and play your soundtrack or video themes whilst browsing your library
no: Hent og spill av gjenkjenningsmelodier mens du blar gjennom biblioteket

# #32001
source: Play theme in loop
no: Gjena sang

# #32003
source: Use Protected SMB share
no: Bruk beskyttet SMB deling

# #32004
source: Username:
no: Brukernavn:

# #32005
source: Password:
no: Passord:

# #32006
source: Store tunes in a custom path
no: Lagre sanger i tilpasset mappe

# #32007
source: Path:
no: Sti:

# #32008
source: Fade tune out when exiting
no: Myk ut sang når du går ut

# #32010
source: Shuffle multiple tracks
no: Miks flere sanger

# #32011
source: Random start time
no: Tilfeldig starttid

# #32013
source: Fade in the tune when starting
no: Fade inn når sangen starter

# #32014
source: Always add additional themes (no overwrite)
no: Alltid legg til ekstra sanger (ikke overskrivning)

# #32015
source: Search for movie themes
no: Søk etter sanger

# #32016
source: Play themes when browsing Movie list
no: Spill sanger mens du viser filmlisten

# #32017
source: Play themes when browsing TV Show list
no: Spill sanger mens du viser TV-serie listen

# #32018
source: Debugging
no: Feilsøking

# #32019
source: Enable debug logging
no: Aktiver feilsøkingslogg

# #32020
source: Show the TvTunes button on the Video Info screen
no: Vis TvTunes knappen på Video Info skjermen

# #32021
source: Fade out after playing for (minutes)
no: Fade out etter å ha spilt i (minutter)

# #32022
source: Operations
no: Handlinger

# #32023
source: Browse Themes
no: Bla gjennom sanger

# #32024
source: Delay Theme Start (Seconds)
no: Utsett sangstart (sekunder)

# #32025
source: Support themes in sub directories
no: Støtt sanger i undermapper

# #32026
source: Directory Name
no: Mappenavn

# #32027
source: Limit track duration when multiple themes (seconds)
no: Begrens avspillingstid når det er flere sanger (sekunder)

# #32028
source: Default Theme Search Source
no: Standard søkekilde

# #32029
source: Play themes when browsing Music Video list
no: Spill sanger mens du viser musikkvideolisten

# #32036
source: Never
no: Aldri

# #32040
source: Screensaver
no: Skjermsparer

# #32055
source: Folder
no: Mappe

# #32058
source: Thumbnail
no: Miniatyr

# #32059
source: Cast
no: Rolleliste

# #32070
source: Top
no: Topp

# #32071
source: Bottom
no: Bunn

# #32079
source: Startup
no: Oppstart

# #32101
source: ERROR
no: FEIL

# #32102
source: site unreachable
no: Kan ikke koble til siden

# #32103
source: TvTune downloader
no: TvTune nedlaster

# #32104
source: Replace existing theme?
no: Erstatt eksisterende sang?

# #32106
source: Getting information...
no: Henter informasjon...

# #32107
source: Searching for
no: Søker etter

# #32108
source: CANCELLED
no: AVBRUTT

# #32109
source: Operation canceled by user.
no: Handlingen ble avbrutt av bruker.

# #32110
source: Downloading:
no: Laster ned:

# #32111
source: to:
no: til:

# #32112
source: Choose for
no: Velg for

# #32113
source: ENTER MANUAL SEARCH
no: SKRIV INN MANUELT SØK

# #32114
source: Download this one?
no: Last ned denne?

# #32115
source: Search results will be incomplete
no: Søkeresultatene vil ikke være komplette

# #32118
source: Manual Search...
no: Manuelt søk...

# #32119
source: Continue with next theme search?
no: Fortsett med neste sangsøk?

# #32120
source: Search Using %s...
no: Søker med %s...

# #32121
source: Search Using All Sites (May Be Slow)
no: Søk gjennom alle sider (kan ta litt tid)

# #32201
source: Movies
no: Filmer

# #32202
source: TV Shows
no: TV Serier

# #32203
source: Music Videos
no: Musikk videoer

# #32204
source: [Filter]: Show Only Missing Themes
no: [Filter]: Vis kun manglende sanger

# #32205
source: [Action]: Retrieve Missing Themes
no: [Handling]: Hent kun manglende sanger

# #32206
source: You have themes that are not in themes folders.
no: Du har sanger som ikke er i sangmappen.

# #32207
source: Move themes into themes folder?
no: Flytt sangmappen til temamappen?

# #32991
source: Playback
no: Avspilling

# #32992
source: Download
no: Last ned

# #32993
source: File system
no: Filsystem

# #32994
source: Error: Failed to connect to goear.com
no: FEIL: Kunne ikke koble to goear.com
