Repository: xbmc/repo-scripts
Catalog: script.sonos/resources/language/Greek/strings.po
Languages: el

# Addon Description
source: Supports simple Sonos Controls and notifications from Kodi. Look at the wiki for more details.
el: Υποστηρίζεται απλός χειρισμός Sonos, και ειδοποιήσεις από το Kodi. Ελέγξτε την ιστοσελίδα του wiki για περισσότερες πληροφορίες.

# #32002
source: IP Address
el: Διεύθυνση IP

# #32003
source: Enable Notifications (Restart Required)
el: Ενεργοποίηση Ειδοποιήσεων (Απαιτείται Επανεκκίνηση)

# #32004
source: Display Notification For (Seconds)
el: Εμφάνιση Ειδοποίησης Για (Δευτ.)

# #32005
source: Notification Check Frequency (Seconds)
el: Συχνότητα Ειδοποιήσεων Ελέγχου (Δευτ.)

# #32006
source: Do Not Display Notification If Video Is Playing
el: Να Μην Εμφανίζονται Ειδοποιήσεις κατά την Αναπαραγωγή Βίντεο

# #32007
source: Use Default Kodi Notification Dialog
el: Χρήση Προεπιλεγμένων Ειδοποιήσεων του Kodi

# #32008
source: Debugging
el: Εντοπισμός σφαλμάτων

# #32009
source: Enable debug logging
el: Καταγραφή σφαλμάτων

# #32010
source: Speaker
el: Ηχείο

# #32011
source: Notifications
el: Ειδοποιήσεις

# #32012
source: Debugging
el: Εντοπισμός σφαλμάτων

# #32013
source: Search For Sonos Speakers...
el: Αναζήτηση Για Ηχεία Sonos...

# #32014
source: No speakers found, please enter your IP address manually
el: Δε βρέθηκαν ηχεία, εισαγάγετε τη διεύθυνση IP χειροκίνητα

# #32015
source: Controller
el: Χειριστήριο

# #32016
source: Controller Refresh Interval (Seconds)
el: Χρονικό Διάστημα Ενημέρωσης Χειριστηρίου (Δευτ)

# #32019
source: Batch Size
el: Μέγεθος Δέσμης

# #32020
source: Maximum Entries In Displayed Lists (0 = Unlimited)
el: Μέγιστος Αριθμός Καταχωρίσεων στις Λίστες [0 = Απεριόριστες]

# #32021
source: Display Artist Information
el: Εμφάνιση Πληροφοριών Καλλιτέχνη

# #32022
source: Avoid Duplicate Key Presses (Seconds)
el: Αποφυγή Διπλότυπων Πιέσεων Πλήκτρων (Δευτ)

# #32023
source: Link Kodi Volume With Sonos Speaker (Restart Required)
el: Σύνδεση της Έντασης Ήχου του Kodi με το Ηχείο Sonos (απαιτείται επανεκκίνηση)

# #32025
source: Volume Change Increments
el: Βήματα Έντασης Ήχου

# #32026
source: Automatically Pause Sonos When Kodi Plays Media (Restart Required)
el: Παύση του Sonos όταν το Kodi παίζει πολυμέσα (απαιτείται επανεκκίνηση)

# #32027
source: Automatically Resume Sonos (Seconds) [0 = Off]
el: Αυτόματη Συνέχιση του Sonos (Δευτ) [0 = Ανενεργό]

# #32028
source: Zone Name (Optional)
el: Όνομα Ζώνης (Προαιρετικό)

# #32029
source: Automatically Update IP Address On Startup
el: Αυτόματη Ενημέρωση Διεύθυνσης IP κατά την Εκκίνηση

# #32031
source: Coordinator
el: Διαχειριστής

# #32032
source: is not the group coordinator for zone
el: δεν είναι ο συντονιστής του γκρουπ για τη ζώνη

# #32033
source: Some functions may not work correctly if the speaker is not a coordinator
el: Ενδέχεται να μη δουλέψουν όλα σωστά αν το ηχείο δεν είναι συντονιστής

# #32034
source: Automation
el: Αυτοματοποίηση

# #32035
source: Layout
el: Διάταξη

# #32036
source: Controller,Slideshow,Bio,Albums
el: Χειριστήριο,Παρ.Διαφανειών,Βιογραφία,Άλμπουμ

# #32037
source: Controller,Slideshow
el: Χειριστήριο,Παρ.Διαφανειών

# #32038
source: Use Skin Icons Instead Of Sonos Icons
el: Χρήση Εικονιδίων Κελύφους Αντί Αυτών Του Sonos

# #32039
source: Slideshow Only
el: Μόνο Παρουσίαση Διαφανειών

# #32040
source: Do Not Display Notification If Controller Is Showing
el: Να Μην Εμφανίζονται Ειδοποιήσεις Με Τα Χειριστήρια

# #32041
source: Controller,Slideshow,Lyrics
el: Χειριστήριο,Παρουσίαση,Στίχοι

# #32042
source: Hide Sonos Logo
el: Απόκρυψη Λογότυπου Sonos

# #32043
source: Make Artist Slideshow Image Full Screen
el: Η Παρ. Διαφανειών Καλλιτέχνη σε Πλήρη Οθόνη

# #32060
source: The following setting in ArtistSlideshow must be enabled
el: Η ακόλουθη ρύθμιση στο ArtistSlideshow πρέπει να ενεργοποιηθεί

# #32061
source: Would you like this automatically enabled?
el: Επιθυμείτε να ενεργοποιείται αυτόματα;

# #32062
source: Next
el: Επόμενο

# #32063
source: Failed To Process Sonos Update Event
el: Αποτυχία Ενημέρωσης του Sonos

# #32064
source: Library Update Started
el: Ξεκίνησε η Ενημέρωση Συλλογής

# #32065
source: Library Update Already In Progress
el: Η Ενημέρωση Συλλογής Είναι Σε Εξέλιξη

# #32066
source: Error From Speaker %s
el: Σφάλμα Από Το Ηχείο %s

# #32067
source: IP Address Not Set
el: Δεν Ορίστηκε Διεύθυνση IP

# #32068
source: Error
el: Σφάλμα

# #32069
source: Failed to perform lookup %s (%s)
el: Αδυναμία αναζήτησης %s (%s)

# #32070
source: Failed to perform queue lookup
el: Αδυναμία αναζήτησης των σε αναμονή

# #32071
source: Failed to perform radio station lookup
el: Αδυναμία αναζήτησης ραδ. σταθμού

# #32072
source: Failed to perform radio shows lookup
el: Αδυναμία αναζήτησης ραδ. εκπομπών

# #32073
source: Failed to perform action %s
el: Αδυναμία εκτέλεσης ενέργειας %s

# #32100
source: Music Library
el: Μουσική Συλλογή

# #32101
source: Queue
el: Σε Αναμονή

# #32102
source: Radio Stations
el: Ραδιοφωνικοί Σταθμοί

# #32103
source: Launch Sonos Controller
el: Έναρξη του Χειριστηρίου Sonos

# #32104
source: Sonos Playlists
el: Λίστες Αναπ/γής Sonos

# #32105
source: Speech
el: Ομιλία

# #32110
source: Artists
el: Καλλιτέχνες

# #32111
source: Albums
el: Άλμπουμ

# #32112
source: Composers
el: Συνθέτες

# #32113
source: Genres
el: Είδος

# #32114
source: Tracks
el: Κομμάτια

# #32115
source: Imported Playlists
el: Εισηγμένες Λίστες Αναπ/γής

# #32150
source: Open Sonos Player
el: Άνοιγμα Αναπαραγωγέα Sonos

# #32151
source: Play Track
el: Αναπαραγωγή Κομματιού

# #32152
source: Remove Track
el: Αφαίρεση Κομματιού

# #32153
source: Clear Queue
el: Εκκαθάριση Αναμονής

# #32154
source: Play Now
el: Αναπαραγωγή Τώρα

# #32155
source: Add To Queue
el: Προσθήκη Στην Αναμονή

# #32156
source: Replace Queue
el: Αντικατάσταση Αναμονής

# #32157
source: Update Music Library
el: Ενημέρωση Μουσικής Συλλογής

# #32200
source: Enter Speech Text To Play ...
el: Εισαγωγή Κειμένου για Ομιλία ...

# #32201
source: Speech messages are limited to 100 characters
el: Τα μηνύματα ομιλίας περιορίζονται στους 100 χαρακτήρες

# #32202
source: No message specified
el: Δεν ορίστηκε μήνυμα

# #32203
source: Enter Speech Text To Save ...
el: Εισαγωγή Κειμένου για Αποθήκευση ...

# #32204
source: Remove Saved Text
el: Αφαίρεση Αποθηκευμένου Κειμένου

# #32220
source: The time is %time
el: Η ώρα είναι %time

# #32221
source: Today is %day
el: Σήμερα είναι %day

# #32222
source: Todays date is %date
el: Η ημερομηνία είναι %date

# #32223
source: Good Morning
el: Καλημέρα

# #32224
source: Good Afternon
el: Καλό Απόγευμα

# #32225
source: Good Evening
el: Καλό Βράδυ

# #32226
source: The time is %time
el: Η ώρα είναι %time
