Repository: xbmc/repo-scripts
Catalog: script.tvguide/resources/language/Catalan/strings.po
Languages: ca

# #30000
source: No description
ca: Sense descripció

# #30001
source: [B]Loading data from external source...[/B]
ca: [B]Carregant les dades des de una font externa...[/B]

# #30002
source: Calculating remaning time...
ca: Calculant temps restant...

# #30003
source: Approximately %d seconds left...
ca: Queden aproximadament %d segons....

# #30004
source: Loading of data already in progress...
ca: La carrega de dades ja en curs...

# #30005
source: Mouse control
ca: Control per ratolí

# #30006
source: Now
ca: Ara

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
ca: [B]Consell![/B] També pot utilitzar la roda de desplaçament

# #30008
source: Cancel
ca: Cancel·la

# #30009
source: No program available
ca: No hi ha cap programa disponible

# #30101
source: Source
ca: Font

# #30102
source: Show channels from category
ca: Mostra els canals per categories

# #30103
source: XMLTV file
ca: Fitxer XMLTV

# #30104
source: Clear cache...
ca: Netejant la memòria cau...

# #30105
source: Done!
ca: Fet!

# #30106
source: Show notification before selected programs start
ca: Mostra la notificació abans que el programa comenci

# #30107
source: Use program image as background
ca: Utilitza la imatge del programa com a fons

# #30108
source: Clear all reminders...
ca: Neteja tots els recordatoris...

# #30109
source: Remember to clear the cache when you change source
ca: Recorda de netejar la memòria cau quan canvii la font

# #30110
source: Update program information on XBMC startup
ca: Actualitza la informació dels programes quan inicii l'XBMC

# #30111
source: Play channels using the YouSee web-tv addon
ca: Reprodueix els canals utilitzant el complement YouSee web-tv

# #30112
source: Notifications
ca: Notificacions

# #30113
source: Play channels using the Danish Live TV addon
ca: Reprodueix els canals utilitzant el complement Danish Live TV

# #30114
source: Startup
ca: Inici

# #30115
source: - clear cache first
ca: - primer neteja la memòria cau

# #30116
source: Search for channel logos in
ca: Cerca logotips dels canals a

# #30118
source: Enable OSD menu
ca: Habilita el menú OSD

# #30119
source: Disabling the OSD menu may fix video stuttering.
ca: Inhabilitar el menú OSD pot arreglar las tartamudesa del vídeo.

# #30120
source: Use alternate streaming method (required for some addons)
ca: Utilitza un flux de dades alternatiu (necessari per a alguns complements)

# #30121
source: Alternative streaming is not compatible with OSD menu
ca: El flux de dades alternatiu no és compatible amb un menú OSD

# #30122
source: XMLTV URL
ca: URL de XMLTV

# #30123
source: XMLTV type
ca: Tipus de XMLTV

# #30124
source: Local file
ca: Fitxer local

# #30150
source: Oops, sorry about that!
ca: Ui, ho sento!

# #30151
source: It was not possible to load program data,
ca: No ha sigut possible carregar les dades del programa,

# #30152
source: check settings or try again later...
ca: comprova la configuració o intenta-ho més tard...

# #30153
source: because the settings are invalid!
ca: perquè la configuració no es valida!

# #30154
source: It looks like your current skin has a special
ca: Sembla que la pell actual té una versió especial

# #30155
source: version of the TV Guide skin that is not up-to-date.
ca: de la pell per a la Guia de TV que no està actualitzada.

# #30156
source: Please try with a different skin...
ca: Si us plau, tria una pell diferent...

# #30157
source: It looks like the TV Guide database is broken.
ca: Sembla que la base de dades de la Guia de TV esta danyada.

# #30158
source: The database will be deleted and recreated.
ca: La base de dades serà eliminada i recreada.

# #30159
source: Channel configuration, etc. is unfortunately lost.
ca: Configuració dels canals, etc. es perdera.

# #30200
source: on [B]%s[/B] in 5 minutes...
ca: a [B]%s[/B] en 5 minuts...

# #30201
source: on [B]%s[/B] is starting now...
ca: a [B]%s[/B] començant ara...

# #30300
source: Watch %s
ca: Veure %s

# #30301
source: Remind
ca: Recorda

# #30302
source: Don't remind
ca: No recordis

# #30303
source: Cancel
ca: Cancel·la

# #30304
source: Choose stream
ca: Trieu el flux

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
ca: Pots triar el teu propi fitxer .strm per reproduir, quan vulguis veure aquest canal.

# #30306
source: Remove stream file
ca: Elimina el fitxer de flux

# #30307
source: Channels
ca: Canals

# #30308
source: Quit
ca: Surt

# #30500
source: [B]Edit channel order and visibility[/B]
ca: [B]Edita el ordre i la visibilitat dels canals[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
ca: Moure cap amunt i cap avall per canviar la posició[CR]del canal. Seleccioneu o navegui esquerra per acceptar[CR]la posició.

# #30502
source: Save
ca: Desa

# #30503
source: Cancel
ca: Cancel·la

# #30600
source: [B]Setup stream[/B]
ca: [B]Configura el flux[/B]

# #30601
source: .strm file
ca: Fitxer .strm

# #30602
source: Favourites
ca: Preferits

# #30603
source: Addons
ca: Complements

# #30604
source: Preview stream
ca: Vista prèvia del flux

# #30605
source: Save
ca: Desa

# #30606
source: Cancel
ca: Cancel·la

# #30607
source: Stop preview
ca: Atura la previsualització

# #30610
source: Browse...
ca: Explora...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
ca: Clica a Explora... i navega fins al teu fitxer de flux. Quant hagis triat el vostre fitxer es pot obtenir una vista prèvia del flux per comprovar si funciona en l'XBMC.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
ca: Tria un preferit a sota. Només estan suportats els preferits de [I]PlayMedia[/I].

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
ca: Múltiples complements proporcionen aquest canal.[CR]Trieu un per veure el flux.

# #30801
source: Play channels using the Weeb.Tv addon
ca: Reprodueix els canals utilitzant el complement Weeb.Tv

# #30802
source: TV Guide is configured to stream using Weeb.Tv
ca: La Guia de TV està configurada per utilitzar el flux de Weeb.Tv

# #30803
source: addon which is not installed.
ca: complement que no està instal·lat.

# #30804
source: Streaming using that addon is now disabled.
ca: Està inhabilitat el flux de dades utilitzat aquest complement.
