Repository: xbmc/repo-scripts
Catalog: script.skin.helper.backgrounds/resources/language/resource.language.*/strings.po
Languages: fr_fr

# #32000
source: Backgrounds
fr_fr: Arrière-plans

# #32001
source: Wall Backgrounds
fr_fr: Arrière-plans du mur

# #32002
source: Interval in seconds for rotating backgrounds (0 to disable)
fr_fr: Intervalle en secondes pour la rotation des arrière-plans (0 pour désactiver)

# #32003
source: Interval in seconds for rotating wall images (0 to disable)
fr_fr: Intervalle en secondes pour la rotation des images du mur (0 pour désactiver)

# #32004
source: Only use images from recordings for random PVR background
fr_fr: Utiliser uniquement les images des enregistrements pour l'arrière-plan PVR aléatoire

# #32005
source: Use custom path for random pictures background
fr_fr: Utiliser un chemin personnalisé pour les images d'arrière-plans aléatoires

# #32006
source: Custom path:
fr_fr: Chemin personnalisé :

# #32007
source: Maximum number of wall images to create for each background
fr_fr: Nombre maximal d'images du mur à créer pour chaque arrière-plan

# #32008
source: Clear cache (rebuild all wall images)
fr_fr: Supprimer le cache (reconstruit toutes les images du mur)

# #32009
source: Global media fanart background
fr_fr: Arrière-plan global du média

# #32010
source: Random movies background
fr_fr: Arrière-plans de films aléatoires

# #32011
source: Recent movies background
fr_fr: Arrière-plans de fims récents

# #32012
source: In progress movies background
fr_fr: Arrière-plans de fims en cours

# #32013
source: Unwatched movies background
fr_fr: Arrière-plans de fims non vus

# #32014
source: Random Tv Shows background
fr_fr: Arrière-plans de séries TV aléatoires

# #32015
source: Recent episodes background
fr_fr: Arrière-plans d'épisodes récents

# #32016
source: In progress Tv Shows background
fr_fr: Arrière-plans d'épisodes en cours

# #32017
source: Random pictures background
fr_fr: Arrière-plans d'images aléatoires

# #32018
source: Random music videos background
fr_fr: Arrière-plans de clips vidéos aléatoires

# #32019
source: Random music artists background
fr_fr: Arrière-plans d'artistes de musique aléatoires

# #32020
source: Top rated Movies (extendedinfo)
fr_fr: Films les mieux notés (extendedinfo)

# #32021
source: Top Rated tvshows (extendedinfo)
fr_fr: Séries TV les mieux notées (extendedinfo)

# #32022
source: Random songs background
fr_fr: Arrière-plans de chansons aléatoires

# #32023
source: Recent albums background
fr_fr: Arrière-plans d'albums récents

# #32024
source: Random PVR background
fr_fr: Arrière-plans de PVR aléatoires

# #32025
source: Global videos background
fr_fr: Arrière-plan global de la vidéo

# #32026
source: Global Movies & TvShows background
fr_fr: Arrière-plans globals des films et séries TV

# #32027
source: Recent videos background
fr_fr: Arrière-plans des vidéos récentes

# #32028
source: In-progress videos background
fr_fr: Arrière-plans des vidéos en cours

# #32029
source: Wall
fr_fr: Mur

# #32030
source: Poster Wall
fr_fr: Mur de posters

# #32031
source: Black & White
fr_fr: Noir & Blanc

# #32032
source: Error while writing changes. Make sure you have filled in all fields correctly.
fr_fr: Erreur lors de l'écriture des changements. Assurez-vous d'avoir rempli correctement tous les champs.

# #32058
source: Please enter a name for your conditional background
fr_fr: Veuillez entrer un nom pour votre arrière-plan conditionnel

# #32061
source: Please select a background image
fr_fr: Veuillez sélectionner une image d'arrière-plan

# #32064
source: Do you want to setup a single background or a folder with multiple backgrounds ?
fr_fr: Vous voulez configurer un arrière-plan unique ou un dossier d’arrière-plans multiples ?

# #32065
source: Single
fr_fr: Unique

# #32066
source: Multiple
fr_fr: Multiples

# #32067
source: Select image folder path
fr_fr: Sélection du chemin du dossier d’image

# #32070
source: Conditional backgrounds
fr_fr: Arrière-plans conditionnels

# #32071
source: Configure conditional backgrounds
fr_fr: Configurer les arrière-plans conditionnels

# #32072
source: Setup backgrounds that will be activated on specified dates
fr_fr: Configurer les arrière-plans qui seront activés à des dates spécifiées

# #32073
source: Add new condition...
fr_fr: Ajouter une nouvelle condition...

# #32074
source: Add a new condition to activate a custom background on a selected timespan
fr_fr: Ajouter une nouvelle condition pour activer un arrière-plan personnalisé sur un intervalle de temps sélectionné

# #32075
source: Delete or change ?
fr_fr: Supprimer ou remplacer ?

# #32076
source: Do you want to delete or change the existing entry ?
fr_fr: Voulez-vous supprimer ou remplacer l'entrée existante ?

# #32077
source: Change
fr_fr: Remplacer

# #32078
source: Delete
fr_fr: Supprimer
