Repository: xbmc/repo-scripts
Catalog: screensaver.digitalclock/resources/language/resource.language.*/strings.po
Languages: am_et, de_de, es_es, it_it, lt_lt, ms_my, pl_pl, sr_rs, sr_rs@latin, zh_cn

# #32351
source: Random date color
de_de: Zufällige Datumsfarbe
es_es: Color aleatorio de la fecha
it_it: Colore della data casuale
zh_cn: 随机日期颜色

# #32352
source: Random date opacity
de_de: Zufällige Datumsdeckkraft
es_es: Opacidad aleatoria de la fecha
it_it: Opacità della data casuale
zh_cn: 随机日期不透明度

# #32360
source: Choose additional information color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.informationcolor)]]($INFO[Skin.String(screensaver.digitalclock.informationcolor.name)])[/COLOR]
de_de: Farbe und Deckkraft der Zusatzinformationen auswählen - [COLOR $INFO[Skin.String(screensaver.digitalclock.informationcolor)]]($INFO[Skin.String(screensaver.digitalclock.informationcolor.name)])[/COLOR]
es_es: Elegir el color de la información adicional y la opacidad - [COLOR $INFO[Skin.String(screensaver.digitalclock.informationcolor)]]($INFO[Skin.String(screensaver.digitalclock.informationcolor.name)])[/COLOR]
it_it: Scegli informazioni aggiuntive su colore e opacità - [COLOR $INFO[Skin.String(screensaver.digitalclock.informationcolor)]]($INFO[Skin.String(screensaver.digitalclock.informationcolor.name)])[/COLOR]
zh_cn: 选择附加信息颜色和不透明度 - [COLOR $INFO[Skin.String(screensaver.digitalclock.informationcolor)]]($INFO[Skin.String(screensaver.digitalclock.informationcolor.name)])[/COLOR]

# #32361
source: Random additional information color
de_de: Zufällige Farbe für zusätzliche Informationen
es_es: Color aleatorio de la información adicional
it_it: Colore delle informazioni aggiuntive casuali
zh_cn: 随机附加信息颜色

# #32362
source: Random additional information opacity
de_de: Zufällige Deckkraft für zusätzliche Informationen
es_es: Opacidad aleatoria de la información adicional
it_it: Opacità delle informazioni aggiuntive casuale
zh_cn: 随机附加信息不透明度

# #32370
source: Choose icon color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.iconcolor)]]($INFO[Skin.String(screensaver.digitalclock.iconcolor.name)])[/COLOR]
de_de: Farbe und Deckkraft des Symbols auswählen - [COLOR $INFO[Skin.String(screensaver.digitalclock.iconcolor)]]($INFO[Skin.String(screensaver.digitalclock.iconcolor.name)])[/COLOR]
es_es: Elegir el color del icono y la opacidad - [COLOR $INFO[Skin.String(screensaver.digitalclock.iconcolor)]]($INFO[Skin.String(screensaver.digitalclock.iconcolor.name)])[/COLOR]
it_it: Scegli il colore e l'opacità dell'icona - [COLOR $INFO[Skin.String(screensaver.digitalclock.iconcolor)]]($INFO[Skin.String(screensaver.digitalclock.iconcolor.name)])[/COLOR]
zh_cn: 选择图标颜色和不透明度 - [COLOR $INFO[Skin.String(screensaver.digitalclock.iconcolor)]]($INFO[Skin.String(screensaver.digitalclock.iconcolor.name)])[/COLOR]

# #32371
source: Random icon color
de_de: Zufällige Symbolfarbe
es_es: Color aleatorio del icono
it_it: Colore dell'icona casuale
zh_cn: 随机图标颜色

# #32372
source: Random icon opacity
de_de: Zufällige Symboldeckkraft
es_es: Opacidad aleatoria del icono
it_it: Opacità dell'icona casuale
zh_cn: 随机图标不透明度

# #32500
source: Choose text shadow color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.shadowcolor)]]($INFO[Skin.String(screensaver.digitalclock.shadowcolor.name)])[/COLOR]
de_de: Textschattenfarbe und -deckkraft auswählen - [COLOR $INFO[Skin.String(screensaver.digitalclock.shadowcolor)]]($INFO[Skin.String(screensaver.digitalclock.shadowcolor.name)])[/COLOR]
es_es: Elegir el color de la sombra del texto y la opacidad - [COLOR $INFO[Skin.String(screensaver.digitalclock.shadowcolor)]]($INFO[Skin.String(screensaver.digitalclock.shadowcolor.name)])[/COLOR]
it_it: Scegli il colore dell'ombreggiatura e l'opacità del testo - [COLOR $INFO[Skin.String(screensaver.digitalclock.shadowcolor)]]($INFO[Skin.String(screensaver.digitalclock.shadowcolor.name)])[/COLOR]
zh_cn: 选择文本阴影颜色和不透明度 - [COLOR $INFO[Skin.String(screensaver.digitalclock.shadowcolor)]]($INFO[Skin.String(screensaver.digitalclock.shadowcolor.name)])[/COLOR]

# #32505
source: Choose background image aspect ratio:
de_de: Seitenverhältnis des Hintergrundbildes wählen:
es_es: Elegir la relación de aspecto de la imagen de fondo:
it_it: Scegli le proporzioni dell'immagine di sfondo:
zh_cn: 选择背景图像宽高比：

# #32506
source: Fill the screen
de_de: Bildschirm füllen
es_es: Llenar la pantalla
it_it: Riempi lo schermo
zh_cn: 满屏

# #32507
source: Original size
de_de: Originalgröße
es_es: Tamaño original
it_it: Dimensione originale
zh_cn: 原始尺寸

# #32510
source: Choose background
de_de: Hintergrund wählen
es_es: Elegir fondo
it_it: Seleziona sfondo
lt_lt: Pasirinkti foną
ms_my: Pilih latar belakang
pl_pl: Wybierz tło
sr_rs: Одаберите позадину
sr_rs@latin: Odaberite pozadinu
zh_cn: 选择背景

# #32511
source: One color
de_de: Eine Farbe
es_es: Un color
it_it: Un colore
lt_lt: Viena spalva
ms_my: Satu warna
pl_pl: Jeden kolor
sr_rs: Једна боја
sr_rs@latin: Jedna boja
zh_cn: 单色

# #32512
source: Single image
de_de: Einzelbild
es_es: Imagen única
it_it: Immagine singola
lt_lt: Vienas atvaizdas
ms_my: Satu imej
pl_pl: Jeden obraz
sr_rs: Једна слика
sr_rs@latin: Jedna slika
zh_cn: 单图片

# #32513
source: Slideshow
de_de: Diashow
es_es: Presentación de imágenes
it_it: Presentazione
lt_lt: Skaidrių peržiūra
ms_my: Paparan slaid
pl_pl: Pokaz slajdów
sr_rs: Репродукција слајдова
sr_rs@latin: Reprodukcija slajdova
zh_cn: 幻灯片

# #32514
source: Skin Helper Backgrounds
de_de: Skin-Helper-Hintergründe
es_es: Fondos para el tema del servicio de ayuda
it_it: Sfondi per l'aiuto della skin
zh_cn: 皮肤帮手背景

# #32515
source: Dim
de_de: Dimmen
es_es: Oscuro
it_it: Oscura
zh_cn: 变暗

# #32516
source: Brightness level
de_de: Helligkeitsstufe
es_es: Nivel de brillo
it_it: Livello luminosità
zh_cn: 亮度等级

# #32520
source: Choose background color - [COLOR $INFO[Skin.String(screensaver.digitalclock.backgroundcolor)]]($INFO[Skin.String(screensaver.digitalclock.backgroundcolor.name)])[/COLOR]
de_de: Hintergrundfarbe auswählen - [COLOR $INFO[Skin.String(screensaver.digitalclock.backgroundcolor)]]($INFO[Skin.String(screensaver.digitalclock.backgroundcolor.name)])[/COLOR]
es_es: Eligir el color de fondo - [COLOR $INFO[Skin.String(screensaver.digitalclock.backgroundcolor)]]($INFO[Skin.String(screensaver.digitalclock.backgroundcolor.name)])[/COLOR]
it_it: Scegli il colore di sfondo - [COLOR $INFO[Skin.String(screensaver.digitalclock.backgroundcolor)]]($INFO[Skin.String(screensaver.digitalclock.backgroundcolor.name)])[/COLOR]
zh_cn: 选择背景色 - [COLOR $INFO[Skin.String(screensaver.digitalclock.backgroundcolor)]]($INFO[Skin.String(screensaver.digitalclock.backgroundcolor.name)])[/COLOR]

# #32530
source: Choose image
de_de: Bild wählen
es_es: Elegir imagen
it_it: Seleziona immagine
lt_lt: Pasirinkti atvaizdą
ms_my: Pilih imej
pl_pl: Wybierz obraz
sr_rs: Одаберите слику
sr_rs@latin: Odaberite sliku
zh_cn: 选择图片

# #32531
source: Warning! Having only one image on your screen can cause a burn in!
de_de: Warnung! Wenn nur ein Bild auf dem Bildschirm angezeigt wird, kann es zu einem Einbrennen kommen!
es_es: ¡Atención! ¡Tener una imagen fija en la pantalla puede quemarla!
it_it: Attenzione! Un'immagine singola sullo schermo può causare il burn-in!
lt_lt: Įspėjimas! Vienas atvaizdas gali išdeginti vaizdą jūsų ekrane!
ms_my: Amaran! Satu imej sahaja pada skrin anda boleh menyebabkan kesan terbakar!
pl_pl: Uwaga! Ustawienie statycznego obrazu może spowodować wypalenie go na ekranie!
sr_rs: Упозорење! Ако имате само једну слику на Вашем екрану она се може урезати на њега!
sr_rs@latin: Upozorenje! Ako imate samo jednu sliku na Vašem ekranu ona se može urezati na njega!
zh_cn: 警告！屏幕只显示单一图像可能导致烧屏！

# #32540
source: Choose slideshow directory
de_de: Diashowverzeichnis auswählen
es_es: Elegir el directorio de la presentación de imágenes
it_it: Seleziona cartella presentazione
lt_lt: Pasirinkite skaidrių peržiūros aplanką
ms_my: Pilih direktori paparan slaid
pl_pl: Wybierz folder z obrazami dla pokazu slajdów
sr_rs: Одаберите датотеку репродукције слајдова
sr_rs@latin: Odaberite datoteku reprodukcije slajdova
zh_cn: 选择幻灯片目录

# #32550
source: Random images
de_de: Zufällige Bilder
es_es: Imágenes aleatorias
it_it: Immagini casuali
lt_lt: Atsitiktiniai atvaizdai
ms_my: Imej rawak
pl_pl: Obrazy losowe
sr_rs: Насумичне слике
sr_rs@latin: Nasumične slike
zh_cn: 随机图片

# #32560
source: Change background picture every:
de_de: Hintergrundbild wechseln alle:
es_es: Cambiar imagen de fondo cada:
it_it: Cambia l'immagine di sfondo ogni:
lt_lt: Pakeisti fono paveikslėlį kas:
ms_my: Ubah gambar latar belakang setiap:
pl_pl: Zmieniaj obraz tła w cyklu:
sr_rs: Промени слику позадине сваких
sr_rs@latin: Promeni sliku pozadine svakih
zh_cn: 更改背景图片每：

# #32561
source: 15 sec
am_et: 15 ሰከንድ
de_de: 15 s
es_es: 15 seg
lt_lt: 15 sek
ms_my: 15 saat
pl_pl: 15 sek.
sr_rs: 15 сек
sr_rs@latin: 15 sek
zh_cn: 15秒

# #32562
source: 30 sec
am_et: 30 ሰከንድ
de_de: 30 s
es_es: 30 seg
lt_lt: 30 sek
ms_my: 30 saat
pl_pl: 30 sek.
sr_rs: 30 сек
sr_rs@latin: 30 sek
zh_cn: 30秒

# #32563
source: 1 min
am_et: 1 ደቂቃ
sr_rs: 1 мин
zh_cn: 1分钟

# #32564
source: 2 min
am_et: 2 ደቂቃ
sr_rs: 2 мин
zh_cn: 2分钟

# #32565
source: 3 min
am_et: 3 ደቂቃ
sr_rs: 3 мин
zh_cn: 3分钟

# #32566
source: 4 min
am_et: 4 ደቂቃ
sr_rs: 4 мин
zh_cn: 4分钟

# #32567
source: 5 min
am_et: 5 ደቂቃ
sr_rs: 5 мин
zh_cn: 5分钟

# #32568
source: 6 min
am_et: 6 ደቂቃ
sr_rs: 6 мин
zh_cn: 6分钟

# #32569
source: 7 min
am_et: 7 ደቂቃ
sr_rs: 7 мин
zh_cn: 7分钟

# #32570
source: 8 min
am_et: 8 ደቂቃ
sr_rs: 8 мин
zh_cn: 8分钟

# #32571
source: 9 min
am_et: 9 ደቂቃ
sr_rs: 9 мин
zh_cn: 9分钟

# #32572
source: 10 min
am_et: 10 ደቂቃ
sr_rs: 10 мин
zh_cn: 10分钟

# #32579
source: Requires skin.helper.backgrounds!
de_de: Erfordert skin.helper.backgrounds!
es_es: ¡Requiere skin.helper.backgrounds!
it_it: Richiede skin.helper.backgrounds!
zh_cn: 依赖 skin.helper.backgrounds！

# #32580
source: Choose Skin Helper background
de_de: Skin-Helper-Hintergrund auswählen
es_es: Eligir el fondo del tema del servicio de ayuda
it_it: Scegli lo sfondo di Skin Helper
zh_cn: 选择皮肤助手背景

# #32581
source: Movie random fanart
de_de: Zufälliges Filmfanart
es_es: Fanart aleatorio de películas
it_it: Fanart casuale film
zh_cn: 电影随机同人画

# #32582
source: TV show random fanart
de_de: Zufälliges Serienfanart
es_es: Fanart aleatorio de programas de TV
it_it: Fanart casuale programma TV
zh_cn: 剧集随机同人画

# #32583
source: Music artist random fanart
de_de: Zufälliges Musikinterpret-Fanart
es_es: Fanart aleatorio de artista musical
it_it: Fanart casuale artista musicale
zh_cn: 歌手随机同人画

# #32584
source: Random fanart of all media types
de_de: Zufälliges Fanart für alle Medientypen
es_es: Fanart aleatorio de todo tipo de medios
it_it: Fanart casuale tutti i file multimediali
zh_cn: 全部媒体类型随机同人画

# #32600
source: Element size increase (%)
de_de: Vergrößerung des Elements (%)
es_es: Aumento del tamaño del elemento (%)
it_it: Aumento dimensione elemento (%)
zh_cn: 元素大小增加（%）

# #32610
source: Log out
de_de: Abmelden
es_es: Cerrar sesión
it_it: Disconnetti
zh_cn: 注销

# #32611
source: Stop now playing media
de_de: Medienwiedergabe jetzt stoppen
es_es: Detener la reproducción multimedia
it_it: Interrompi ora la riproduzione
zh_cn: 停止当前播放媒体

# #32612
source: Log out after (minutes)
de_de: Abmelden nach (Minuten)
es_es: Cerrar sesión después de (minutos)
it_it: Disconnetti dopo (minuti)
zh_cn: 注销于（分钟）

# #32620
source: Enable RSS
de_de: RSS aktivieren
es_es: Habilitar RSS
it_it: Abilita RSS
zh_cn: 启用 RSS

# #32621
source: RSS needs to be properly configured in Kodi and enabled!
de_de: RSS muss in Kodi richtig konfiguriert und aktiviert sein!
es_es: ¡RSS debe estar correctamente configurado en Kodi y activado!
it_it: RSS deve essere configurato e abilitato correttamente in Kodi!
zh_cn: RSS 需要在 Kodi 中正确配置并启用！

# #32133
source: 05:14 PM
de_de: 05:15 PM

# #32142
source: Saturday 30. May 2015
de_de: Samstag 30. Mai 2015
es_es: Sábado 30. May 2015
it_it: Sabato 30 maggio 2015
lt_lt: Šeštadienis 30. Gegužės 2015
ms_my: Sabtu 30. Mei 2015
pl_pl: Sobota 30 Maja 2015
sr_rs: субота 30. мај 2015
sr_rs@latin: subota 30. maj 2015

# #32010
source: Colors
lt_lt: Spalvos
ms_my: Warna
pl_pl: Kolory
sr_rs: Боје
sr_rs@latin: Boje

# #32015
source: Transparency
lt_lt: Skaidrumas
ms_my: Kelutsinaran
pl_pl: Przezroczystość
sr_rs: Провидност
sr_rs@latin: Providnost

# #32025
source: Element Size Increase
lt_lt: Elemento dydžio padidėjimas
ms_my: Tingkat Saiz Unsur
pl_pl: Zwiększanie rozmiaru elementów
sr_rs: Повећавање Величине Елемената
sr_rs@latin: Povećavanje Veličine Elemenata

# #32300
source: Random color
lt_lt: Atsitiktinė spalva
ms_my: Warna rawak
pl_pl: Kolor losowy
sr_rs: Насумична боја
sr_rs@latin: Nasumična boja

# #32310
source: Hour color
am_et: የ ሰአት ቀለም
lt_lt: Valandų spalva
ms_my: Warna jam
pl_pl: Kolor godziny
sr_rs: Боја сата
sr_rs@latin: Boja sata

# #32311
source: White
am_et: ነጭ
lt_lt: Balta
ms_my: Putih
pl_pl: Biały
sr_rs: Бела
sr_rs@latin: Bela

# #32312
source: Red
am_et: ቀይ
lt_lt: Raudona
ms_my: Merah
pl_pl: Czerwony
sr_rs: Црвена
sr_rs@latin: Crvena

# #32313
source: Green
am_et: አረንጓዴ
lt_lt: Žalia
ms_my: Hijau
pl_pl: Zielony
sr_rs: Зелена
sr_rs@latin: Zelena

# #32314
source: Blue
am_et: ሰማያዊ
lt_lt: Mėlyna
ms_my: Biru
pl_pl: Niebieski
sr_rs: Плава
sr_rs@latin: Plava

# #32315
source: Yellow
am_et: ቢጫ
lt_lt: Geltona
ms_my: Kuning
pl_pl: Żółty
sr_rs: Жута
sr_rs@latin: Žuta

# #32316
source: Black
am_et: ጥቁር
lt_lt: Juoda
ms_my: Hitam
pl_pl: Czarny
sr_rs: Црна
sr_rs@latin: Crna

# #32320
source: Colon color
lt_lt: Dvitaškio spalva
ms_my: Warna titik bertindih
pl_pl: Kolor dwukropka
sr_rs: Боја двотачке
sr_rs@latin: Boja dvotačke

# #32330
source: Minute color
lt_lt: Minučių spalva
ms_my: Warna minit
pl_pl: Kolor minuty
sr_rs: Боја минута
sr_rs@latin: Boja minuta

# #32340
source: AM/PM color
lt_lt: AM/PM spalva
ms_my: Warna AM/PM
pl_pl: Kolor pór dnia
sr_rs: Боја AM/PM
sr_rs@latin: Boja AM/PM

# #32350
source: Date color
lt_lt: Datos spalva
ms_my: Warna tarikh
pl_pl: Kolor daty
sr_rs: Боја датума
sr_rs@latin: Boja datuma

# #32360
source: Additional information color
lt_lt: Papildomos informacijos spalva
ms_my: Warna maklumat tambahan
pl_pl: Dodatkowe ustawienia koloru
sr_rs: Боја додатних података
sr_rs@latin: Boja dodatnih podataka

# #32370
source: Icon color
lt_lt: Piktogramos spalva
ms_my: Warna ikon
pl_pl: Kolor ikony
sr_rs: Боја иконе
sr_rs@latin: Boja ikone

# #32400
source: Random transparency
lt_lt: Atsitiktinis skaidrumas
ms_my: Kelutsinaran rawak
pl_pl: Losowa
sr_rs: Насумична провидност
sr_rs@latin: Nasumična providnost

# #32410
source: Hour transparency
lt_lt: Valandų skaidrumas
ms_my: Kelutsinaran jam
pl_pl: Przezroczystość godziny
sr_rs: Провидност сата
sr_rs@latin: Providnost sata

# #32430
source: Colon transparency
lt_lt: Dvitaškio skaidrumas
ms_my: Kelutsinaran titik bertindih
pl_pl: Przezroczystość dwukropka
sr_rs: Провидност двотачке
sr_rs@latin: Providnost dvotačke

# #32440
source: Minute transparency
lt_lt: Minučių skaidrumas
ms_my: Kelutsinaran minit
pl_pl: Przezroczystość minuty
sr_rs: Провидност минута
sr_rs@latin: Providnost minuta

# #32450
source: AM/PM transparency
lt_lt: AM/PM skaidrumas
ms_my: Kelutsinaran AM/PM
pl_pl: Przezroczystość pór dnia
sr_rs: Провидност AM/PM
sr_rs@latin: Providnost AM/PM

# #32460
source: Date transparency
lt_lt: Datos skaidrumas
ms_my: Kelutsinaran tarikh
pl_pl: Przezroczystość daty
sr_rs: Провидност датума
sr_rs@latin: Providnost datuma

# #32470
source: Additional information transparency
lt_lt: Papildomos informacijos skaidrumas
ms_my: Kelutsinaran maklumat tambahan
pl_pl: Dodatkowe ustawienia przezroczystości
sr_rs: Провидност додатних података
sr_rs@latin: Providnost dodatnih podataka

# #32480
source: Icon transparency
lt_lt: Piktogramos skaidrumas
ms_my: Kelutsinaran ikon
pl_pl: Przezroczystość ikony
sr_rs: Провидност иконе
sr_rs@latin: Providnost ikone

# #32500
source: Text shadow color
lt_lt: Teksto šešėlio spalva
ms_my: Warna bayang teks
pl_pl: Kolor cienia tekstu
sr_rs: Боја сенке текста
sr_rs@latin: Boja senke teksta

# #32501
source: None
lt_lt: Jokia
ms_my: Tiada
pl_pl: Brak
sr_rs: Ништа
sr_rs@latin: Ništa

# #32502
source: White
lt_lt: Balta
ms_my: Putih
pl_pl: Biały
sr_rs: Бела
sr_rs@latin: Bela

# #32503
source: Gray
lt_lt: Pilka
ms_my: Kelabu
pl_pl: Szary
sr_rs: Сива
sr_rs@latin: Siva

# #32504
source: Black
lt_lt: Juoda
ms_my: Hitam
pl_pl: Czarny
sr_rs: Црна
sr_rs@latin: Crna

# #32520
source: Choose color
lt_lt: Pasirinkti spalvą
ms_my: Pilih warna
pl_pl: Wybierz kolor
sr_rs: Одаберите боју
sr_rs@latin: Odaberite boju

# #32600
source: Size (%)
am_et: መጠን (%)
lt_lt: Dydis (%)
ms_my: Saiz (%)
pl_pl: Rozmiar (%)
sr_rs: Величина (%)
sr_rs@latin: Veličina (%)
