Repository: xbmc/repo-scripts
Catalog: screensaver.digitalclock/resources/language/resource.language.*/strings.po
Languages: am_et, de_de, es_es, it_it, lt_lt, ms_my, pl_pl, sr_rs, sr_rs@latin, zh_cn

# Addon Summary
source: Digital clock screensaver
de_de: Bildschirmschoner Digitaluhr
es_es: Salvapantallas Reloj digital
it_it: Salvaschermo orologio digitale
zh_cn: 数字时钟屏幕保护程序

# Addon Description
source: Digital clock screensaver with date, now playing information, weather information, image slideshow and several options.
de_de: Bildschirmschoner mit Digitaluhr, Datum, Information über die aktuelle Wiedergabe, Wetter, Diashow und weitere Optionen.
es_es: Salvapantallas de reloj digital con fecha, información de reproducción actual, información meteorológica, presentación de imágenes y varias opciones.
it_it: Salvaschermo orologio digitale con data, informazioni su elementi in riproduzione, meteo, presentazione immagini e altre opzioni.
zh_cn: 数字时钟屏幕保护程序，带有日期、当前播放信息、天气信息、图片幻灯片和多个选项。

# Addon Disclaimer
source: For bugs, requests or general questions visit the Digital clock screensaver thread on the Kodi forum.
de_de: Für Fehler, Wünsche oder allgemeine Fragen den Thread „Digital clock screensaver“ im Kodi-Forum besuchen.
es_es: Para errores, peticiones o cuestiones generales visite el hilo Salvapantallas reloj digital en el foro de Kodi.
it_it: Per bug, richieste o domande generali visita il thread del salvaschermo orologio digitale sul forum Kodi.
zh_cn: 有关 bug、请求或一般问题，请访问 Kodi 论坛上的数字时钟屏幕保护程序讨论贴。

# #32000
source: Movement
de_de: Bewegung
es_es: Movimiento
it_it: Movimento
zh_cn: 移动

# #32001
source: Format
es_es: Formato
it_it: Formato
zh_cn: 格式

# #32005
source: Additional Information
de_de: Zusätzliche information
es_es: Información adicional
it_it: Informazioni aggiuntive
lt_lt: Papildoma informacija
ms_my: Maklumat Tambahan
pl_pl: Dodatkowe informacje
sr_rs: Додатни Подаци
sr_rs@latin: Dodatni Podaci
zh_cn: 附加信息

# #32010
source: Color | Opacity
de_de: Farbe | Transparenz
es_es: Color | Opacidad
it_it: Colore | Opacità
zh_cn: 颜色 | 不透明度

# #32020
source: Background
de_de: Hintergrund
es_es: Segundo plano
it_it: Sfondo
lt_lt: Fonas
ms_my: Latar Belakang
pl_pl: Tło
sr_rs: Позадина
sr_rs@latin: Pozadina
zh_cn: 背景

# #32025
source: Extra Options
de_de: Weitere Einstellungen
es_es: Opciones adicionales
it_it: Opzioni extra
zh_cn: 额外选择

# #32100
source: Movement on the screen
de_de: Bewegung auf dem Bildschirm
es_es: Movimiento en la pantalla
it_it: Movimento sullo schermo
lt_lt: Judėjimas ekrane
ms_my: Pergerakan pada skrin
pl_pl: Ruch na ekranie
sr_rs: Кретање по екрану
sr_rs@latin: Kretanje po ekranu
zh_cn: 屏幕上的运动

# #32101
source: Random position
de_de: Zufällige Positionierung
es_es: Posición aleatoria
it_it: Posizione casuale
lt_lt: Atsitiktinė pozicija
ms_my: Kedudukan rawak
pl_pl: Pozycja losowa
sr_rs: Насумична позиција
sr_rs@latin: Nasumična pozicija
zh_cn: 随机位置

# #32102
source: Bounce
de_de: Hüpfen
es_es: Rebotar
it_it: Rimbalzo
lt_lt: Atšokti
ms_my: Lantun
pl_pl: Odbicie
sr_rs: Одбијање
sr_rs@latin: Odbijanje
zh_cn: 反弹

# #32103
source: Fixed in the center
de_de: In der Mitte fixiert
es_es: Fijar en el centro
it_it: Fissato al centro
lt_lt: Fiksuota centre
ms_my: Tetap ditengah-tengah
pl_pl: Stała pozycja po środku
sr_rs: Фиксирано у центру
sr_rs@latin: Fiksirano u centru
zh_cn: 固定在中间

# #32104
source: Custom fixed position
de_de: Benutzerdefinierte feste Position
es_es: Posición fija personalizada
it_it: Posizione fissa personalizzata
lt_lt: Sava fiksuota pozicija
ms_my: Kedudukan tetap suai
pl_pl: Niestandardowa stała pozycja
sr_rs: Прилагођена фиксирана позиција
sr_rs@latin: Prilagođena fiksirana pozicija
zh_cn: 自定义固定位置

# #32110
source: Movement speed
de_de: Bewegungsgeschwindigkeit
es_es: Velocidad de movimiento
it_it: Velocità movimento
lt_lt: Judėjimo greitis
ms_my: Kelajuan pergerakan
pl_pl: Prędkość ruchu
sr_rs: Брзина кретања
sr_rs@latin: Brzina kretanja
zh_cn: 移动速度

# #32111
source: Slow
de_de: Langsam
es_es: Despacio
it_it: Lento
lt_lt: Lėtas
ms_my: Perlahan
pl_pl: Wolna
sr_rs: Споро
sr_rs@latin: Sporo
zh_cn: 慢

# #32112
source: Normal
it_it: Normale
lt_lt: Normalus
ms_my: Biasa
pl_pl: Normalna
sr_rs: Нормално
sr_rs@latin: Normalno
zh_cn: 正常

# #32113
source: Fast
de_de: Schnell
es_es: Rápido
it_it: Veloce
lt_lt: Greitas
ms_my: Pantas
pl_pl: Szybka
sr_rs: Брзо
sr_rs@latin: Brzo
zh_cn: 快

# #32120
source: Number of seconds to stay in place
de_de: Anzahl der Sekunden an gleicher Stelle
es_es: Número de segundos que permanecerá en el sitio
it_it: Secondi per rimanere sul posto
lt_lt: Kiek laiko sekundėmis likti vietoje
ms_my: Bilangan saat untuk kekal pada satu tempat
pl_pl: Częstotliwość zmiany pozycji
sr_rs: Број секунди стајања у месту
sr_rs@latin: Broj sekundi stajanja u mestu
zh_cn: 待在原地的秒数

# #32121
source: Warning! Having static text on your screen can cause a burn in!
de_de: Warnung! Statischer Text kann auf dem Bildschirm einbrennen!
es_es: ¡Atención! ¡Un texto estático en la pantalla puede quemarla!
it_it: Attenzione! Un testo statico sullo schermo può causare il burn-in!
lt_lt: Įspėjimas! Statinis tekstas gali išdeginti vaizdą jūsų ekrane!
ms_my: Amaran! Teks statik pada skrin anda boleh menyebabkan kesan terbakar!
pl_pl: Uwaga! Ustawienie statycznego tekstu może spowodować wypalenie go na ekranie!
sr_rs: Упозорење! Ако имате статични текст на Вашем екрану он се може урезати на њега!
sr_rs@latin: Upozorenje! Ako imate statični tekst na Vašem ekranu on se može urezati na njega!
zh_cn: 警告！在屏幕上显示静态文本可能会导致烧屏！

# #32130
source: Time format
de_de: Zeitformat
es_es: Formato de hora
it_it: Formato orario
lt_lt: Laiko formatas
ms_my: Format masa
pl_pl: Format godziny
sr_rs: Облик приказа времена
sr_rs@latin: Oblik prikaza vremena
zh_cn: 时间格式

# #32134
source: 5:14 No hour zero padding Windows
de_de: 5:14 Keine Nullenauffüllung für Stunden, Windows
es_es: 5:14 Sin relleno de horas con cero en Windows
it_it: 5:14 Nessun riempimento ora zero Windows
zh_cn: 5:14 无小时零填充 Windows

# #32135
source: 5:14 PM No hour zero padding Windows
de_de: 5:14 PM Keine Nullenauffüllung für Stunde, Windows
es_es: 5:14 PM Sin relleno de horas con cero en Windows
it_it: 5:14 PM Nessun riempimento ora zero Windows
zh_cn: 5:14 PM 无小时零填充 Windows

# #32136
source: 5:14 No hour zero padding Unix
de_de: 5:14 Keine Nullenauffüllung für Stunde, Unix
es_es: 5:14 Sin relleno de horas con cero en Unix
it_it: 5:14 Nessun riempimento ora zero Unix
zh_cn: 5:14 无小时零填充 Unix

# #32137
source: 5:14 PM No hour zero padding Unix
de_de: 5:14 PM Keine Nullenauffüllung für Stunde, Unix
es_es: 5:14 PM Sin relleno de horas con cero en Unix
it_it: 5:14 PM Nessun riempimento ora zero Unix
zh_cn: 5:14 PM 无小时零填充 Unix

# #32139
source: Colon blink
de_de: Blinkendes Trennzeichen
es_es: Parpadeo de los dos puntos
it_it: Lampeggio due punti
zh_cn: 冒号闪烁

# #32140
source: Date format
de_de: Datumsformat
es_es: Formato de fecha
it_it: Formato data
lt_lt: Datos formatas
ms_my: Format tarikh
pl_pl: Format daty
sr_rs: Облик приказа датума
sr_rs@latin: Oblik prikaza datuma
zh_cn: 日期格式

# #32141
source: Hide date
de_de: Datum ausblenden
es_es: Ocultar fecha
it_it: Nascondi data
lt_lt: Slėpti datą
ms_my: Sembunyi tarikh
pl_pl: Ukrywaj datę
sr_rs: Сакрити датум
sr_rs@latin: Sakriti datum
zh_cn: 隐藏日期

# #32145
source: Custom
de_de: Benutzerdefiniert
es_es: Personalizar
it_it: Personalizzata
zh_cn: 自定义

# #32150
source: Custom value for X position (1-1280)
de_de: Benutzerdefinierter Wert für X-Position (1–1280)
es_es: Valor personalizado para la posición X (1-1280)
it_it: Valore personalizzato asse X (1-1280)
lt_lt: Sava X pozicijos reikšmė (1-1280)
ms_my: Nilai suai untuk kedudukan X (1-1280)
pl_pl: Niestandardowa na osi X (1-1280)
sr_rs: Прилагођена вредност за X позицију (1-1280)
sr_rs@latin: Prilagođena vrednost za X poziciju (1-1280)
zh_cn: X位置的自定义值（1-1280）

# #32160
source: Custom value for Y position (1-720)
de_de: Benutzerdefinierter Wert für Y-Position (1–720)
es_es: Valor personalizado para la posición Y (1-720)
it_it: Valore personalizzato asse Y (1-720)
lt_lt: Sava Y pozicijos reikšmė (1-720)
ms_my: Nilai suai untuk kedudukan Y (1-720)
pl_pl: Niestandardowa na osi Y (1-720)
sr_rs: Прилагођена вредност за Y позицију (1-720)
sr_rs@latin: Prilagođena vrednost za Y poziciju (1-720)
zh_cn: Y位置的自定义值（1-720）

# #32170
source: Enter custom date format (Empty=Regional settings):
de_de: Benutzerdefiniertes Datumsformat eingeben (Leer = Übernahme der regionalen Einstellungen):
es_es: Introducir formato de fecha personalizado (Vacío=Configuración regional):
it_it: Inserisci formato data personalizzato (Vuoto=Impostazioni regionali):
zh_cn: 输入自定义日期格式（空=区域设置）：

# #32171
source: Day: d(1-31) dd(01-31) ddd(Mon-Sun) DDD(Monday-Sunday)
de_de: Tag: d(1–31) dd(01–31) ddd(Mo–So) DDD(Montag–Sonntag)
es_es: Día: d(1-31) dd(01-31) ddd(Lun-Dom) DDD(Lunes-Domingo)
it_it: Giorno: d(1-31) dd(01-31) ddd(lun-dom) DDD(lunedì-domenica)
zh_cn: 日：d(1-31) dd(01-31) ddd(Mon-Sun) DDD(Monday-Sunday)

# #32172
source: Month: m(1-12) mm(01-12) mmm(Jan-Dec) MMM(January-December)
de_de: Monat: m(1–12) mm(01–12) mmm(Jan–Dez) MMM(Januar–Dezember)
es_es: Mes: m(1-12) mm(01-12) mmm(Ene-Dic) MMM(Enero-Diciembre)
it_it: Mese: m(1-12) mm(01-12) mmm(gen-dic) MMM(gennaio-dicembre)
zh_cn: 月：m(1-12) mm(01-12) mmm(Jan-Dec) MMM(January-December)

# #32173
source: Year: yy(2-digit year) yyyy(4-digit year)
de_de: Jahr: yy(2-stelliges Jahr) yyyy(4-stelliges Jahr)
es_es: Año: yy(año en 2 dígitos) yyyy(año en 4 dígitos)
it_it: Anno: yy (anno a 2 cifre) yyyy (anno a 4 cifre)
zh_cn: 年：yy(2位数字年) yyyy(4位数字年)

# #32200
source: Enable additional information
de_de: Zusätzliche Informationen aktivieren
es_es: Activar información adicional
it_it: Abilita informazioni aggiuntive
lt_lt: Įjungti papildomą informaciją
ms_my: Benarkan maklumat tambahan
pl_pl: Aktywuj dodatkowe informacje
sr_rs: Омогући додатне податке
sr_rs@latin: Omogući dodatne podatke
zh_cn: 启用附加信息

# #32210
source: Number of seconds for information switch
de_de: Anzahl der Sekunden für den Informationswechsel
es_es: Número de segundos para el cambio de información
it_it: Numero di secondi per cambio informazione
lt_lt: Sekundžių skaičius informacijos pakeitimui
ms_my: Bilangan saat untuk pertukaran maklumat
pl_pl: Częstotliwość przełączania informacji
sr_rs: Број секунди за замену података
sr_rs@latin: Broj sekundi za zamenu podataka
zh_cn: 信息切换的秒数

# #32220
source: Enable now playing information
de_de: Information „gerade läuft“ aktivieren
es_es: Activar información de reproducción en curso
it_it: Abilita ora informazioni di riproduzione
lt_lt: Įjungti šiuo metu atkuriamo įrašo informaciją
ms_my: Benarkan maklumat kini dimainkan
pl_pl: Aktywuj informacje o aktualnie odtwarzanych mediach
sr_rs: Омогући податке о тренутној репродукцији
sr_rs@latin: Omogući podatke o trenutnoj reprodukciji
zh_cn: 启用当前播放信息

# #32221
source: Show only music information
de_de: Nur Musikinformationen anzeigen
es_es: Mostrar sólo información de música
it_it: Mostra solo informazioni sulla musica
zh_cn: 仅显示音乐信息

# #32222
source: This will hide all other info while the music is playing!
de_de: Dadurch werden alle anderen Informationen ausgeblendet, während die Musik läuft!
es_es: ¡Esto ocultará el resto de la información mientras se reproduce la música!
it_it: Nasconde tutte le altre informazioni mentre la musica è in riproduzione!
zh_cn: 这将在播放音乐时隐藏所有其他信息！

# #32223
source: Merge song artist and title
de_de: Songinterpret und Titel zusammenführen
es_es: Combinar artista y título de canción
it_it: Unisci artista e titolo della canzone
zh_cn: 合并歌手和歌名

# #32230
source: Enable weather information
de_de: Wetterinformation aktivieren
es_es: Activar información meteorológica
it_it: Abilita informazioni meteo
lt_lt: Įjungti orų informaciją
ms_my: Benarkan maklumat cuaca
pl_pl: Pokazuj informacje o pogodzie
sr_rs: Омогући податке о временској прогнози
sr_rs@latin: Omogući podatke o vremenskoj prognozi
zh_cn: 启用天气信息

# #32240
source: Weather icons
de_de: Wettersymbole
es_es: Iconos meteorológicos
it_it: Icone meteo
lt_lt: Orų piktogramos
ms_my: Ikon cuaca
pl_pl: Ikony pogody
sr_rs: Иконе временске прогнозе
sr_rs@latin: Ikone vremenske prognoze
zh_cn: 天气图标

# #32241
source: Hide weather icon
de_de: Wettersymbole ausblenden
es_es: Ocultar el icono del tiempo
it_it: Nascondi icona meteo
lt_lt: Slėpti orų piktogramą
ms_my: Sembunyi ikon cuaca
pl_pl: Ukrywaj ikonę pogody
sr_rs: Сакрити иконе временске прогнозе
sr_rs@latin: Sakriti ikone vremenske prognoze
zh_cn: 隐藏天气图标

# #32242
source: Icon set 1
am_et: ምልክት ማሰናጃ 1
de_de: Symbolsatz 1
es_es: Conjunto de iconos 1
it_it: Set icone 1
lt_lt: Piktogramų rinkinys 1
ms_my: Set ikon 1
pl_pl: Zestaw ikon 1
sr_rs: Скуп икона 1
sr_rs@latin: Skup ikona 1
zh_cn: 图标集1

# #32243
source: Icon set 2
am_et: ምልክት ማሰናጃ 2
de_de: Symbolsatz 2
es_es: Conjunto de iconos 2
it_it: Set icone 2
lt_lt: Piktogramų rinkinys 2
ms_my: Set ikon 2
pl_pl: Zestaw ikon 2
sr_rs: Скуп икона 2
sr_rs@latin: Skup ikona 2
zh_cn: 图标集2

# #32244
source: Icon set 3
am_et: ምልክት ማሰናጃ 3
de_de: Symbolsatz 3
es_es: Conjunto de iconos 3
it_it: Set icone 3
lt_lt: Piktogramų rinkinys 3
ms_my: Set ikon 3
pl_pl: Zestaw ikon 3
sr_rs: Скуп икона 3
sr_rs@latin: Skup ikona 3
zh_cn: 图标集3

# #32245
source: Icon set 4
am_et: ምልክት ማሰናጃ 4
de_de: Symbolsatz 4
es_es: Conjunto de iconos 4
it_it: Set icone 4
lt_lt: Piktogramų rinkinys 4
ms_my: Set ikon 4
pl_pl: Zestaw ikon 4
sr_rs: Скуп икона 4
sr_rs@latin: Skup ikona 4
zh_cn: 图标集4

# #32250
source: Enable album art
de_de: Albumart aktivieren
es_es: Habilitar carátula de álbum
it_it: Abilita immagine album
lt_lt: Įjungti albumo iliustraciją
ms_my: Benarkan seni album
pl_pl: Pokazuj grafikę albumu
sr_rs: Омогући уметност албума
sr_rs@latin: Omogući umetnost albuma
zh_cn: 启用专辑艺术

# #32260
source: Enable CPU usage information
de_de: CPU-Auslastungsinformationen aktivieren
es_es: Habilitar información del uso de la CPU
it_it: Abilita informazioni utilizzo CPU
zh_cn: 启用 CPU 使用信息

# #32261
source: Enable battery level information
de_de: Informationen zum Batteriestand aktivieren
es_es: Habilitar información del nivel de batería
it_it: Abilita informazioni livello batteria
zh_cn: 启用电池电量信息

# #32262
source: Enable free memory information
de_de: Informationen über freien Speicher aktivieren
es_es: Habilitar información de memoria libre
it_it: Abilita informazioni memoria libera
zh_cn: 启用可用内存信息

# #32263
source: Enable movie library information
de_de: Informationen zur Filmbibliothek aktivieren
es_es: Habilitar información de la biblioteca de películas
it_it: Abilita informazioni libreria film
zh_cn: 启用电影资料库信息

# #32264
source: Enable TV show library information
de_de: Informationen zur Serienbibliothek aktivieren
es_es: Habilitar información de la biblioteca de programas de TV
it_it: Abilita informazioni libreria programmi TV
zh_cn: 启用剧集资料库信息

# #32265
source: Enable music library information
de_de: Informationen zur Musikbibliothek aktivieren
es_es: Habilitar información de la biblioteca de música
it_it: Abilita informazioni libreria musicale
zh_cn: 启用音乐资料库信息

# #32266
source: Enable CPU temperature
de_de: CPU-Temperatur aktivieren
es_es: Habilitar temperatura de la CPU
it_it: Abilita temperatura CPU
zh_cn: 启用 CPU 温度

# #32267
source: Enable GPU temperature
de_de: GPU-Temperatur aktivieren
es_es: Habilitar temperatura de la GPU
it_it: Abilita temperatura GPU
zh_cn: 启用 GPU 温度

# #32268
source: Enable HDD temperature
de_de: HDD-Temperatur aktivieren
es_es: Habilitar temperatura del disco duro
it_it: Abilita temperatura HDD
zh_cn: 启用硬盘温度

# #32269
source: Enable FPS
de_de: FPS aktivieren
es_es: Habilitar FPS
it_it: Abilita FPS
zh_cn: 启用 FPS

# #32270
source: Enable current uptime
de_de: Aktuelle Betriebszeit aktivieren
es_es: Habilitar tiempo de actividad actual
it_it: Abilita tempo attività corrente
zh_cn: 启用当前运行时长

# #32271
source: Enable total uptime
de_de: Gesamtbetriebszeit aktivieren
es_es: Habilitar tiempo de actividad total
it_it: Abilita tempo attività totale
zh_cn: 启用总运行时长

# #32281
source: Battery:
de_de: Batterie:
es_es: Batería:
it_it: Batteria:
zh_cn: 电池：

# #32282
source: Free memory:
de_de: Freier Speicher:
es_es: Memoria libre:
it_it: Memoria libera:
zh_cn: 可用内存：

# #32283
source: Total movies:
de_de: Filme insgesamt:
es_es: Total películas:
it_it: Totale film:
zh_cn: 电影总数：

# #32284
source: Watched movies:
de_de: Gesehene Filme:
es_es: Películas vistas:
it_it: Film visti:
zh_cn: 已观看电影：

# #32285
source: Unwatched movies:
de_de: Ungesehene Filme:
es_es: Películas sin ver:
it_it: Film non visti:
zh_cn: 未观看电影：

# #32286
source: Total TV shows:
de_de: Serien insgesamt:
es_es: Total programas de TV:
it_it: Totale programmi TV:
zh_cn: 剧集总数：

# #32287
source: Total episodes:
de_de: Episoden insgesamt:
es_es: Total episodios:
it_it: Totale episodi:
zh_cn: 总集数：

# #32288
source: Watched TV shows:
de_de: Gesehene Serien:
es_es: Programas de TV vistos:
it_it: Programmi TV visti:
zh_cn: 已观看剧集：

# #32289
source: Watched episodes:
de_de: Gesehene Episoden:
es_es: Episodios vistos:
it_it: Episodi visti:
zh_cn: 已观看分集：

# #32290
source: Unwatched TV shows:
de_de: Ungesehene Serien:
es_es: Programas de TV sin ver:
it_it: Programmi TV non visti:
zh_cn: 未观看剧集：

# #32291
source: Unwatched episodes:
de_de: Ungesehene Episoden:
es_es: Episodios sin ver:
it_it: Episodi non visti:
zh_cn: 未观看分集：

# #32292
source: Artists:
de_de: Interpreten:
es_es: Artistas:
it_it: Artisti:
zh_cn: 歌手：

# #32293
source: Albums:
de_de: Alben:
es_es: Álbumes:
it_it: Album:
zh_cn: 专辑：

# #32294
source: Songs:
de_de: Titel:
es_es: Canciones:
it_it: Canzoni:
zh_cn: 歌曲：

# #32295
source: CPU temperature:
de_de: CPU-Temperatur:
es_es: Temperatura de la CPU:
it_it: Temperatura CPU:
zh_cn: CPU 温度：

# #32296
source: GPU temperature:
de_de: GPU-Temperatur:
es_es: Temperatura de la GPU:
it_it: Temperatura GPU:
zh_cn: GPU 温度：

# #32297
source: HDD temperature:
de_de: HDD-Temperatur:
es_es: Temperatura del disco duro:
it_it: Temperatura HDD:
zh_cn: 硬盘温度：

# #32299
source: Current uptime:
de_de: Aktuelle Betriebszeit:
es_es: Tiempo de actividad actual:
it_it: Tempo attività attuale:
zh_cn: 当前运行时长：

# #32300
source: Total uptime:
de_de: Gesamtbetriebszeit:
es_es: Tiempo de actividad total:
it_it: Tempo attività totale:
zh_cn: 总运行时长：

# #32310
source: Choose hour color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.hourcolor)]]($INFO[Skin.String(screensaver.digitalclock.hourcolor.name)])[/COLOR]
de_de: Stundenfarbe und -deckkraft auswählen - [COLOR $INFO[Skin.String(screensaver.digitalclock.hourcolor)]]($INFO[Skin.String(screensaver.digitalclock.hourcolor.name)])[/COLOR]
es_es: Elegir el color de la hora y la opacidad - [COLOR $INFO[Skin.String(screensaver.digitalclock.hourcolor)]]($INFO[Skin.String(screensaver.digitalclock.hourcolor.name)])[/COLOR]
it_it: Scegli il colore e l'opacità dell'ora - [COLOR $INFO[Skin.String(screensaver.digitalclock.hourcolor)]]($INFO[Skin.String(screensaver.digitalclock.hourcolor.name)])[/COLOR]
zh_cn: 选择小时颜色和不透明度 － [COLOR $INFO[Skin.String(screensaver.digitalclock.hourcolor)]]($INFO[Skin.String(screensaver.digitalclock.hourcolor.name)])[/COLOR]

# #32311
source: Random hour color
de_de: Zufällige Stundenfarbe
es_es: Color de la hora aleatorio
it_it: Colore dell'ora casuale
zh_cn: 随机小时颜色

# #32312
source: Random hour opacity
de_de: Zufällige Stundendeckkraft
es_es: Opacidad de la hora aleatoria
it_it: Opacità dell'ora casuale
zh_cn: 随机小时不透明度

# #32320
source: Choose colon color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.coloncolor)]]($INFO[Skin.String(screensaver.digitalclock.coloncolor.name)])[/COLOR]
de_de: Farbe und Deckkraft des Doppelpunkts auswählen - [COLOR $INFO[Skin.String(screensaver.digitalclock.coloncolor)]]($INFO[Skin.String(screensaver.digitalclock.coloncolor.name)])[/COLOR]
es_es: Elegir el color de los dos puntos y la opacidad - [COLOR $INFO[Skin.String(screensaver.digitalclock.coloncolor)]]($INFO[Skin.String(screensaver.digitalclock.coloncolor.name)])[/COLOR]
it_it: Scegli il colore e l'opacità dei due punti - [COLOR $INFO[Skin.String(screensaver.digitalclock.coloncolor)]]($INFO[Skin.String(screensaver.digitalclock.coloncolor.name)])[/COLOR]
zh_cn: 选择冒号颜色和不透明度 - [COLOR $INFO[Skin.String(screensaver.digitalclock.coloncolor)]]($INFO[Skin.String(screensaver.digitalclock.coloncolor.name)])[/COLOR]

# #32321
source: Random colon color
de_de: Zufällige Doppelpunktfarbe
es_es: Color aleatorio de los dos puntos
it_it: Colore dei due punti casuale
zh_cn: 随机冒号颜色

# #32322
source: Random colon opacity
de_de: Zufällige Doppelpunktdeckkraft
es_es: Opacidad aleatoria de los dos puntos
it_it: Opacità dei due punti casuale
zh_cn: 随机冒号不透明度

# #32330
source: Choose minute color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.minutecolor)]]($INFO[Skin.String(screensaver.digitalclock.minutecolor.name)])[/COLOR]
de_de: Minutenfarbe und -deckkraft auswählen - [COLOR $INFO[Skin.String(screensaver.digitalclock.minutecolor)]]($INFO[Skin.String(screensaver.digitalclock.minutecolor.name)])[/COLOR]
es_es: Elegir el color del minuto y la opacidad - [COLOR $INFO[Skin.String(screensaver.digitalclock.minutecolor)]]($INFO[Skin.String(screensaver.digitalclock.minutecolor.name)])[/COLOR]
it_it: Scegli il colore e l'opacità del minuto - [COLOR $INFO[Skin.String(screensaver.digitalclock.minutecolor)]]($INFO[Skin.String(screensaver.digitalclock.minutecolor.name)])[/COLOR]
zh_cn: 选择分钟颜色和不透明度 - [COLOR $INFO[Skin.String(screensaver.digitalclock.minutecolor)]]($INFO[Skin.String(screensaver.digitalclock.minutecolor.name)])[/COLOR]

# #32331
source: Random minute color
de_de: Zufälliger Minutenfarbe
es_es: Color aleatorio de minutos
it_it: Colore del minuto casuale
zh_cn: 随机分钟颜色

# #32332
source: Random minute opacity
de_de: Zufälliger Minutendeckkraft
es_es: Opacidad aleatoria de minutos
it_it: Opacità del minuto casuale
zh_cn: 随机分钟不透明度

# #32340
source: Choose AM/PM color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.ampmcolor)]]($INFO[Skin.String(screensaver.digitalclock.ampmcolor.name)])[/COLOR]
de_de: AM/PM-Farbe und -deckkraft auswählen - [COLOR $INFO[Skin.String(screensaver.digitalclock.ampmcolor)]]($INFO[Skin.String(screensaver.digitalclock.ampmcolor.name)])[/COLOR]
es_es: Elegir el color de AM/PM y la opacidad - [COLOR $INFO[Skin.String(screensaver.digitalclock.ampmcolor)]]($INFO[Skin.String(screensaver.digitalclock.ampmcolor.name)])[/COLOR]
it_it: Scegli il colore e l'opacità AM/PM - [COLOR $INFO[Skin.String(screensaver.digitalclock.ampmcolor)]]($INFO[Skin.String(screensaver.digitalclock.ampmcolor.name)])[/COLOR]
zh_cn: 选择 AM/PM 颜色和不透明度 - [COLOR $INFO[Skin.String(screensaver.digitalclock.ampmcolor)]]($INFO[Skin.String(screensaver.digitalclock.ampmcolor.name)])[/COLOR]

# #32341
source: Random AM/PM color
de_de: Zufällige AM/PM-Farbe
es_es: Color aleatorio AM/PM
it_it: Colore di AM/PM casuale
zh_cn: 随机 AM/PM 颜色

# #32342
source: Random AM/PM opacity
de_de: Zufällige AM/PM-Deckkraft
es_es: Opacidad aleatoria AM/PM
it_it: Opacità di AM/PM casuale
zh_cn: 随机 AM/PM 不透明度

# #32350
source: Choose date color and opacity - [COLOR $INFO[Skin.String(screensaver.digitalclock.datecolor)]]($INFO[Skin.String(screensaver.digitalclock.datecolor.name)])[/COLOR]
de_de: Farbe und Deckkraft des Datums auswählen - [COLOR $INFO[Skin.String(screensaver.digitalclock.datecolor)]]($INFO[Skin.String(screensaver.digitalclock.datecolor.name)])[/COLOR]
es_es: Elegir el color de la fecha y la opacidad - [COLOR $INFO[Skin.String(screensaver.digitalclock.datecolor)]]($INFO[Skin.String(screensaver.digitalclock.datecolor.name)])[/COLOR]
it_it: Scegli il colore e l'opacità della data - [COLOR $INFO[Skin.String(screensaver.digitalclock.datecolor)]]($INFO[Skin.String(screensaver.digitalclock.datecolor.name)])[/COLOR]
zh_cn: 选择日期颜色和不透明度 - [COLOR $INFO[Skin.String(screensaver.digitalclock.datecolor)]]($INFO[Skin.String(screensaver.digitalclock.datecolor.name)])[/COLOR]
