Repository: xbmc/repo-scripts
Catalog: script.tvtunes/resources/language/Galician/strings.po
Languages: gl

# Addon Summary
source: Retrieve and play your soundtrack themes whilst browsing your library
gl: Obter e reproducir a música das súas Series de TV

# Addon Description
source: TvTunes is equipped with powerful features that enable the fetching, organising and playing of themes whilst browsing your Kodi library, when used in conjunction with a compatible skin. (Special thanks to Ppic,Frost and ronie for their early work in developing TvTunes)
gl: Este script axudaralle a obter dende www.televisiontunes.com o tema da súa biblioteca de series, gardándoo no ficheiro theme.mp3 por cada cartafol da biblioteca entón reproduciranse ao entrar nos diferentes cartafoles ao navegar pola biblioteca (precisa de que o seu tema sexa compatíbel con esta carácteristica)

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.kodi.tv/index.php?title=Add-on:TvTunes
gl: Autores de temas, por favor vexan o changelog.txt para saber como integrar tvtunes no seu tema

# #32001
source: Play theme in loop
gl: Reproducir o tema continuamente

# #32002
source: Lower sound value
gl: Axustar volume do son

# #32003
source: Use Protected SMB share
gl: Usar recurso compartido SMB Protexido

# #32004
source: Username:
gl: Nome de Usuario:

# #32005
source: Password:
gl: Contrasinal:

# #32006
source: Store tunes in a custom path
gl: Gardar cancións nun cartafol personalizado

# #32007
source: Path:
gl: Ruta:

# #32008
source: Fade tune out when exiting
gl: Atenuar a música ao saír

# #32009
source: Automatically Download Theme If
gl: Descargar automaticamente o tema si

# #32010
source: Shuffle multiple tracks
gl: Misturar varias pistas

# #32011
source: Random start time
gl: Hora de inicio ó chou

# #32013
source: Fade in the tune when starting
gl: Aumentar a música ao iniciar

# #32014
source: Always add additional themes (no overwrite)
gl: Engadir sempre temas adicionais (non sobreescribir)

# #32015
source: Search for movie themes
gl: Buscar temas de filmes

# #32016
source: Play themes when browsing Movie list
gl: Reproducir música ao navegar pola listaxe de filmes

# #32017
source: Play themes when browsing TV Show list
gl: Reproducir música ao navegar pola listaxe de series

# #32018
source: Debugging
gl: Depurado

# #32019
source: Enable debug logging
gl: Activar rexistro de depurado

# #32020
source: Show the TvTunes button on the Video Info screen
gl: Amosar o botón TvTunes na pantalla de Info. do vídeo

# #32021
source: Fade out after playing for (minutes)
gl: Esvaecer despois de reproducir durante (minutos)

# #32022
source: Operations
gl: Operacións

# #32023
source: Browse Themes
gl: Buscar Temas

# #32024
source: Delay Theme Start (Seconds)
gl: Retraso no Inicio do Tema (Segundos)

# #32025
source: Support themes in sub directories
gl: Permitir pistas en subcartafoles

# #32026
source: Directory Name
gl: Nome do Cartafol

# #32027
source: Limit track duration when multiple themes (seconds)
gl: Limitar a duración da pista cando existen varias (segundos)

# #32028
source: Default Theme Search Source
gl: Fonte Predefinida para a Busca de Música

# #32029
source: Play themes when browsing Music Video list
gl: Reproducir música ao navegar pola listaxe de vídeos musicais

# #32030
source: All
gl: Todo

# #32036
source: Never
gl: Nunca

# #32040
source: Screensaver
gl: Protector de pantalla

# #32047
source: Wait Time (Seconds)
gl: Tempo de Espera (Segundos)

# #32049
source: Columns
gl: Columnas

# #32050
source: Speed
gl: Velocidade

# #32052
source: Random Order
gl: Ordenar ó chou

# #32054
source: Image Type
gl: Tipo de imaxe

# #32055
source: Folder
gl: Cartafol

# #32056
source: Recursive
gl: Recursivo

# #32057
source: Fanart
gl: Cartel

# #32058
source: Thumbnail
gl: Miniatura

# #32059
source: Cast
gl: Reparto

# #32060
source: Movies, TV Shows
gl: Filmes, Series de TV

# #32064
source: Dim Level
gl: Nivel de atenuación

# #32068
source: Left
gl: Esquerda

# #32069
source: Right
gl: Dereita

# #32070
source: Top
gl: Arriba

# #32071
source: Bottom
gl: Abaixo

# #32072
source: Crossfade
gl: Atenuación

# #32079
source: Startup
gl: Arrinque

# #32102
source: site unreachable
gl: sitio non accesíbel

# #32103
source: TvTune downloader
gl: Descargador de TVTune

# #32104
source: Replace existing theme?
gl: Mudar o tema existente?

# #32106
source: Getting information...
gl: Obtendo información...

# #32107
source: Searching for
gl: Buscando por

# #32108
source: CANCELED
gl: CANCELADO

# #32109
source: Operation canceled by user.
gl: Operación cancelada polo usuario.

# #32110
source: Downloading:
gl: Descargando:

# #32111
source: to:
gl: para:

# #32112
source: Choose for
gl: Seleccionar para

# #32113
source: ENTER MANUAL SEARCH
gl: INTRODUZA BUSCA MANUAL

# #32114
source: Download this one?
gl: Descargar este?

# #32115
source: Search results will be incomplete
gl: Os resultados da busca serán incompletos

# #32116
source: You can help to get more theme on:
gl: Pode axudar a obter máis temas en:

# #32118
source: Manual Search...
gl: Busca manual

# #32119
source: Continue with next theme search?
gl: Continuar coa busca da próxima canción?

# #32120
source: Search Using %s...
gl: Buscar Usando %s...

# #32121
source: Search Using All Sites (May Be Slow)
gl: Buscar empregando Todos os Sitios (Lento)

# #32201
source: Movies
gl: Filmes

# #32202
source: TV Shows
gl: Series de TV

# #32203
source: Music Videos
gl: Vídeos Musicais

# #32204
source: [Filter]: Show Only Missing Themes
gl: [Filtro]: Amosar só os Temas que Faltan

# #32205
source: [Action]: Retrieve Missing Themes
gl: [Acción]: Obter os Temas que Faltan

# #32206
source: You have themes that are not in themes folders.
gl: Ten temas que non están no cartafol de temas.

# #32207
source: Move themes into themes folder?
gl: Mover os temas ao cartafol de temas?

# #32208
source: [Action]: Start Screensaver
gl: [Acción]: Inicar o protector de pantalla

# #32991
source: Playback
gl: Reprodución

# #32992
source: Download
gl: Descarga

# #32993
source: File system
gl: Sistema de ficheiros

# #32994
source: Error: Failed to connect to goear.com
gl: Erro: Fallou a conexión a goear.com

# #32995
source: No Images found!
gl: Non se atoparon imaxes!
