Repository: xbmc/repo-scripts
Catalog: script.speedfaninfo/resources/language/Hungarian/strings.po
Languages: hu

# #30000
source: General
hu: Általános

# #30001
source: Enable Verbose Logging
hu: Bőbeszédű naplózás engedélyezése

# #30002
source: Log Temperature Scale
hu: Logaritmikus hőmérsékleti skála

# #30003
source: Window Update Interval (in seconds)
hu: Ablakfrissítési idő (másodpercben)

# #30004
source: Use Compact Display
hu: Kompakt nézet

# #30005
source: Background Transparency
hu: Áttetsző háttér

# #30006
source: Log File Location
hu: Log Fájl Elérési út

# #30010
source: Additional Logs
hu: További Logok

# #30011
source: Primary Log File Title
hu: Elsődleges Log Fájl Cím

# #30012
source: Use Log File 2
hu: Log Fájl 2 használata

# #30013
source: Use Log File 3
hu: Log Fájl 3 használata

# #30020
source: Log File Title
hu: Log Fájl Cím

# #30021
source: Log File Location
hu: Log Fájl Helye

# #30100
source: Temperature Information
hu: Hőmérséklet-információ

# #30101
source: Fan Speed Information
hu: Ventilátor-sebesség információ

# #30102
source: Voltage Information
hu: Feszültség-információ

# #30103
source: Log File Error
hu: Log Fájl Hiba

# #30104
source: No log file found.
hu: Log Fájl nem található.
