Repository: xbmc/repo-scripts
Catalog: script.sonos/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# Addon Description
source: Supports simple Sonos Controls and notifications from Kodi. Look at the wiki for more details.
pt_br: Suporta simples controles do Sonos e notificações via Kodi. Leia o wiki para maiores detalhes.

# #32002
source: IP Address
pt_br: Endereço IP

# #32003
source: Enable Notifications (Restart Required)
pt_br: Ativar Notificações (Reiniciar é Requerido)

# #32004
source: Display Notification For (Seconds)
pt_br: Mostrar Notificação Por (segundos)

# #32005
source: Notification Check Frequency (Seconds)
pt_br: Frequência para Verificar Notificação (Segundos)

# #32006
source: Do Not Display Notification If Video Is Playing
pt_br: Não Apresentar Notificação se o Vídeo estiver sendo reproduzido

# #32007
source: Use Default Kodi Notification Dialog
pt_br: Usar o Diálogo de Notificação Padrão do Kodi

# #32008
source: Debugging
pt_br: Depurando

# #32009
source: Enable debug logging
pt_br: Ativar log de depuração

# #32010
source: Speaker
pt_br: Alto-Falante

# #32011
source: Notifications
pt_br: Notificações

# #32012
source: Debugging
pt_br: Depurando

# #32013
source: Search For Sonos Speakers...
pt_br: Procurar por Alto-Falantes Sonos...

# #32014
source: No speakers found, please enter your IP address manually
pt_br: Nenhum alto-falante localizado, por favor entre com o endereço de IP manualmente

# #32015
source: Controller
pt_br: Controles

# #32016
source: Controller Refresh Interval (Seconds)
pt_br: Controlar Intervalos de Atualizações (Segundos)

# #32019
source: Batch Size
pt_br: Tamanho do Lote

# #32020
source: Maximum Entries In Displayed Lists (0 = Unlimited)
pt_br: Entradas máximas em listas exibidas (0 = ilimitado)

# #32021
source: Display Artist Information
pt_br: Apresentar Informação do Artista

# #32022
source: Avoid Duplicate Key Presses (Seconds)
pt_br: Evitar duplicidades ao Pressionar (Segundos)

# #32023
source: Link Kodi Volume With Sonos Speaker (Restart Required)
pt_br: Lincar o volume do Kodi com os falantes do Sonos (Reiniciar é Requerido)

# #32024
source: Switch Sonos To Line-In On Kodi Startup (Restart Required)
pt_br: Alterar Sonos para Line-In ao inicializar o Kodi (Reinicializar Requerido)

# #32025
source: Volume Change Increments
pt_br: Incrementar alterações no volume

# #32026
source: Automatically Pause Sonos When Kodi Plays Media (Restart Required)
pt_br: Automaticamente Pausar Sonos quando Kodi reproduzir mídias (Reiniciar Requerido)

# #32027
source: Automatically Resume Sonos (Seconds) [0 = Off]
pt_br: Retomar automaticamente Sonos (segundos) [0 = Desligado]

# #32028
source: Zone Name (Optional)
pt_br: Nome da Zone (Opcional)

# #32029
source: Automatically Update IP Address On Startup
pt_br: Atualizar automaticamente o endereço de IP ao inicializar

# #32030
source: Switch Sonos To Line-In On Media Start (Restart Required)
pt_br: Alterar Sonos para Line-In ao inicializar Media (Reinicializar Requerido)

# #32031
source: Coordinator
pt_br: Coordenador

# #32032
source: is not the group coordinator for zone
pt_br: não é o coordenador do grupo para a zona

# #32033
source: Some functions may not work correctly if the speaker is not a coordinator
pt_br: Algumas funções podem não funcionar corretamente se o alto-falante não for um coordenador

# #32034
source: Automation
pt_br: Automação

# #32036
source: Controller,Slideshow,Bio,Albums
pt_br: Controlador,Slideshow,Bio,Álbuns

# #32037
source: Controller,Slideshow
pt_br: Controlador,Slideshow

# #32038
source: Use Skin Icons Instead Of Sonos Icons
pt_br: Usar ícones da Skin ao invés de ícones do Sonos

# #32039
source: Slideshow Only
pt_br: Somente slideshow

# #32040
source: Do Not Display Notification If Controller Is Showing
pt_br: Não mostrar Notificação se Controlador estiver sendo apresentado.

# #32041
source: Controller,Slideshow,Lyrics
pt_br: Controle,Slideshow,Letras

# #32042
source: Hide Sonos Logo
pt_br: Ocultar Logo Sonos

# #32043
source: Make Artist Slideshow Image Full Screen
pt_br: Apresentar imagem do artista em tela cheia

# #32044
source: Launch Controller On Kodi Startup
pt_br: Lançar o controlador ao inicializar o Kodi

# #32060
source: The following setting in ArtistSlideshow must be enabled
pt_br: O ajuste seguinte deve estar ativo no ArtistSlideshow

# #32061
source: Would you like this automatically enabled?
pt_br: Gostaria disto ativado automaticamente?

# #32062
source: Next
pt_br: Seguinte

# #32063
source: Failed To Process Sonos Update Event
pt_br: Falhou para Processar o Evento de Atualização do Sonos

# #32064
source: Library Update Started
pt_br: Atualizar a coleção inicializada

# #32065
source: Library Update Already In Progress
pt_br: Atualização da coleção já em progresso

# #32066
source: Error From Speaker %s
pt_br: Erro no alto-falante %s

# #32067
source: IP Address Not Set
pt_br: Endereço de IP não informado

# #32068
source: Error
pt_br: Erro

# #32069
source: Failed to perform lookup %s (%s)
pt_br: Falhou ao executar a pesquisa %s (%s)

# #32070
source: Failed to perform queue lookup
pt_br: Falhou ao executar a pesquisa enfileirada

# #32071
source: Failed to perform radio station lookup
pt_br: Falhou ao executar a pesquisa por estações de rádio

# #32072
source: Failed to perform radio shows lookup
pt_br: Falhou ao executar a pesquisa por estações de rádio

# #32073
source: Failed to perform action %s
pt_br: Falhou ao executar a ação %s

# #32100
source: Music Library
pt_br: Coleção de Músicas

# #32101
source: Queue
pt_br: Listagem

# #32102
source: Radio Stations
pt_br: Estações de Rádio

# #32103
source: Launch Sonos Controller
pt_br: Lançar Controlador Sonos

# #32104
source: Sonos Playlists
pt_br: Listas de reprodução Sonos

# #32105
source: Speech
pt_br: Voz

# #32110
source: Artists
pt_br: Artistas

# #32111
source: Albums
pt_br: Álbuns

# #32112
source: Composers
pt_br: Compositores

# #32113
source: Genres
pt_br: Gêneros

# #32114
source: Tracks
pt_br: Faixas

# #32115
source: Imported Playlists
pt_br: Listas de Reprodução Importadas

# #32150
source: Open Sonos Player
pt_br: Abrir o Player Sonos

# #32151
source: Play Track
pt_br: Reproduzir Faixa

# #32152
source: Remove Track
pt_br: Remover Faixa

# #32153
source: Clear Queue
pt_br: Limpar a Fila

# #32154
source: Play Now
pt_br: Reproduzir Agora

# #32155
source: Add To Queue
pt_br: Adicionar para Fila

# #32156
source: Replace Queue
pt_br: Substituir Fila

# #32157
source: Update Music Library
pt_br: Atualizar Coleção de Músicas

# #32200
source: Enter Speech Text To Play ...
pt_br: Digite a mensagem de voz para Reproduzir...

# #32201
source: Speech messages are limited to 100 characters
pt_br: Mensagens de voz estão limitadas em 100 caracteres

# #32202
source: No message specified
pt_br: Nenhum mensagem especificada

# #32203
source: Enter Speech Text To Save ...
pt_br: Digite o texto de voz para Salvar...

# #32204
source: Remove Saved Text
pt_br: Remova Texto Salvo

# #32220
source: The time is %time
pt_br: A hora é %time

# #32221
source: Today is %day
pt_br: Hoje é %day

# #32222
source: Todays date is %date
pt_br: Dia de hoje é %date

# #32223
source: Good Morning
pt_br: Bom Dia

# #32224
source: Good Afternon
pt_br: Boa Tarde

# #32225
source: Good Evening
pt_br: Boa Noite

# #32226
source: The time is %time
pt_br: A hora é %time
