Repository: xbmc/repo-scripts
Catalog: script.skin.helper.service/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32000
source: Favourites
pt_br: Favoritos

# #32001
source: Favourite Media
pt_br: Mídia Favorita

# #32002
source: Next Episodes
pt_br: Próximos Episódios

# #32003
source: Recommended Movies
pt_br: Filmes Recomendados

# #32004
source: Recommended Media
pt_br: Mídia Recomendada

# #32005
source: Recent Media
pt_br: Mídia Recente

# #32006
source: Similar Movies
pt_br: Filmes Similares

# #32007
source: In progress and Recommended Media
pt_br: Mídia em progresso e recomendado

# #32008
source: Next Episodes
pt_br: Próximos Episódios

# #32009
source: Next Episodes
pt_br: Próximos Episódios

# #32010
source: Next Episodes
pt_br: Próximos Episódios

# #32011
source: Pick a color...
pt_br: Selecione uma cor...

# #32012
source: Color value:
pt_br: Valor Cor:

# #32013
source: None
pt_br: Nenhum

# #32014
source: Select a color theme
pt_br: Selecione uma cor de tema

# #32015
source: Background overlay texture
pt_br: Imagem sobreposição de pano de fundo

# #32016
source: Browse custom image for background overlay
pt_br: Navegar imagem custom para sobreposição de pano de fundo

# #32017
source: Enable/disable views
pt_br: Ativar/Desativar visualizações

# #32018
source: Select a folder to create the backupfile
pt_br: Selecione uma pasta para criar o arquivo de backup

# #32019
source: Export this theme to file
pt_br: Exporte este tema para arquivo

# #32020
source: Select skin backup file
pt_br: Selecione o arquivo de backup da skin

# #32021
source: Your colortheme is now available in the list of available themes
pt_br: Sua cor de tema está agora disponível na lista de temas disponíveis

# #32022
source: Color theme imported succesfully
pt_br: Cor de tema importado com sucesso

# #32023
source: Enter a name for your color theme
pt_br: Entre com um nome para sua cor de tema

# #32024
source: Screenshot of color theme (optional)
pt_br: Screenshot da cor de tema (opcional)

# #32025
source: User defined color theme
pt_br: Cor de tema definida pelo usuário

# #32026
source: Color theme created succesfully
pt_br: Cor de tema criada com sucesso

# #32027
source: Your colortheme is now available in the list of available themes
pt_br: Sua cor de tema está agora disponível na lista de temas disponíveis

# #32028
source: Backup the skin settings
pt_br: Backup dos ajustes da skin

# #32029
source: Backupfile was succesfully created!
pt_br: Arquivo de backup criado com sucesso!

# #32030
source: An error has occured creating the backup!
pt_br: Um erro ocorreu quando criando o backup!

# #32031
source: Select skin backup file
pt_br: Selecione o arquivo de backup da skin

# #32032
source: Restore the skin settings
pt_br: Restaurar os ajustes da skin

# #32033
source: Restoring...
pt_br: Restaurando...

# #32034
source: Your backup is succesfully restored!
pt_br: Seu backup foi restaurado com sucesso!

# #32035
source: An error has occured while restoring the backup
pt_br: Um erro ocorreu enquanto restaurando o backup

# #32036
source: Reset the skin to default settings
pt_br: Resetar a skin para ajustes padrão

# #32037
source: Are you sure you want to reset the skin to default settings ?
pt_br: Tem certeza que deseja resetar a skin para seus ajustes padrão ?

# #32038
source: Global media fanart background
pt_br: Global mídia fanart pano de fundo

# #32039
source: Random movies background
pt_br: Pano de fundo para filmes randômicos

# #32040
source: Recent movies background
pt_br: Pano de fundo para filmes recentes

# #32041
source: In progress movies background
pt_br: Pano de fundo para filmes em progresso

# #32042
source: Unwatched movies background
pt_br: Pano de fundo para filmes por assistir

# #32043
source: Random Tv Shows background
pt_br: Pano de fundo para seriados randômicos

# #32044
source: Recent episodes background
pt_br: Pano de fundo para episódios recentes

# #32045
source: In progress Tv Shows background
pt_br: Pano de fundo para seriados em progresso

# #32046
source: Random pictures background
pt_br: Pano de fundo para imagens randômicas

# #32047
source: Random music videos background
pt_br: Pano de fundo para vídeos musicais randômicos

# #32048
source: Random music artists background
pt_br: Pano de fundo para artistas de músicas randômicos

# #32049
source: Opacity
pt_br: Opaco

# #32050
source: Custom color
pt_br: Cor Custom

# #32051
source: Select busy spinner
pt_br: Selecione sinalizador de ocupado

# #32052
source: Custom single image (gif)
pt_br: Única imagem custom (gif)

# #32053
source: Custom multi image (path)
pt_br: Múltimplas imagens custom (caminho)

# #32054
source: Select view
pt_br: Selecione visualização

# #32055
source: My TV Shows Airing today
pt_br: Meus seriados no ar hoje

# #32056
source: Configure conditional backgrounds
pt_br: Configurar panos de fundo condicional

# #32057
source: Setup backgrounds that will be activated on specified dates
pt_br: Setup de pano de fundos que serão ativados em datas específicas

# #32058
source: Please enter a name for your conditional background
pt_br: Por favor entre um nome para seu pano de fundo condicional

# #32059
source: Conditional background override
pt_br: Pano de fundo reserva condicional

# #32060
source: Error while writing changes. Make sure you have filled in all fields correctly.
pt_br: Erro enquanto escrevendo alterações. Tenha certeza que preencheu todos os campos corretamente.

# #32061
source: Please select a background image
pt_br: Por favor seleciona uma imagem como pano de fundo

# #32062
source: Smart Shortcuts
pt_br: Atalhos Inteligentes

# #32063
source: Default Widgets
pt_br: Widgets Padrão

# #32064
source: Do you want to setup a single background or a folder with multiple backgrounds ?
pt_br: Deseja configurar um pano de fundo único ou uma pasta com múltiplas imagens para fundo de tela ?

# #32065
source: Single
pt_br: Única

# #32066
source: Multiple
pt_br: Múltipla

# #32067
source: Select image folder path
pt_br: Selecione caminho para pasta com imagem

# #32068
source: Please enter a filename for your backup
pt_br: Por favor entre com o nome do arquivo para seu backup

# #32069
source: Please enter the time that this theme should be activated (hh:mm in 24-hours format)
pt_br: Por favor entre com o horário que este tema deve ser ativado (hh:mm no fomarto 24-horas)

# #32070
source: Did you enter the time in the correct format ?
pt_br: Entrou com o horário no formato correto ?

# #32071
source: Activates every day at
pt_br: Ativar todo dia às

# #32072
source: Go to Series level
pt_br: Ir para nível seriados

# #32073
source: Add new condition...
pt_br: Adicionar nova condição...

# #32074
source: Add a new condition to activate a custom background on a selected timespan
pt_br: Adicionar uma nova condição para ativar um pano de fundo custom em uma data e hora selecionada

# #32075
source: Delete or change ?
pt_br: Deletar or alterar ?

# #32076
source: Do you want to delete or change the existing entry ?
pt_br: Deseja deletar ou alterar uma entrada existente ?

# #32077
source: Change
pt_br: Alterar

# #32078
source: Delete
pt_br: Deletar

# #32079
source: Create Color Theme...
pt_br: Criar uma cor de tema...

# #32080
source: Create new custom color theme based on your current skin color settings.
pt_br: Criar nova cor de tema custom baseado nos ajustes de cores atuais de sua skin

# #32081
source: Import Color Theme from file...
pt_br: Importar cor de tema do arquivo...

# #32082
source: Import a colortheme from file.
pt_br: Importar um cor de tema do arquivo.

# #32083
source: Apply this Color Theme
pt_br: Aplicar esta cor de tema

# #32084
source: Export this Color Theme to file
pt_br: Exportar esta cor de tema para o arquivo

# #32085
source: Manage Color Themes
pt_br: Gerenciar Temas de Cores

# #32086
source: In progress Media
pt_br: Mídia em Progresso

# #32087
source: Recently added songs
pt_br: Músicas adicionadas recentemente

# #32088
source: Recently played songs
pt_br: Músicas reproduzidas recentemente

# #32089
source: Reset persistant cache
pt_br: Redefinição de cache persistente

# #32090
source: Are you sure you want to reset the permanent cache ? Warning: This will delete all contents of the folder
pt_br: Tem certeza de que deseja redefinir o cache permanente? nAviso: Isto irá apagar todo o conteúdo da pasta

# #32091
source: The action completed sucesfully
pt_br: Ação completada com sucesso

# #32092
source: The action completed with errors
pt_br: Ação completada com erros

# #32093
source: PVR Thumbs are disabled or not supported in this skin
pt_br: Miniaturas PVR estão desativadas ou não são suportadas nesta skin

# #32094
source: Use TMDB for lookups
pt_br: Usar TMDB para procurar

# #32095
source: Use extended images from Fanart.tv
pt_br: Usar imagens extendidas de Fanart.tv

# #32096
source: Use Google images for lookups
pt_br: Usar imagens do google para procurar

# #32097
source: Use Youtube for lookups
pt_br: Usar YouTube para procurar

# #32098
source: Use local video Library for lookups
pt_br: Usar coleção de vídeos locais para procurar

# #32099
source: Custom (recordings) folder for lookups
pt_br: Pasta Custom (gravações) para procurar

# #32100
source: Use thumb provided by PVR addon
pt_br: Usar miniatura provida pelo addon de PVR

# #32101
source: Download artwork for PVR Recordings
pt_br: Download artes para gravações P`VR

# #32102
source: Download artwork for PVR Guide entries
pt_br: Download artes para entradas do guia de PVR

# #32103
source: Location of the persistant cache
pt_br: Local do cache persistente

# #32104
source: Live TV channels (with artwork)
pt_br: Canais de Tv ao Vivo (com artes)

# #32105
source: Live TV Recordings (with artwork)
pt_br: Gravações de TV ao Vivo (com artes)

# #32106
source: Channels to ignore with lookups, seperate with ;
pt_br: Canais para ignorar quando procurando, separado com ;

# #32107
source: Ignore titles with these words, seperate with ;
pt_br: Ignorar títulos com estas palavras, separadas com ;

# #32108
source: Directory structure for cache folder
pt_br: Estrutura diretório para pasta de cache

# #32109
source: Programtitle (default)
pt_br: Título de programa (padrão)

# #32110
source: Channelname\Programtitle
pt_br: Nome do canal\Título do Programa

# #32111
source: Channelname - Programtitle
pt_br: Nome de Canal - Título do Programa

# #32112
source: Words to ignore (strip) in titles, seperate with ;
pt_br: Palavras para ignorar (cortar) em títulos, separados com ;

# #32113
source: Random PVR fanart background
pt_br: Panos de fundo para fanart de PVR Randômico

# #32114
source: Preferred language for TMDB metadata
pt_br: Idioma preferido para metadados do TMDB

# #32115
source: Enable creation of wall/grid backgrounds
pt_br: Ativar criação de parede/grip de panos de fundo

# #32116
source: Prefer black & white for wall backgrounds
pt_br: Preferir preto e branco para imagens de fundo

# #32117
source: Random Movies Wall/Grid
pt_br: Parede/Grid para filmes randômicos

# #32118
source: Random Artists Wall/Grid
pt_br: Parede/Grid para Artistas Randômicos

# #32119
source: Random Albums Wall/Grid
pt_br: Parede/Grid para Álbuns Randômicos

# #32120
source: PVR Artwork
pt_br: PVR Artes

# #32121
source: Backgrounds
pt_br: Panos de Fundo

# #32122
source: Music Artwork
pt_br: Música Artes

# #32123
source: Enable online lookups for music artwork
pt_br: Ativar procura onlina para artes de músicas

# #32124
source: Lookup artwork in local music folders
pt_br: Procurar artes nas pastas locais de músicas

# #32125
source: Download artwork to local music folders
pt_br: Download artes para pasta local de músicas

# #32126
source: Reset persistant cache
pt_br: Resetar o cache persistente

# #32127
source: Random Tv Shows Wall/Grid
pt_br: Parede/Grid para Seriados Randômicos

# #32128
source: Only build the wall images once (reuse images)
pt_br: Somente criar imagens na parede uma única vez (reusar imagens)

# #32129
source: Clear cache (rebuild all wall images)
pt_br: Limpar cache (reconstruir todas as imagens da parede)

# #32130
source: Similar TV Shows
pt_br: Seriados Similares

# #32131
source: Recommended albums
pt_br: Álbuns recomendados

# #32132
source: Recommended songs
pt_br: Músicas recomendadas

# #32133
source: PVR Channel groups
pt_br: Grupos de canais PVR

# #32134
source: Other
pt_br: Outro

# #32135
source: Enable verbose debug logging
pt_br: Ativar log de depuração

# #32136
source: Max number of extrafanarts to grab for music/pvr fanart
pt_br: Número máximo de extrafanarts por obter para fanart de música/pvr

# #32137
source: Title's character splitter
pt_br: Separar caracteres no título

# #32138
source: Random videos background (movie/show/musicvideo)
pt_br: Pano de fundo para vídeos randômicos (vídeo/show/concertos)

# #32139
source: Recent videos background (movie or tvshow)
pt_br: Pano de fundo para vídeos recentes (filme ou seriado)

# #32140
source: In progress videos background (movie or tvshow)
pt_br: Pano de fundo de vídeos em progresso (filme ou seriado)

# #32141
source: Color Palette
pt_br: Paleta de Cores

# #32142
source: Recently added music
pt_br: Músicas adicionadas recentemente

# #32143
source: Artwork settings
pt_br: Ajustes de Artes

# #32144
source: Refresh item (auto lookup)
pt_br: Atualizar item (procura automática)

# #32145
source: Refresh item (manual lookup)
pt_br: Atualizar item (procura manual)

# #32146
source: Enter a name for the theme
pt_br: Entre um nome para o tema

# #32147
source: Enter search phrase for lookup
pt_br: Digite frase para pesquisar

# #32148
source: Open Configuration
pt_br: Abrir Configuração

# #32149
source: Add channel to ignore list
pt_br: Adicionar canal para lista dos ignorados

# #32150
source: Add title to ignore list
pt_br: Adicionar título para lista ignorar

# #32151
source: PVR - Recent recordings
pt_br: PVR - Gravações Recentes

# #32152
source: PVR - Next unwatched recordings
pt_br: PVR - Próximas gravações não assistidas

# #32153
source: PVR - TV Channels
pt_br: PVR - Canais de TV

# #32154
source: PVR - Timers
pt_br: PVR - Agendamentos

# #32155
source: Enable PVR artwork for Recordings/timers only
pt_br: Ativar artes em PVR para Agendamentos/Gravações somente

# #32156
source: Posters
pt_br: Pôsteres

# #32157
source: Precache all music artwork
pt_br: Precache de todas as artes de músicas

# #32158
source: Are you sure you want to continue? This can take some time, depending on your collection size.
pt_br: Tem certeza que deseja continuar? isto pode levar algum tempo, dependendo do tamanho de sua coleção.

# #32159
source: Allow existing artwork to be overwritten with better quality
pt_br: Permitir que artes existentes sejam sobrepostas com artes de melhor qualidade
