Repository: xbmc/repo-scripts
Catalog: script.tvtunes/resources/language/Swedish/strings.po
Languages: sv

# Addon Summary
source: Retrieve and play your soundtrack themes whilst browsing your library
sv: Hämtar och spelar dina TV-serier-teman

# Addon Description
source: TvTunes is equipped with powerful features that enable the fetching, organising and playing of themes whilst browsing your Kodi library, when used in conjunction with a compatible skin. (Special thanks to Ppic,Frost and ronie for their early work in developing TvTunes)
sv: Detta skript hjälper dig att hitta teman till ditt tv-seriebibliotek från www.televisiontunes.com som sparas i theme.mp3 filer i varje tv-seriemapp som sedan spelas när du öppnar tv-seriemappen (ditt skal måste vara kompatibelt för detta)

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.kodi.tv/index.php?title=Add-on:TvTunes
sv: Skalförfattare, var vänlig läs changelog.txt för instruktioner hur du integrerar detta i ditt skal

# #32001
source: Play theme in loop
sv: Spela tema i loop

# #32002
source: Lower sound value
sv: Lägre ljudvärde

# #32003
source: Use Protected SMB share
sv: Använd skyddad SMB-utdelning

# #32004
source: Username:
sv: Användarnamn:

# #32005
source: Password:
sv: Lösenord:

# #32006
source: Store tunes in a custom path
sv: Lagra tunes i egen sökväg

# #32007
source: Path:
sv: Sökväg:

# #32008
source: Fade tune out when exiting
sv: Tona ut ljud vid avsluta

# #32010
source: Shuffle multiple tracks
sv: Blanda flera låtar

# #32011
source: Random start time
sv: Slumpad starttid

# #32013
source: Fade in the tune when starting
sv: Tona in ljud vid start

# #32014
source: Always add additional themes (no overwrite)
sv: Addera alltid ytterligare titelmusik (inte ersätta)

# #32015
source: Search for movie themes
sv: Sök efter filmteman

# #32016
source: Play themes when browsing Movie list
sv: Spela teman vid bläddring av filmlistan

# #32017
source: Play themes when browsing TV Show list
sv: Spela titelmusik vid bläddring i TV-program

# #32018
source: Debugging
sv: Debuggning

# #32019
source: Enable debug logging
sv: Aktivera debugloggning

# #32020
source: Show the TvTunes button on the Video Info screen
sv: Visa TvTunes-knappen på skärmen videoinformation

# #32021
source: Fade out after playing for (minutes)
sv: Tona ut efter ha spelat i (minuter)

# #32022
source: Operations
sv: Åtgärder

# #32023
source: Browse Themes
sv: Bläddra teman

# #32024
source: Delay Theme Start (Seconds)
sv: Dröj titelmusikstart (sekunder)

# #32025
source: Support themes in sub directories
sv: Stöd titelmusik i undermappar

# #32026
source: Directory Name
sv: Mappnamn

# #32027
source: Limit track duration when multiple themes (seconds)
sv: Begränsa spellängden vid flera titelspår (sekunder)

# #32028
source: Default Theme Search Source
sv: Standardsöktjänst för titelmusik

# #32029
source: Play themes when browsing Music Video list
sv: Spela teman vid bläddring i musikvideolistan

# #32036
source: Never
sv: Aldrig

# #32040
source: Screensaver
sv: Skärmsläckare

# #32068
source: Left
sv: Vänster

# #32069
source: Right
sv: Höger

# #32070
source: Top
sv: Överst

# #32071
source: Bottom
sv: Nederst

# #32072
source: Crossfade
sv: Övertoning

# #32101
source: ERROR
sv: FEL

# #32102
source: site unreachable
sv: siten ej nåbar

# #32103
source: TvTune downloader
sv: TvTune nedladdare

# #32104
source: Replace existing theme?
sv: Ersätt existerande tema?

# #32106
source: Getting information...
sv: Hämtar information...

# #32107
source: Searching for
sv: Söker efter

# #32108
source: CANCELED
sv: AVBRYTEN

# #32109
source: Operation canceled by user.
sv: Åtgärden avbruten av användaren.

# #32110
source: Downloading:
sv: Laddar ner:

# #32111
source: to:
sv: till:

# #32112
source: Choose for
sv: Välj för

# #32113
source: ENTER MANUAL SEARCH
sv: ANGE MANUELL SÖKNING

# #32114
source: Download this one?
sv: Ladda ner denna?

# #32115
source: Search results will be incomplete
sv: Sökresultat kommer bli ofullständiga

# #32116
source: You can help to get more theme on:
sv: Du kan hjälpa till att få fler teman på:

# #32118
source: Manual Search...
sv: Manuell sökning...

# #32119
source: Continue with next theme search?
sv: Fortsätt med nästa titelmusiksökning?

# #32120
source: Search Using %s...
sv: Sök genom %s...

# #32121
source: Search Using All Sites (May Be Slow)
sv: Sök genom alla sidor (Kan ta tid)

# #32201
source: Movies
sv: Filmer

# #32202
source: TV Shows
sv: TV-program

# #32203
source: Music Videos
sv: Musikvideor

# #32204
source: [Filter]: Show Only Missing Themes
sv: [Filter]: Visa endast saknade teman

# #32205
source: [Action]: Retrieve Missing Themes
sv: [Action]: Hämta saknade teman

# #32206
source: You have themes that are not in themes folders.
sv: Du har skal som inte ligger i skalmappen

# #32207
source: Move themes into themes folder?
sv: Flytta skalen till skalmappen?

# #32991
source: Playback
sv: Uppspelning

# #32992
source: Download
sv: Ladda ned

# #32993
source: File system
sv: Filsystem

# #32994
source: Error: Failed to connect to goear.com
sv: Fel: Misslyckades att ansluta till goear.com

# #32995
source: No Images found!
sv: Inga bilder hittade!
