Repository: xbmc/repo-scripts
Catalog: script.globalsearch/resources/language/Galician/strings.po
Languages: gl

# #32000
source: General
gl: Xeral

# #32001
source: Search Movies
gl: Buscar Filmes

# #32002
source: Search TV Shows
gl: Buscar Series de TV

# #32003
source: Search Episodes
gl: Buscar Episodios

# #32004
source: Search Music Videos
gl: Buscar Vídeos Musicais

# #32005
source: Search Artists
gl: Buscar Artistas

# #32006
source: Search Abums
gl: Buscar Álbums

# #32007
source: Search Songs
gl: Buscar Cancións

# #32008
source: Search Actors
gl: Buscar Actores

# #32009
source: Search EPG
gl: Buscar na Guía

# #32101
source: Enter search string
gl: Introducir cadea de búsqueda

# #32203
source: Browse album
gl: Explorar álbum

# #32204
source: Season information
gl: Información da Tempada

# #32205
source: Play trailer
gl: Reproducir avance

# #32206
source: Find album
gl: Buscar álbum

# #32207
source: Find all seasons
gl: Buscar todas as tempadas

# #32208
source: Find all episodes
gl: Buscar todos os episodios

# #32209
source: Find all albums
gl: Buscar todos os álbums

# #32210
source: Find all songs
gl: Buscar todas as cancións

# #32211
source: Movies starring
gl: Protagonistas do filme

# #32299
source: NEW SEARCH
gl: NOVA BUSCA
