Repository: xbmc/repo-scripts
Catalog: service.rsspopup/resources/language/*/strings.po
Languages: german

# Addon Summary
source: Shows RSS Feed in Overlay Message
german: Zeigt Rss Updates in Pupup Nachricht

# Addon Description
source: Shows RSS Feed in Overlay Message, Now you can Watch your Favorite TV show, and get a Message when something is Posted in your favorit Forum(when rss is avaible), or somthing happens in the world (You favorite RSS Newsfeed)
german: Zeigt Rss Updates in Pupup Nachrichten an. Entlich kann man Fenssehen und bleibt auf dem Laufenden was im lieblings Forum oder in den Nachrichten Passiert (Solange sie ein RSS Feed Haben)

# #30008
source: Picture
german: Bilder

# #30009
source: generel
german: Generell

# #30014
source: Rss Feed Add
german: Rss Feed

# #30015
source: Rss Feed Delete
german: Rss Feed loeschen

# #30101
source: Advanced Settings
german: Erweiterte Einstellungen

# #30102
source: Advanced (Only If you know what you are doing)
german: Erweiterte Einstellungen (Nur wenn du weißt was du tust

# #30103
source: Font
german: Schrift

# #30104
source: FontColor
german: Schriftfarbe

# #30105
source: X Postition of Message
german: X Postition der Meldung

# #30106
source: Y Postition of Message
german: Y Postition der Meldung

# #30107
source: Width of the Message
german: Breite der Meldung

# #30108
source: Height of the Message
german: Höhe der Meldung

# #30109
source: Width of the Image
german: Breite des Bildes

# #30110
source: Height of the Image
german: Höhe des Bildes
