Repository: xbmc/repo-scripts
Catalog: screensaver.videosaver/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, fi_fi, fr_fr, hr_hr, uk_ua, zh_cn

# Addon Summary
source: Create a screensaver from any Kodi video source.
da_dk: Opret en pauseskærm fra enhver Kodi-videokilde.
de_de: Einen Bildschirmschoner aus einer beliebigen Kodi-Videoquelle erstellen.
fi_fi: Luo näytönsäästäjä mistä tahansa Kodin videolähteestä.
fr_fr: Créer un économiseur d'écran à partir de n'importe quelle source vidéo Kodi.
hr_hr: Stvori čuvara zaslona iz Kodi video izvora.
zh_cn: 从任意 Kodi 视频源创建屏幕保护程序。

# Addon Description
source: Dynamic screensaver using Local content, SmartPlaylists, Plugins and UPNP Servers.
da_dk: Dynamisk pauseskærm der benytter lokalt indhold, smarte playlister, plugins og UPNP-servere.
de_de: Dynamischer Bildschirmschoner mit lokalen Inhalten, SmartPlaylists, Plugins und UPnP-Servern.
fi_fi: Dynaaminen näytönsäästäjä, joka hyödyntää paikallista sisältöä, älytoistolistoja, lisäosia sekä UPnP-palvelimia.
fr_fr: Économiseur d'écran dynamique utilisant le contenu local, les SmartPlaylists, les plugins et les serveurs UPNP.
hr_hr: Promjenjivi čuvar zaslona koji koristi lokalni sadržaj, pametne popise izvođrnja, dodatke i UPNP poslužitelje.
uk_ua: Динамічна заставка з локальних файлів, списків SmartPlaylists, плагінів чи серверів UPNP.
zh_cn: 使用本地内容、智能播放列表、插件和 UPNP 服务器的动态屏幕保护程序。

# Addon Disclaimer
source: Streaming sources not recommend for metered Internet.
da_dk: Streamingkilder anbefales ikke til forbrugsbetalt internet.
de_de: Streamingquellen werden bei kostenpflichtigen Internet nicht empfohlen.
fi_fi: Suoratoistolähteitä ei suositella tiedonsiirtomäärän mukaan veloitettavilla yhteyksillä.
fr_fr: Les sources de streaming ne sont pas recommandées pour Internet contrôlé.
hr_hr: Izvori strujanja nisu preporučeni s mrežama ograničenim podacima.
zh_cn: 流媒体源不建议通过互联网。

# #32001
source: Something went wrong, Try again later ...
da_dk: Noget gik galt. Prøv igen senere...
de_de: Etwas ist schief gelaufen. Bitte später erneut versuchen …
fi_fi: Jotain meni pieleen. Yritä myöhemmin uudelleen...
fr_fr: Une erreur s'est produite, réessayez plus tard...
hr_hr: Nešto je pošlo po krivu, pokušajte ponovno kasnije...
uk_ua: Щось пішло не так, спробуйте пізніше ...
zh_cn: 出现问题，请稍后再试...

# #32002
source: Video Type
de_de: Videotyp
fi_fi: Videotyyppi
fr_fr: Type de vidéo
hr_hr: Video vrsta
uk_ua: Тип відео
zh_cn: 视频类型

# #32003
source: Video File
da_dk: Videofil
de_de: Videodatei
fi_fi: Videotiedosto
fr_fr: Fichier vidéo
hr_hr: Video datoteka
uk_ua: Відеофайл
zh_cn: 视频文件

# #32004
source: Video Folder
da_dk: Videomappe
de_de: Videoordner
fi_fi: Videokansio
fr_fr: Dossier vidéo
hr_hr: Video mapa
uk_ua: Тека відео
zh_cn: 视频文件夹

# #32005
source: Video Limit
da_dk: Videobegrænsning
de_de: Videobeschränkung
fi_fi: Videorajoitus
fr_fr: Limite vidéo
hr_hr: Video ograničenje
uk_ua: Обмеження відео
zh_cn: 视频限制

# #32006
source: Randomize
da_dk: Gør tilfældig (random)
de_de: Zufallsauswahl
fi_fi: Sekoita
fr_fr: Randomiser
hr_hr: Naizmjenično
uk_ua: Перемішати
zh_cn: 随机

# #32007
source: Disable Trakt
da_dk: Deaktiver Trakt
de_de: Trakt deaktivieren
fi_fi: Poista Trakt käytöstä
fr_fr: Désactiver Trakt
hr_hr: Onemogući Trakt
uk_ua: Вимкнути Trakt
zh_cn: 禁用 Trakt

# #32008
source: Ignore Keypress (Stop to end).
da_dk: Ignorer tastetryk (stop for at afslutte).
de_de: Tastendruck ignorieren (Stopp zum Beenden).
fi_fi: Älä huomioi näppäinpainalluksia (lopeta pysäyttämällä toisto).
fr_fr: Ignorer la pression sur la touche (Arrêter pour terminer).
hr_hr: Zanemari pritisak tipke (Zaustavi za završetak).
zh_cn: 忽略按键（从停止到结束）。

# #32009
source: Single Video
da_dk: Enkelt video
de_de: Einzelvideo
fi_fi: Yksittäinen video
fr_fr: Vidéo unique
hr_hr: Jedan video
uk_ua: Одне відео
zh_cn: 单视频

# #32010
source: Multiple Videos
da_dk: Flere videoer
de_de: Mehrere Videos
fi_fi: Useita videoita
fr_fr: Vidéos multiples
hr_hr: Više videa
uk_ua: Групове відео
zh_cn: 多视频

# #32011
source: Set ScreenSaver Volume [Restored to Previous Level on Stop]
da_dk: Indstil pauseskærmens lydstyrke [gendannet til forrige niveau ved stop]
de_de: Bildschirmschonerlautstärke einstellen [Wird bei Stopp auf vorherigen Wert zurückgesetzt]
fi_fi: Aseta näytönsäästäjän äänenvoimakkuus (palautuu, kun toisto pysähtyy)
fr_fr: Définir le volume de l'économiseur d'écran [Restauré au niveau précédent à l'arrêt]
hr_hr: Postavi glasnoću zvuka čuvara zaslona [Vraćeno na prijašnju razinu pri zaustavljanju]
zh_cn: 设置屏幕保护程序音量 [停止时恢复到上一级]

# #32012
source: Enable Debugging [Log errors]
da_dk: Aktiver fejfinding (logfør fejl)
de_de: Debugging einschalten [Fehler protokollieren]
fi_fi: Käytä vianselvitystä [kirjaa virheet]
fr_fr: Activer le débogage [Log errors]
hr_hr: Omogući otklanjanje grešaka [Zapis greška]
uk_ua: Увімкнути налагодження (Журнал помилок)
zh_cn: 启用调试 [记录错误]

# #32013
source: Building Playlist
da_dk: Bygger playliste
de_de: Wiedergabeliste wird anlegen
fi_fi: Rakennetaan toistolistaa
fr_fr: Construction d'une liste de lecture
hr_hr: Izgradnja popisa izvođenja
uk_ua: Створення списку відтворення
zh_cn: 创建播放列表

# #32014
source: Select File
da_dk: Vælg fil
de_de: Datei auswählen
fi_fi: Valitse tiedosto
fr_fr: Choisir le fichier
hr_hr: Odaberi datoteku
uk_ua: Обрати файл
zh_cn: 选择文件

# #32015
source: Select Folder
da_dk: Vælg mappe
de_de: Ordner auswählen
fi_fi: Valitse kansio
fr_fr: Sélectionner le dossier
hr_hr: Odaberi mapu
uk_ua: Обрати теку
zh_cn: 选择文件夹

# #32016
source: Repeat Return State
da_dk: Gentag returtilstand
fi_fi: Toista paluutila
fr_fr: Répéter l'état à la fin
hr_hr: Ponovi stanje povratka
zh_cn: 重复返回状态

# #32017
source: General
da_dk: Generel
de_de: Allgemein
fi_fi: Yleiset
fr_fr: Général
hr_hr: Općenito
uk_ua: Загальні
zh_cn: 常规

# #32018
source: Select Source Type
da_dk: Vælg type af kilde
de_de: Quellentyp auswählen
fi_fi: Valitse lähteen tyyppi
fr_fr: Sélectionner le type de source
hr_hr: Odaberi vrstu izvora
uk_ua: Обрати тип джерела
zh_cn: 选择源类型

# #32019
source: Display Time & Weather
da_dk: Vis tid og vejr
de_de: Zeit und Wetter anzeigen
fi_fi: Näytä aika ja sää
fr_fr: Afficher l'heure et la météo
hr_hr: Prikaži vrijeme i prognozu
uk_ua: Показувати час і погоду
zh_cn: 显示时间和天气

# #32020
source: Path In-Valid, No media found!
da_dk: Ugyldig sti, ingen medier fundet!
de_de: Pfad ungültig. Keine Medien gefunden!
fi_fi: Sijainti ei kelpaa, mediaa ei löytynyt!
fr_fr: Chemin non valide, aucun média trouvé !
hr_hr: Putanja nije valjana, mediji nisu pronađeni!
zh_cn: 路径无效，找不到媒体！

# #32021
source: Set Dimmer Level
da_dk: Indstil niveau på lysdæmpning
de_de: Dimmstufe einstellen
fi_fi: Aseta himmennystaso
fr_fr: Régler le niveau de gradation
hr_hr: Postavi razinu zatamnjenja
zh_cn: 设置亮度级别
