Repository: xbmc/repo-scripts
Catalog: script.simkl/resources/language/*/strings.po
Languages: spanish

# #32001
source: Please click to Log In
spanish: Por favor haz click para iniciar sesión

# #32002
source: Other options
spanish: Otras opciones

# #32003
source: Sync library
spanish: Sincronizar librerías

# #32006
source: Scrobble at percentage
spanish: Scrobble al llegar a...

# #32007
source: Checkin percentage
spanish: Checkin al llegar a...

# #32008
source: Show bubble when scrobbled
spanish: Mostrar notificación al scrobble

# #32021
source: Simkl login
spanish: Inicio de sesión en Simkl

# #32022
source: Please visit {} on your device and enter this code
spanish: Por favor visita {} en tu dispositivo e introduce el código

# #32023
source: Remaining time: {}/{}
spanish: Tiempo restante: {}/{}

# #32025
source: Hello again, {}
spanish: Hola de nuevo, {}

# #32026
source: Please Log In in addon settings
spanish: Por favor inicia sesión en la configuración del addon

# #32027
source: You don't have internet
spanish: No tienes conexión a internet

# #32029
source: Error at scrobbling. Retrying ({})
spanish: Error en scrobbling. Reintentando ({})

# #32030
source: Login successful, {}
spanish: Sesión iniciada, {}

# #32031
source: Couldn't log in
spanish: No se ha podido autentificar

# #32032
source: You are alredy logged in as {}
spanish: Ya has iniciado sesión como '{}'

# #32033
source: Continue
spanish: Continuar

# #32034
source: Cancel
spanish: Cancelar
