Repository: xbmc/repo-scripts
Catalog: script.filecleaner/resources/language/Polish/strings.po
Languages: pl

# Addon Summary
source: Regularly deletes old movies, TV show episodes and music videos
pl: Regularnie usuwa stare filmy, seriale i teledyski

# Addon Description
source: This addon will automatically scan your library for watched movies, TV show episodes and music videos, and delete them from the file system based on numerous critia such as age, rating, free disk space, etc. All these options and more can be configured via the addon's settings. Also make sure you set the correct path to the disk you wish to check for free space, especially when you store your videos on a secondary drive or a network share. Through the settings you can view which videos have been cleaned. Beware! This addon has the potential to erase your entire video collection! Please make sure you understand exactly what this addon is designed to do before enabling any type of cleaning in the settings. I will not be held responsible for loss of data due to user error. Originally developed by Andrew 'drewzh' Higginson (xbmcfilecleaner@drewzh.com)
pl: Ta wtyczka automatycznie skanuje bibliotekę w poszukiwaniu obejrzanych filmów, seriali i teledysków następnie usuwa je na podstawie wielu kryteriów takie jak: wiek, ocena, ilość miejsca na dysku, itd. Wszystkie te i więcej opcji można skonfigurować poprzez menu ustawień wtyczki. Upewnij się, że podałeś poprawną ścieżkę do dysku w celu sprawdzania wolnego miejsca, zwłaszcza w sytuacji posiadania filmów na innym dysku lub udziale sieciowym. W ustawieniach możesz sprawdzić, które wideo zostało usunięte. UWAGA! Ta wtyczka może potencjalnie usunąć całą Twoją kolekcję! Upewnij się, że w pełni rozumiesz do czego jest ta wtyczka stworzona zanim włączysz jakąkolwiek opcję czyszczenia. Nie odpowiadam za stracone dane w wyniku błędu użytkownika. Stworzony przez Andrew 'drewzh' Higginson (xbmcfilecleaner@drewzh.com)

# Addon Disclaimer
source: It is recommended to not delete videos permanently until you are familiar with all of the settings.
pl: Zalecamy nie usuwać permanentnie wideo dopóki nie znasz wszystkich opcji

# #32100
source: Actions
pl: Akcje

# #32101
source: [B]Which videos do you want to clean?[/B]
pl: [B]Które wideo chcesz usunąć?[/B]

# #32102
source: Cleaning type
pl: Typ czyszczenia

# #32103
source: Move elsewhere
pl: Przenieś gdzie indziej

# #32104
source: Delete permanently
pl: Usuń permanentnie

# #32105
source: [I]Please specify where to store watched videos [/I]
pl: [I]Wskaż lokalizacje do zapisywania obejrzanych wideo [/I]

# #32106
source: Holding folder location
pl: Lokalizacja folderu zawierającego

# #32107
source: Create subdirectories (i.e. [B]../Artist[/B], [B]../Movie[/B] and [B]../Show[/B])
pl: Stwórz pod-foldery (np. [B]../Artist[/B], [B]../Movie[/B] and [B]../Show[/B])

# #32108
source: Clean movies
pl: Wyczyść filmy

# #32109
source: Clean TV shows
pl: Wyczyść seriale

# #32110
source: Clean music videos
pl: Wyczyść teledyski

# #32111
source: Clean XBMC video library afterwards
pl: Wyczyść bibliotekę wideo XBMC po zakończeniu

# #32112
source: Also delete empty folders
pl: Usuń również puste foldery

# #32113
source: Ignore files with the following extensions (separate with commas)
pl: Ignoruj pliki z następującymi rozszerzeniami (oddziel je przecinkiem)

# #32114
source: Also clean related files with similar names (e.g. subtitles)
pl: Wyczyść pliki z podobną nazwą (np. napisy)

# #32200
source: Frequency
pl: Częstotliwość

# #32201
source: [B]When should watched videos be cleaned?[/B]
pl: [B]Kiedy powinny być czyszczone obejrzane wideo?[/B]

# #32202
source: Run as a service
pl: Uruchom jako usługę

# #32203
source: Delayed start (in minutes)
pl: Opóźniony start (w minutach)

# #32204
source: Scan interval (in minutes)
pl: Interwał skanowania (w minutach)

# #32205
source: Do not clean during playback
pl: Nie czyść podczas odtwarzania

# #32206
source: Start cleaning right after playback stops
pl: Zacznij czyszczenie zaraz po zakończeniu odtwarzania

# #32300
source: Conditions
pl: Warunki

# #32301
source: [B]Which conditions must be met before a watched video is cleaned?[/B]
pl: [B]Jakie warunki muszą być spełnione zanim obejrzane wideo zostanie wyczyszczone?[/B]

# #32302
source: Wait a certain number of days after watching before cleaning
pl: Odczekaj określoną ilość dni po obejrzeniu zanim wyczyścisz

# #32303
source: Days after which a video is considerd to have expired
pl: Dni po których wideo jest określane jako wygasłe

# #32304
source: Only delete videos with low ratings
pl: Usuwaj tylko wideo z niską oceną

# #32305
source: [I]Note that music videos do not have ratings and ignore these settings [/I]
pl: [I]Pamiętaj, że teledyski nie mają ocen i ignoruj te ustawienia [/I]

# #32306
source: Delete a video with a rating lower than
pl: Usuń wideo z oceną niższą niż

# #32307
source: Ignore videos without rating
pl: Ignoruj wideo bez oceny

# #32308
source: Only clean videos if low on disk space
pl: Czyść wideo tylko jeżeli jest mało wolnego miejsca na dysku

# #32309
source: Minimum percentage of free disk space
pl: Minimalny procent wolnego miejsca na dysku

# #32310
source: Path to check for free disk space
pl: Ścieżka do sprawdzania ilości wolnego miejsca

# #32311
source: Do not clean videos that are still in progress
pl: Nie czyść wideo, które są w trakcie oglądania

# #32312
source: [I]Note that music videos cannot be partially played and will ignore this [/I]
pl: [I]Pamiętaj, że teledysków nie można częściowo obejrzeć i ignoruj to [/I]

# #32400
source: Exclusions
pl: Wyjątki

# #32401
source: [B]Which paths must not be touched?[/B]
pl: [B]Które ścieżki nie mają być ruszane?[/B]

# #32402
source: Enable exclusions
pl: Włącz wyjątki

# #32403
source: [I]Use the same type of path (local, NFS, SMB) you use for the library [/I]
pl: [I]Użyj tego samego typu ścieżki (lokalnie, NFS, SMB) jakiego używasz w swojej bibliotece [/I]

# #32404
source: Path to exclude
pl: Ścieżka do wykluczenia

# #32500
source: Notifications
pl: Powiadomienia

# #32501
source: [B]How much information do you want to get?[/B]
pl: [B]Ile informacji chcesz otrzymać?[/B]

# #32502
source: Show notifications
pl: Pokaż powiadomienia

# #32503
source: Do not show notifications during video playback
pl: Nie pokazuj powiadomień podczas odtwarzania

# #32504
source: Enable debug messages
pl: Włącz wiadomości debugera

# #32511
source: Error reading hard disk. Please check your settings.
pl: Błąd odczytu dysku twardego. Sprawdź swoje ustawienia.

# #32512
source: Could not check disk space. Access denied.
pl: Nie można sprawdzić wolnego miejsca. Brak dostępu.

# #32513
source: Could not check disk space. Path does not exist.
pl: Nie można sprawdzić wolnego miejsca. Ścieżka nie istnieje.

# #32514
source: Cleaning results
pl: Wynik czyszczenia

# #32515
source: movie(s)
pl: film(-ów)

# #32516
source: episode(s)
pl: odcinek(-ów)

# #32517
source: music video(s)
pl: teledysk(-ów)

# #32518
source: were cleaned
pl: zostało wyczyszczonych

# #32519
source: Would you like to view the cleaning log?
pl: Chcesz wyświetlić dziennik czyszczenia?

# #32520
source: No cleaning required
pl: Nie wymaga czyszczenia

# #32521
source: The destination folder is not set up.
pl: Folder docelowy nie określony

# #32522
source: You must first select a holding folder.
pl: Musisz najpierw podać folder zawierający

# #32523
source: Would you like to do this now?
pl: Czy chcesz to zrobić teraz?

# #32600
source: History
pl: Historia

# #32601
source: [B]See which files have been cleaned recently.[/B]
pl: [B]Zobacz jakie pliki ostatnio usunięto.[/B]

# #32602
source: View cleaning history
pl: Pokaż historię czyszczenia

# #32603
source: [B]Cleaning Log[/B]
pl: [B]Dziennik czyszczenia[/B]

# #32604
source: Are you sure?
pl: Jesteś pewny?

# #32605
source: This will trim the log file, keeping the first 25 lines.
pl: Ta akcja ograniczy dziennik do pierwszych 25 linijek.

# #32606
source: This will delete the entire contents of the log file.
pl: Ta akcja wyczyści cały dziennik.

# #32607
source: This action is irreversible. Do you wish to continue?
pl: Ta akcja jest nieodwracalna. Chcesz kontynuować?

# #32608
source: Trim
pl: Trymować

# #32609
source: Clear
pl: Oczyścić
