Repository: xbmc/repo-scripts
Catalog: script.artistslideshow-helper/resources/language/*/strings.po
Languages: dutch, spanish

# #30300
source: Starting
dutch: Starten
spanish: Empezando

# #30301
source: beginning work
dutch: Werk starten
spanish: comenzando el trabajo

# #30310
source: Result
dutch: Resultaat
spanish: Resultado

# #30311
source: successfully wrote hash list file
dutch: Succesvol Hashlijst bestand geschreven
spanish: lista hash de archivo escrito con éxito

# #30312
source: unable to create hash list file
dutch: Niet in staat om hashlijst bestand te creëren
spanish: no se pudo crear la lista hash de archivo

# #30320
source: Error
dutch: Fout

# #30321
source: no migration folder defined
dutch: Geen verplaats map gedefinieerd
spanish: ninguna carpeta de migración definida

# #30330
source: Result
dutch: Resultaat
spanish: Resultado

# #30331
source: migration of files complete
dutch: verplaatsen van bestanden compleet
spanish: migración de archivos completa

# #30340
source: Error
dutch: Fout

# #30341
source: no hash list folder defined
dutch: Geen hashlijst map gedefinieerd
spanish: ninguna carpeta de lista de hash definida

# #30350
source: Error
dutch: Fout

# #30351
source: no action specified in settings
dutch: Geen actie gespecificeerd in instellingen
spanish: ninguna acción especificada en los ajustes

# #32001
source: Create artist hash mapping file
dutch: Creëer artiesten hashindeling bestand
spanish: Crear archivo de asignación de hash de artista

# #32002
source: Output directory
dutch: Doelmap
spanish: Carpeta de salida

# #32003
source: Migrate images
dutch: Verplaats afbeeldingen
spanish: Migrar imágenes

# #32004
source: Output directory
dutch: Doelmap
spanish: Carpeta de salida

# #32005
source: Migration type
dutch: Verplaatsingstype
spanish: Tipo de migración

# #32007
source: move
dutch: verplaats
spanish: mover

# #32008
source: copy
dutch: kopieer
spanish: copiar

# #32209
source: Enable debug logging
dutch: Foutregistratie inschakelen

# #32006
source: test
spanish: prueba
