Repository: xbmc/repo-scripts
Catalog: service.subsmangler/resources/language/resource.language.*/strings.po
Languages: cs_cz, de_de, hu_hu, ko_kr, pl_pl, pt_br, sk_sk, zh_cn

# #32118
source: Addon will try to convert locally available subtitles if they are present instead of opening subtitle search dialog
cs_cz: Doplněk se pokusí převést místně dostupné titulky, pokud jsou k dispozici, místo otevření vyhledávacího dialogu titulků
de_de: Das Addon wird versuchen, lokal verfügbare Untertitel zu konvertieren, anstatt den Untertitel-Suchdialog zu öffnen
ko_kr: 자막 검색 대화 상자를 여는 대신 로컬에서 사용 가능한 자막이 있으면 애드온이 이를 변환합니다
pl_pl: Lokalne nieprzetworzone napisy będą przetwarzane zamiast otwierania okna wyszukiwania napisów
pt_br: O Addon tentará converter as legendas disponíveis localmente se estiverem presentes em vez de abrir a janela de pesquisa de legendas
zh_cn: 插件将尝试转换存在的本地可用字幕，而不是打开字幕搜索对话框

# #32119
source: Closed Captioning will be removed from subtitles file
cs_cz: Ze souborů s titulky budou odstraněny skryté titulky (pro neslyšící)
de_de: Untertitel für Hörgeschädigte werden aus der Untertiteldatei entfernt
ko_kr: 자막 파일에서 자막이 제거됩니다
pl_pl: Usuwane będą podpisy dla osób niesłyszących
pt_br: Closed Captioning serão removidas do arquivo de legendas
zh_cn: 隐藏字幕将从字幕文件中删除

# #32120
source: Advertisement texts matching loaded RegEx filters will be removed from subtitles file
cs_cz: Reklamní texty vyhovující načteným RegEx filtrům budou odstraněny ze souboru titulků
de_de: Werbetexte, welche mit den geladenen RegEx-Filtern übereinstimmen, werden aus der Untertiteldatei entfernt
ko_kr: 정규식 필터와 일치하는 문구가 자막 파일에서 제거됩니다
pl_pl: Usuwane będą teksty reklamowe pasujące do załadowanych filtrów RegExp
pt_br: Os textos de anúncios que correspondem aos filtros RegEx carregados serão removidos do arquivo de legendas
zh_cn: 与加载的正则表达式过滤器匹配的广告文本将从字幕文件中删除

# #32121
source: Time for displaying subtitle entry will be increased if it is below calculated minimum value
cs_cz: Čas pro zobrazení titulku bude zvýšen pokud bude pod vypočtenou minimální hodnotou
de_de: Die Zeit für die Anzeige eines Untertiteleintrages wird erhöht, wenn sie unter dem berechneten Minimalwert liegt
ko_kr: 계산된 최소값 미만인 경우 늘어나는 자막 표시 시간
pl_pl: Czas wyświetlania linii napisów zostanie zwiększony jeśli jest on poniżej obliczonej wartości minimalnej
pt_br: O tempo para exibir a entrada de legenda será aumentado se estiver abaixo do valor mínimo calculado
zh_cn: 低于计算的最小值的字幕条目显示时间将被增加

# #32122
source: Time for displaying subtitle entry will be shrunk if it overlaps the next subtitle line
cs_cz: Čas pro zobrazení titulku bude zkrácen pokud přesáhne do dalšího titulku
de_de: Die Zeit für die Anzeige eines Untertiteleintrages wird verkürzt, wenn sie mit der nächsten Untertitelzeile überlappt
ko_kr: 다음 자막 줄과 겹치면 줄어드는 자막 표시 시간
pl_pl: Czas wyświetlania linii napisów zostanie skrócony jeśli zachodzi na kolejną linię
pt_br: O tempo para exibir a entrada de legenda será reduzido se sobrepor a próxima linha de legenda
zh_cn: 如果字幕条目与下一个字幕行重叠，则显示字幕条目的时间将缩短

# #32123
source: Pause playback during subtitle conversion
cs_cz: Pozastavit přehrávání během převodu titulků
de_de: Wiedergabe wird während Untertitel-Konvertierung pausiert
ko_kr: 자막 변환 중 재생 일시 중지
pl_pl: Odtwarzanie zostanie wstrzymane podczas trwania konwersji
pt_br: Pausar a reprodução durante a conversão da legenda
zh_cn: 字幕转换期间暂停播放

# #32124
source: Leave a backup copy of original subtitle file before processing it instead of removing it
cs_cz: Ponechat záložní kopii souboru originálních titulků před zpracováním, namísto jeho odstranění
de_de: Vor dem Verarbeiten eine Sicherungskopie der Original-Untertiteldatei anlegen
ko_kr: 원본 자막 파일을 제거하는 대신 처리하기 전에 백업 사본을 남겨 둡니다
pl_pl: Przed przetwarzaniem pliku z napisami zostanie zachowana kopia oryginalnej zawartości, zamiast jej usunięcia
pt_br: deixe uma cópia de backup do arquivo de legenda original antes de processá-lo em vez de removê-lo
zh_cn: 在处理原始字幕文件之前，保留其备份副本，而不是将其删除

# #32125
source: Automatically update filtering definitions from the Internet
cs_cz: Automaticky aktualizovat definice filtrů z Internetu
de_de: Filterdefinitionen automatisch aus dem Internet aktualisieren
ko_kr: 인터넷에서 필터링 정의 자동 업데이트
pl_pl: Umożliwia automatyczną aktualizację list filtrowania
pt_br: Atualizar automaticamente as definições de filtragem da Internet
zh_cn: 从互联网自动更新筛选定义

# #32126
source: Remove subtitle file backups if associated video is deleted
cs_cz: Odstranit záložní soubory titulků pokud je související video smazáno
de_de: Wenn ein Video gelöscht wird, die Sicherungskopien der zugehörigen Untertiteldateien entfernen
ko_kr: 연결된 비디오가 삭제되면 자막 파일 백업 제거
pl_pl: Pozwala na usuwanie kopii oryginalnych napisów po usunięciu pliku wideo
pt_br: Remova backups de arquivos de legenda se o vídeo associado for excluído
zh_cn: 相关视频被删除时删除字幕文件备份

# #32127
source: Remove original subtitle files if associated video is deleted
cs_cz: Odstranit originální soubory titulků pokud je související video smazáno
de_de: Wenn ein Video gelöscht wird, die Original-Untertiteldateien entfernen
ko_kr: 연결된 비디오가 삭제되면 원본 자막 파일 제거
pl_pl: Pozwala na usuwanie oryginalnych napisów po usunięciu pliku wideo
pt_br: Remova os arquivos de legendas originais se o vídeo associado for excluído
zh_cn: 相关视频被删除时删除原始字幕文件

# #32128
source: If enabled, no files will be removed but only a log entry will be created
cs_cz: Pokud je povoleno, žádné soubory nebudou odstraněny, pouze bude vytvořen záznam v logu
de_de: Wenn aktiviert, werden keine Dateien gelöscht, sondern nur ein Protokolleintrag geschrieben
ko_kr: 사용하면, 파일이 제거되지 않고 로그 항목만 생성됩니다
pl_pl: Jeśli opcja jest włączona, żadne pliki z napisami nie zostaną usunięte, utworzony zostanie tylko wpis w dzienniku
pt_br: Se ativado, nenhum arquivo será removido, mas apenas uma entrada de registro será criada
zh_cn: 如果启用，则不会删除任何文件，但只会创建一个日志条目

# #32129
source: Periodically remove subtitle files if matching video files are not present any more
cs_cz: Pravidelně odstraňovat soubory titulků pokud již nejsou k dispozici odpovídající video soubory
de_de: Periodisch Untertiteldateien für nicht mehr verfügbare Videos entfernen
ko_kr: 일치하는 비디오 파일이 없으면 주기적으로 자막 파일을 제거합니다
pl_pl: Pliki z napisami będą okresowo usuwane jeśli odpowiadające im pliki wideo nie są już dostępne
pt_br: Remova periodicamente os arquivos de legenda se os arquivos de vídeo correspondentes não estiverem mais presentes
zh_cn: 定期删除匹配的视频文件已不存在的字幕文件

# #32130
source: Behaviour when video is started
cs_cz: Chování, když se spustí video
de_de: Verhalten, wenn die Videowiedergabe startet
ko_kr: 비디오 시작 시 동작
pl_pl: Zachowanie podczas rozpoczęcia odtwarzania
pt_br: Comportamento quando o vídeo é iniciado
zh_cn: 视频启动时的行为

# #32131
source: Options for customizing conversion behaviour
cs_cz: Možnosti pro nastavení při převodu
de_de: Optionen zum Anpassen des Konvertierungsverhaltens
ko_kr: 전환 동작 사용자 옵션
pl_pl: Zachowanie podczas konwersji napisów
pt_br: Opções para personalizar o comportamento de conversão
zh_cn: 自定义转换行为的选项

# #32132
source: Behaviour when video file is no longer available
cs_cz: Nastavení když video soubor již není nadále dostupný
de_de: Verhalten, wenn ein Video nicht länger verfügbar ist
ko_kr: 비디오 파일을 더 이상 사용할 수 없을 때의 동작
pl_pl: Zachowanie jeśli plik wideo nie jest już dostępny
pt_br: Comportamento quando o arquivo de vídeo não está mais disponível
zh_cn: 视频文件不再可用时的行为

# #32140
source: Subtitle appearance
cs_cz: Vzhled titulků
de_de: Erscheinungsbild für Untertitel
ko_kr: 자막 모양
pl_pl: Wygląd napisów
pt_br: Aparência da legenda
zh_cn: 字幕外观

# #32141
source: Subtitle appearance settings These settings are directly linked and modify Kodi's parameters in: Settings / Player / Language / Subtitles
cs_cz: Nastavení vzhledu titulků Tato nastavení jsou přímo provázána a měněna s Kodi parametry v: Nastavení / Přehrávač / Jazyk / Titulky
de_de: Einstellungen für das Erscheinungsbild von Untertiteln Diese Einstellungen sind direkt verknüpft mit Kodi's Einstellungen unter: Einstellungen / Player / Sprache /Untertitel
ko_kr: 자막 모양 설정 이 설정은 직접 연결되고 다음 Kodi 매개변수를 수정합니다: 설정 / 플레이어 / 언어 / 자막
pl_pl: Ustawienia wyglądu napisów Te ustawienia są bezpośrednio połączone i modyfikują ustawienia Kodi w: Ustawienia / Odtwarzacz / Język / Napisy
pt_br: Configurações de aparência da legenda Essas configurações estão diretamente vinculadas e modificam os parâmetros do Kodi em: Ajustes / Reprodução / Idioma / Legendas
zh_cn: 字幕外观设置 这些设置直接链接并在以下位置修改 Kodi 的参数：设置/播放器/语言/字幕

# #32145
source: Set the color to be used for the subtitle background This setting links to Kodi's: Settings / Player / Language / Subtitles / Background Color
cs_cz: Nastavení barvy pozadí titulků Toto nastavení je provázáno s Kodi: Nastavení / Přehrávač / Jazyk / Titulky / Barva pozadí
de_de: Festlegen der Farbe für den Hintergrund von Untertiteln Diese Einstellung ist verknüpft mit Kodi's Einstellung unter: Einstellungen / Player / Sprache / Untertitel / Hintergrundfarbe
ko_kr: 자막 배경에 사용할 색상을 설정합니다 이 설정은 다음 Kodi와 연결됩니다: 설정 / 플레이어 / 언어 / 자막 / 배경색
pl_pl: Wybierz kolor jaki ma być użyty dla tła napisów To ustawienie jest połączone z ustawieniem Kodi: Ustawienia / Odtwarzacz / Język / Napisy / Kolor tła
pt_br: Defina a cor a ser usada para o fundo da legenda Esta configuração está vinculada ao Kodi: Ajustes / Reprodução / Idioma / Legendas / Cor de fundo
zh_cn: 设置用于字幕背景的颜色 此设置链接到 Kodi 的：设置/播放器/语言/字幕/背景颜色

# #32142
source: Background opacity
cs_cz: Neprůhlednost pozadí
de_de: Hintergrunddurchlässigkeit
ko_kr: 배경 불투명도
pl_pl: Nieprzezroczystość tła
pt_br: Opacidade de fundo
zh_cn: 背景不透明度

# #32143
source: Set the subtitle background opacity This setting links to Kodi's: Settings / Player / Language / Subtitles / Background Opacity
cs_cz: Nastavení průhlednosti pozadí titulků Toto nastavení je provázáno s Kodi: Nastavení / Přehrávač / Jazyk / Titulky / Neprůhlednost pozadí
de_de: Festlegen der Durchlässig für den Hintergrund von Untertiteln Diese Einstellung ist verknüpft mit Kodi's Einstellung unter: Einstellungen / Player / Sprache / Untertitel / Hintergrunddurchlässigkeit
ko_kr: 자막 배경 투명도 설정 이 설정은 다음 Kodi에 연결됩니다: 설정 / 플레이어 / 언어 / 자막 / 배경 불투명도
pl_pl: Wybierz poziom nieprzejrzystości jaki ma być użyty dla tła napisów To ustawienie jest połączone z ustawieniem Kodi: Ustawienia / Odtwarzacz / Język / Napisy / Nieprzezroczystość tła
pt_br: Defina a opacidade do fundo da legenda Esta configuração está vinculada ao Kodi: Ajustes / Reprodução / Idioma / Legendas / Opacidade de fundo
zh_cn: 设置字幕背景不透明度 此设置链接到 Kodi 的：设置/播放器/语言/字幕/背景不透明度

# #32147
source: Set the font color to be used for subtitles This setting links to Kodi's: Settings / Player / Language / Subtitles / Color
cs_cz: Nastavení barvy písma titulků Toto nastavení je provázáno s Kodi: Nastavení / Přehrávač / Jazyk / Titulky / Barva
de_de: Festlegen der Farbe für die Schrift von Untertiteln Diese Einstellung ist verknüpft mit Kodi's Einstellung unter: Einstellungen / Player / Sprache / Untertitel / Farbe
ko_kr: 자막에 사용할 글꼴 색상 설정 이 설정은 다음 Kodi에 연결됩니다: 설정 / 플레이어 / 언어 / 자막 / 색상
pl_pl: Wybierz kolor jaki ma być użyty dla czcionki napisów To ustawienie jest połączone z ustawieniem Kodi: Ustawienia / Odtwarzacz / Język / Napisy / Kolor
pt_br: Defina a cor da fonte a ser usada nas legendas Esta configuração está vinculada ao Kodi: Ajustes / Reprodução / Idioma/ Legendas / Cor
zh_cn: 设置用于字幕的字体颜色 此设置链接到 Kodi 的：设置/播放器/语言/字幕/颜色

# #32148
source: Font opacity
cs_cz: Neprůhlednost písma
de_de: Fontdurchlässigkeit
ko_kr: 글꼴 불투명도
pl_pl: Nieprzejrzystość
pt_br: Opacidade da fonte
zh_cn: 字体不透明度

# #32149
source: Set the subtitle opacity This setting links to Kodi's: Settings / Player / Language / Subtitles / Opacity
cs_cz: Nastavení neprůhlednosti titulků Toto nastavení je provázáno s Kodi: Nastavení / Přehrávač / Jazyk / Titulky / Neprůhlednost
de_de: Festlegen der Lichtdurchlässigkeit von Untertiteln Diese Einstellung ist verknüpft mit Kodi's Einstellung unter: Einstellungen / Player / Sprache / Untertitel / Lichtdurchlässigkeit
ko_kr: 자막 불투명도를 설정합니다 이 설정은 다음 Kodi에 연결됩니다: 설정 / 플레이어 / 언어 / 자막 / 불투명도
pl_pl: Wybierz poziom nieprzejrzystości jaki ma być użyty dla napisów To ustawienie jest połączone z ustawieniem Kodi: Ustawienia / Odtwarzacz / Język / Napisy / Nieprzezroczystość
pt_br: Defina a opacidade da legenda Esta configuração está vinculada ao Kodi: Ajustes / Reprodução / Idioma / Legendas / Opacidade
zh_cn: 设置字幕不透明度 此设置链接到 Kodi 的：设置/播放器/语言/字幕/不透明度

# #32150
source: Font size
cs_cz: Velikost písma
de_de: Schriftgröße
ko_kr: 글꼴 크기
pl_pl: Rozmiar czcionki
pt_br: Tamanho da fonte
zh_cn: 字体大小

# #32151
source: Set the font size to be used for subtitles This setting links to Kodi's: Settings / Player / Language / Subtitles / Size
cs_cz: Nastavení velikosti písma titulků Toto nastavení je provázáno s Kodi: Nastavení / Přehrávač / Jazyk / Titulky / Velikost
de_de: Festlegen der Schriftgröße von Untertiteln Diese Einstellung ist verknüpft mit Kodi's Einstellung unter: Einstellungen / Player / Sprache / Untertitel / Größe
ko_kr: 자막에 사용할 글꼴 크기를 설정합니다 이 설정은 다음 Kodi에 연결됩니다: 설정 / 플레이어 / 언어 / 자막 / 크기
pl_pl: Wybierz rozmiar jaki ma być użyty dla czcionki napisów To ustawienie jest połączone z ustawieniem Kodi: Ustawienia / Odtwarzacz / Język / Napisy / Rozmiar
pt_br: Defina o tamanho da fonte a ser usado para as legendas Esta configuração está vinculada ao Kodi: Ajustes / Reprodução / Idioma / Legendas / Tamanho
zh_cn: 设置用于字幕的字体大小 此设置链接到 Kodi 的：设置/播放器/语言/字幕/大小

# #32152
source: Font style
cs_cz: Styl písma
de_de: Schriftstil
ko_kr: 글꼴 스타일
pl_pl: Styl czcionki
pt_br: Estilo da fonte
zh_cn: 字体风格

# #32153
source: Set the font style to be used for subtitles This setting links to Kodi's: Settings / Player / Language / Subtitles / Style
cs_cz: Nastavení stylu písma titulků Toto nastavení je provázáno s Kodi: Nastavení / Přehrávač / Jazyk / Titulky / Styl
de_de: Festlegen des Schriftstils von Untertiteln Diese Einstellung ist verknüpft mit Kodi's Einstellung unter: Einstellungen / Player / Sprache / Untertitel / Style
ko_kr: 자막에 사용할 글꼴 스타일을 설정합니다 이 설정은 다음 Kodi에 연결됩니다: 설정 / 플레이어 / 언어 / 자막 / 스타일
pl_pl: Wybierz styl jaki ma być użyty dla czcionki napisów To ustawienie jest połączone z ustawieniem Kodi: Ustawienia / Odtwarzacz / Język / Napisy / Styl
pt_br: Defina o estilo da fonte a ser usado para as legendas Esta configuração está vinculada ao Kodi: Ajustes / Reprodução / Idioma / Legendas / Estilo
zh_cn: 设置用于字幕的字体风格 此设置链接到 Kodi 的：设置/播放器/语言/字幕/风格

# #32154
source: Normal
cs_cz: Normální
ko_kr: 일반
pl_pl: Normalna
zh_cn: 常规

# #32155
source: Bold
cs_cz: Tučné
de_de: Fett
ko_kr: 굵게
pl_pl: Pogrubiona
pt_br: Negrito
zh_cn: 粗体

# #32156
source: Italics
cs_cz: Kurzíva
de_de: Kursiv
ko_kr: 기울임
pl_pl: Kursywa
pt_br: Itálico
zh_cn: 斜体

# #32157
source: Bold italics
cs_cz: Tučná kurzíva
de_de: Fett kursiv
ko_kr: 굵은 기울임꼴
pl_pl: Pogrubiona kursywa
pt_br: Itálico em negrito
zh_cn: 粗斜体

# #32016
source: Substation Alpha
de_de: SubStation Alpha (SSA)
pt_br: Subestação Alfa

# #32003
source: Font size
hu_hu: Betűméret
sk_sk: Veľkosť písma

# #32053
source: Purple
hu_hu: Lila
sk_sk: Purpurová

# #32013
source: Don't invoke dialog if local unprocessed subs are found
hu_hu: Ne indítsa a folyamatot ha helyi nem feldolgozott feliratot talált
