Repository: xbmc/repo-scripts
Catalog: service.subsmangler/resources/language/resource.language.*/strings.po
Languages: cs_cz, de_de, hu_hu, ko_kr, pl_pl, pt_br, sk_sk, zh_cn

# Addon Summary
source: A comprehensive subtitle companion
cs_cz: Kompletní průvodce titukly
de_de: Ein umfassendes Tool für Untertitel
ko_kr: 포괄적인 자막 동반
pl_pl: Wszechstronny asystent napisów

# Addon Description
source: Automatically invokes subtitle search dialog if local subtitles matching user's preferences are not detected. Removes subtitle files if original video was deleted. Also, allows to remove advertisement texts and texts for the Hearing Impaired. Supports: microDVD, SubRip, MPL2 and TMP formats.
cs_cz: Automaticky vyvolá dialog pro vyhledávání titulků, pokud nejsou lokální titulky detekovány. Pokud původní video bylo odstraněno, odstraní soubory titulků. Umožňuje také odstranění reklamních textů a textů pro sluchově postižené. Podporuje formáty microDVD, SubRip, MPL2 a TMP.
de_de: Es wird automatisch ein Untertitel-Suchdialog gestartet, wenn keine lokalen Untertitel gefunden wurden. Löscht Untertitel-Dateien, wenn die originale Videodatei gelöscht wurde. Weiterhin können Werbetexte und Untertitel für Hörgeschädigte entfernt werden. Folgende Formate werden unterstützt: microDVD, SubRip, MPL2 and TMP.
ko_kr: 사용자의 기본 설정과 일치하는 로컬 자막이 감지되지 않으면 자동으로 자막 검색 대화 상자를 호출합니다. 원본 동영상이 삭제된 경우 자막 파일을 제거합니다. 또한, 청각 장애인을 위한 광고 텍스트와 텍스트를 제거할 수 있습니다. 지원: microDVD, SubRip, MPL2 및 TMP 형식.
pl_pl: Umożliwia automatyczne uruchamianie okna wyszukiwania napisów w sytuacji, gdy nie zostały wykryte preferowane lokalne napisy. Usuwa pliki z napisami dla skasowanych filmów. Pozwala również na usuwanie z napisów podpisów reklamowych oraz znaczników dla niesłyszących. Obsługuje formaty microDVD, SubRip, MPL2 i TMP.

# Addon Disclaimer
source: A comprehensive subtitle companion
cs_cz: Kompletní průvodce titukly
de_de: Ein umfassendes Tool für Untertitel
ko_kr: 포괄적인 자막 동반
pl_pl: Wszechstronny asystent napisów

# #32001
source: Main
cs_cz: Hlavní
de_de: Hauptmenü
hu_hu: Főmenü
ko_kr: 기본
pl_pl: Główne
pt_br: Principal
sk_sk: Hlavný
zh_cn: 主要

# #32002
source: Convert subtitles
cs_cz: Konvertovat titulky
de_de: Untertitel konvertieren
hu_hu: Feliratok konvertálása
ko_kr: 자막 변환
pl_pl: Konwertuj napisy
pt_br: Converter legendas
sk_sk: Konvertovať titulky
zh_cn: 转换字幕

# #32004
source: Remove Closed Captioning
cs_cz: Odstranit zavřené titulky
de_de: Untertitel für Hörgeschädigte entfernen
hu_hu: Hallássérült felirat törlése
ko_kr: 자막 제거
pl_pl: Usuń opisy dla osób niesłyszących
pt_br: Remover Closed Captioning
sk_sk: Odstrániť zatvorené titulky
zh_cn: 删除隐藏字幕

# #32005
source: Remove advertisements
cs_cz: Odstranit reklamy
de_de: Werbung entfernen
hu_hu: Hírdetések törlése
ko_kr: 광고 제거
pl_pl: Usuń reklamy
pt_br: Remover anúncios
sk_sk: Odstrániť reklamy
zh_cn: 删除广告

# #32006
source: Auto-update filtering definitions
cs_cz: Automatický update definice filtrování
de_de: Automatische Aktualisierung der Filterdefinition
hu_hu: Szűrő beállítások automatikus frissítése
ko_kr: 필터링 정의 자동 업데이트
pl_pl: Automatycznie aktualizuj definicje filtrowania
pt_br: Definições de filtragem de atualização automática
sk_sk: Automatický update definície filtrovanie
zh_cn: 自动更新筛选定义

# #32007
source: Background transparency
cs_cz: Průhlednost pozadí
de_de: Transparenz des Hintergrundes
hu_hu: Háttér átláthatóság
ko_kr: 배경 투명도
pl_pl: Przezroczystość tła
pt_br: Transparência de fundo
sk_sk: Priehľadnosť pozadia
zh_cn: 背景透明度

# #32009
source: Invoke also when playing internet stream
cs_cz: Vyvolat i při přehrávání streamů z Internetu
de_de: Auch bei Wiedergabe von Internet-Streams aktivieren
ko_kr: 인터넷 스트림을 재생할 때도 호출
pl_pl: Pokaż okno również podczas odtwarzania strumienia internetowego
pt_br: Invoque também ao reproduzir um stream de internet
sk_sk: Vyvolať aj pri prehrávaní streamov z Internetu
zh_cn: 在播放互联网流时也调用

# #32010
source: Invoke subtitles search dialog on playback start
cs_cz: Při startu přehrávání vyvolat dialog vyhledávání titulků
de_de: Untertitelsuchdialog beim Wiedergabestart anzeigen
hu_hu: Felirat kereő ablak megnyitása lejátszás indításakor
ko_kr: 재생 시 자막 검색 대화 상자 호출
pl_pl: Pokaż okno wyszukiwania napisów po uruchomieniu odtwarzania
pt_br: Abra a caixa de diálogo de pesquisa de legendas no início da reprodução
sk_sk: Pri štarte prehrávaní vyvolať dialóg vyhľadávania titulkov
zh_cn: 播放开始时调用字幕搜索对话框

# #32011
source: Pause Playback during conversion
cs_cz: Pozastavit přehrávání během konverze
de_de: Wiedergabe während der Konvertierung anhalten
hu_hu: Lejátszás szüneteltetése konvertálás alatt
ko_kr: 변환 중 재생 일시 중지
pl_pl: Wstrzymaj odtwarzanie podczas konwersji
pt_br: Pausar a reprodução durante a conversão
sk_sk: Pozastaviť prehrávanie počas konverzie
zh_cn: 转换期间暂停播放

# #32012
source: Include subtitles already found on disk
cs_cz: Obsahuje titulky již nalezené na disku
de_de: Untertitel hinzufügen, die bereits auf der Festplatte vorhanden sind
hu_hu: Csatolt felirat található a lemezen
ko_kr: 디스크에 이미 있는 자막 포함
pl_pl: Konwertuj napisy już istniejące na dysku
pt_br: Inclui legendas já encontradas no disco
sk_sk: Obsahuje titulky už nájdené na disku
zh_cn: 包括已在磁盘上找到的字幕

# #32013
source: Don't invoke search dialog if local unprocessed subs are found
cs_cz: Nevyvolat dialog pokud jsou nalezené nezpracované titulky
de_de: Den Suchdialog nicht anzeigen, wenn lokale unverarbeitete Untertitel vorhanden sind
ko_kr: 처리되지 않은 로컬 자막이 발견되면 검색 대화 상자를 호출하지 않습니다
pl_pl: Nie pokazuj okna wyszukiwania jeśli istnieją lokalne nieprzetworzone napisy
pt_br: Não invoque a caixa de diálogo de pesquisa se forem encontradas legendas locais não processadas
sk_sk: Nevyvolať dialóg ak sú nájdené nespracované titulky
zh_cn: 如果找到本地未加工字幕，则不调用搜索对话框

# #32014
source: Don't invoke confirmation dialog if downloaded subs are not found
cs_cz: Nevyvolávat dialog potvrzení pokud nejsou nalezeny stáhnuté titulky
de_de: Den Bestätigungsdialog nicht anzeigen, wenn keine heruntergeladenen Untertitel gefunden wurden
ko_kr: 내려받은 자막을 찾지 못하면 확인 대화 상자를 호출하지 않습니다
pl_pl: Nie pokazuj okna potwierdzenia jeśli nie znaleziono pobranych napisów
pt_br: Não invoque a caixa de diálogo de confirmação se as legendas baixadas não forem encontradas
sk_sk: Nevyvolávať dialóg potvrdenie pokiaľ nie sú nájdené stiahnuté titulky
zh_cn: 如果未找到下载的字幕，则不调用确认对话框

# #32015
source: Subtitle output format
cs_cz: Formát výstupu titulků
de_de: Ausgabeformat für Untertitel
ko_kr: 자막 출력 형식
pl_pl: Wyjściowy format napisów
pt_br: Formato de saída da legenda
sk_sk: Formát výstupu titulkov
zh_cn: 字幕输出格式

# #32020
source: Logging level
cs_cz: Úroveň logů
de_de: Protokollierungsstufe
hu_hu: Logolási szint
ko_kr: 로그 수준
pl_pl: Poziom logowania zdarzeń
pt_br: Nível de registro
sk_sk: Úroveň logů
zh_cn: 日志级别

# #32022
source: Debug
ko_kr: 디버그
pt_br: Depurar
zh_cn: 调试

# #32023
source: Info
ko_kr: 정보
zh_cn: 信息

# #32025
source: Warning
cs_cz: Upozornění
de_de: Warnung
ko_kr: 경고
pt_br: Atenção
zh_cn: 警告

# #32026
source: Error
ko_kr: 오류
pt_br: Erro
zh_cn: 错误

# #32028
source: Fatal
ko_kr: 치명적
zh_cn: 严重

# #32029
source: None
cs_cz: Žádné
ko_kr: 없음
pt_br: Nenhum
zh_cn: 无

# #32030
source: Logging destination
cs_cz: Uložení logů
de_de: Protokollspeicherort
hu_hu: Log tárolási helye
ko_kr: 로그 대상
pl_pl: Miejsce składowania logów
pt_br: Destino de registro
sk_sk: Uloženie logů
zh_cn: 日志记录目的地

# #32031
source: Kodi's kodi.log
cs_cz: Soubor Kodi(kodi.log)
de_de: Kodi-Protokolldatei (kodi.log)
hu_hu: Kodi log fájl (kodi.log)
ko_kr: 코디의 kodi.log
pl_pl: Plik logów Kodi (kodi.log)
pt_br: Kodi kodi.log
sk_sk: Súbor Kodi(kodi.log)
zh_cn: Kodi 的 kodi.log

# #32032
source: Separate log file (smangler.log)
cs_cz: Samostatný soubor logů(smangler.log)
de_de: Separate Protokolldatei (smangler.log)
hu_hu: Egyedi lg fájl (smangler.log)
ko_kr: 별도의 로그 파일(smangler.log)
pl_pl: Osobny plik z logami (smangler.log)
pt_br: Separar arquivo log (smangler.log)
sk_sk: Samostatný súbor logov (smangler.log)
zh_cn: 单独的日志文件（smangler.log）

# #32033
source: Show 'noautosubs' context menu item
cs_cz: Ukázat 'noautosubs' context menu
de_de: Anzeigen von ‚noautosubs‘ im Kontextmenü
ko_kr: 'noautosubs' 컨텍스트 메뉴 표시
pl_pl: Pokazuj menu kontekstowe 'noautosubs'
pt_br: Mostrar o item do menu de contexto 'noautosubs'
sk_sk: Ukázať 'noautosubs' context menu
zh_cn: 显示“noautosubs”上下文菜单项

# #32040
source: No new subtitles file has been detected.
cs_cz: Žádný nový soubor s titulky nebyl nalezen.
de_de: Keine neue Untertitel-Datei gefunden.
hu_hu: Nem található új felirat fájl.
ko_kr: 새로운 자막 파일을 찾지 못했습니다.
pl_pl: Nie wykryto nowego pliku z napisami.
pt_br: Nenhum novo arquivo de legendas foi detectado.
sk_sk: Žiadny nový súbor s titulkami nebol nájdený.
zh_cn: 未检测到新的字幕文件。

# #32041
source: Do you want to PREVENT subtitles search dialog from opening automatically next time this file is played?
cs_cz: Chcete zabránit automatickému otevření dialogu pro vyhledávání při dalším přehrání?
de_de: Soll verhindert werden, dass der Untertitel-Suchdialog bei der nächsten Wiedergabe dieser Datei automatisch geöffnet wird?
hu_hu: Megnyitja ISMÉT automatikusan a felirat kereső ablakot ezen videófájl következő lejátszásakor??
ko_kr: 다음에 이 파일을 재생할 때 자막 검색 대화 상자가 자동으로 열리지 않도록 할까요?
pl_pl: Czy chcesz ZAPOBIEC ponownemu pojawieniu się okna wyszukiwania napisów podczas kolejnego odtwarzania tego pliku?
pt_br: Deseja EVITAR que a caixa de diálogo de pesquisa de legendas abra automaticamente na próxima vez que este arquivo for reproduzido?
sk_sk: Chcete zabrániť automatickému otvoreniu dialógu pre vyhľadávanie pri ďalšom prehranie?
zh_cn: 是否要阻止下次播放此文件时自动打开“字幕搜索”对话框？

# #32042
source: No
cs_cz: Ne
de_de: Nein
hu_hu: Nem
ko_kr: 아니오
pl_pl: Nie
pt_br: Não
sk_sk: Nie
zh_cn: 否

# #32043
source: Yes
cs_cz: Ano
de_de: Ja
hu_hu: Igen
ko_kr: 예
pl_pl: Tak
pt_br: Sim
sk_sk: Áno
zh_cn: 是

# #32048
source: Housekeeping
cs_cz: Údržba
de_de: Bereinigung
hu_hu: Takarítás
ko_kr: 가정
pl_pl: Sprzątanie
pt_br: Serviço de limpeza
sk_sk: Údržba
zh_cn: 内务

# #32049
source: Foreground color
cs_cz: Barva popředí
de_de: Farbe des Vordergrundes
hu_hu: Betűszín
ko_kr: 전경색
pl_pl: Kolor czcionki
pt_br: Cor do primeiro plano
sk_sk: Farba popredia
zh_cn: 前景色

# #32050
source: Background color
cs_cz: Barva pozadí
de_de: Farbe des Hintergrundes
hu_hu: Háttér szín
ko_kr: 배경색
pl_pl: Kolor tła
pt_br: Cor de fundo
sk_sk: Farba pozadia
zh_cn: 背景色

# #32051
source: Black
cs_cz: Černá
de_de: Schwarz
hu_hu: Fekete
ko_kr: 검은 색
pl_pl: Czarny
pt_br: Preto
sk_sk: Čierna
zh_cn: 黑色

# #32052
source: Grey
cs_cz: Šedá
de_de: Grau
hu_hu: Szürke
ko_kr: 회색
pl_pl: Szary
pt_br: Cinza
sk_sk: Šedá
zh_cn: 灰色

# #32053
source: Dark grey
cs_cz: Tmavě šedá
de_de: Dunkelgrau
ko_kr: 짙은 회색
pl_pl: Ciemnoszary
pt_br: Cinza escuro
zh_cn: 深灰色

# #32054
source: Blue
cs_cz: Modrá
de_de: Blau
hu_hu: Kék
ko_kr: 파란색
pl_pl: Niebieski
pt_br: Azul
sk_sk: Modrá
zh_cn: 兰色

# #32055
source: Green
cs_cz: Zelená
de_de: Grün
hu_hu: Zöld
ko_kr: 녹색
pl_pl: Zielony
pt_br: Verde
sk_sk: Zelená
zh_cn: 绿色

# #32056
source: Red
cs_cz: Červená
de_de: Rot
hu_hu: Piros
ko_kr: 빨간색
pl_pl: Czerwony
pt_br: Vermelho
sk_sk: Červená
zh_cn: 红色

# #32057
source: Light blue
cs_cz: Světle modrá
de_de: Hellblau
hu_hu: Világos-kék
ko_kr: 하늘색
pl_pl: Jasno-niebieski
pt_br: Azul claro
sk_sk: Svetlo modrá
zh_cn: 浅蓝色

# #32058
source: Yellow
cs_cz: Žlutá
de_de: Gelb
hu_hu: Sárga
ko_kr: 노란색
pl_pl: Żółty
pt_br: Amarelo
sk_sk: Žltá
zh_cn: 黄色

# #32059
source: White
cs_cz: Bíla
de_de: Weiß
hu_hu: Fehér
ko_kr: 흰색
pl_pl: Biały
pt_br: Branco
sk_sk: Biela
zh_cn: 白色

# #32060
source: Light grey
cs_cz: Světle šedá
de_de: Hellgrau
ko_kr: 밝은 회색
pl_pl: Jasnoszary
pt_br: Ciano
zh_cn: 浅灰色

# #32061
source: Bright green
cs_cz: Světle zelená
de_de: Hellgrün
ko_kr: 밝은 녹색
pl_pl: Jasnozielony
pt_br: Verde claro
zh_cn: 亮绿色

# #32062
source: Yellow green
cs_cz: Žlutozelená
de_de: Gelbgrün
ko_kr: 연두색
pl_pl: Żółtozielony
pt_br: Amarelo verde
zh_cn: 黄绿色

# #32063
source: Cyan
cs_cz: Azurová
de_de: Türkis
ko_kr: 청록색
pl_pl: Turkusowy
pt_br: Ciano
zh_cn: 青色

# #32070
source: Automatically remove orphaned subtitle files
cs_cz: Automaticky odstranit soubor samostatných titulků
de_de: Verwaiste Untertiteldateien automatisch löschen
hu_hu: Automatikusn törölje az árva felirat fájlokat
ko_kr: 분리된 자막 파일을 자동으로 제거
pl_pl: Automatycznie usuwaj osierocone pliki z napisami
pt_br: Remova automaticamente os arquivos de legenda órfãos
sk_sk: Automaticky odstrániť súbor samostatných titulkov
zh_cn: 自动删除孤立的字幕文件

# #32071
source: Make a backup of processed subtitle file
cs_cz: Vytvořit zálohu zpracovávaného souboru titulků
de_de: Eine Sicherungskopie der verarbeiteten Untertiteldatei erstellen
hu_hu: Készítsen mentést a konvertált felrat fájlokról
ko_kr: 처리된 자막 파일 백업
pl_pl: Utwórz kopię konwertowanego pliku z napisami
pt_br: Faça um backup do arquivo de legenda processado
sk_sk: Vytvoriť zálohu spracovávaného súboru titulkov
zh_cn: 对已处理的字幕文件进行备份

# #32072
source: Remove backed-up copy of orphaned subtitle file
cs_cz: Odstranit zálohovanou kopii souboru samostatných titulků
de_de: Sicherung von verwaisten Untertiteldateien löschen
hu_hu: Törölje a mentett árva fájlok mentéseit
ko_kr: 분리된 자막 파일의 백업 복사본 제거
pl_pl: Usuń kopię zapasową osieroconego pliku z napisami
pt_br: Remover cópia de backup de arquivo de legenda órfão
sk_sk: Odstrániť zálohovanú kópiu súboru samostatných titulkov
zh_cn: 删除孤立字幕文件的备份副本

# #32073
source: Simulate file removal only
cs_cz: Pouze vyzkoušet odstranění souboru
de_de: Löschen der Datei nur simulieren
hu_hu: Csak szimulálja a fájl törlést
ko_kr: 파일 제거만 시뮬레이션
pl_pl: Dokonaj tylko symulacji usuwania pliku
pt_br: Simular apenas remoção de arquivo
sk_sk: Iba vyskúšať odstránenie súboru
zh_cn: 仅模拟文件删除

# #32074
source: Remove orphaned unprocessed subtitle files
cs_cz: Odstranit samostatný nezpracovaný soubor titulků
de_de: Verwaiste unverarbeitete Untertiteldateien löschen
hu_hu: Törölje a nem feldolgozott árva felirat fájlokat
ko_kr: 처리되지 않은 분리 자막 파일 지움
pl_pl: Usuń nieprzetworzone osierocone pliki z napisami
pt_br: Remover arquivos órfãos de legendas não processados
sk_sk: Odstrániť samostatný nespracovaný súbor titulkov
zh_cn: 删除孤立的未处理的字幕文件

# #32075
source: Try to maintain bigger line spacing
cs_cz: Zkusit použít vetší mezeru mezi řádky
de_de: Versuchen, einen größeren Zeilenabstand beizubehalten
hu_hu: Próbáljon meg nagyobb sorközt tartani
ko_kr: 줄 간격을 더 크게 유지
pl_pl: Próbuj utrzymywać większy odstęp pomiędzy wierszami
pt_br: Tente manter um espaçamento de linha maior
sk_sk: Skúsiť použiť väcší medzeru medzi riadkami
zh_cn: 尽量保持较大的行距

# #32080
source: Conversion
cs_cz: Konverze
de_de: Umwandlung
hu_hu: Konvertálás
ko_kr: 변환
pl_pl: Konwersja
pt_br: Conversão
sk_sk: Konverzia
zh_cn: 转换

# #32081
source: Adjust subtitle display time
cs_cz: Nastavit čas zobrazení tituklů
de_de: Anzeigezeit der Untertitel anpassen
hu_hu: Javítsa a felirat megjelenítési időt
ko_kr: 자막 표시 시간 조정
pl_pl: Koryguj czas wyświetlania napisów
pt_br: Ajustar o tempo de exibição da legenda
sk_sk: Nastaviť čas zobrazenia tituklů
zh_cn: 调整字幕显示时间

# #32082
source: Shrink overlapping subtitle time
cs_cz: Zmenšit přerývající se čas titulků
de_de: Überlappende Untertitelzeit verkürzen
ko_kr: 자막이 겹치는 시간 줄임
pl_pl: Skracaj czas napisów zachodzących na siebie
pt_br: Reduzir o tempo de sobreposição das legendas
sk_sk: Zmenšiť přerývající sa čas titulkov
zh_cn: 缩短重叠字幕时间

# #32090
source: Scanning for subtitle files
cs_cz: Hledání souborů titulků
de_de: Nach Untertiteldateien suchen
hu_hu: Felirat fájlok keresése
ko_kr: 자막 파일 검색
pl_pl: Poszukiwanie plików z napisami
pt_br: Procurando por arquivos de legenda
sk_sk: Hledání souborů titulků
zh_cn: 扫描字幕文件

# #32091
source: Clearing orphaned subtitle files
cs_cz: Mazání souborů samostatných titulků
de_de: Löschen von verwaisten Untertiteldateien
hu_hu: Árva felirat fájlok törlése
ko_kr: 분리된 자막 파일 지우기
pl_pl: Usuwanie osieroconych plików z napisami
pt_br: Limpando arquivos de legenda órfãos
sk_sk: Mazání souborů samostatných titulků
zh_cn: 清除孤立的字幕文件

# #32100
source: Manage 'noautosubs' flag
cs_cz: Nastavení 'noautosubs' příznaku
de_de: ‚noautosubs‘-Markierung verwalten
ko_kr: 'noautosubs' 플래그 관리
pl_pl: Zarządzaj flagą 'noautosubs'
pt_br: Gerenciar sinalizador 'noautosubs'
sk_sk: Nastavenie 'noautosubs' príznaku
zh_cn: 管理“noautosubs”标志

# #32101
source: Following path contains 'noautosubs' file:
cs_cz: Následující oprava obsahuje soubor 'noautosubs':
de_de: Datei ‚noautosubs‘ befindet sich im Pfad:
ko_kr: 다음 경로에 'noautosubs' 파일이 있습니다:
pl_pl: Ta ścieżka zawiera plik 'noautosubs':
pt_br: O caminho a seguir contém o arquivo 'noautosubs':
sk_sk: Nasledujúci oprava obsahuje súbor 'noautosubs':
zh_cn: 以下路径包含“noautosubs”文件：

# #32102
source: Subtitle search dialog will not be opened.
cs_cz: Dialog hledání titulků nebude otevřen.
de_de: Der Untertitel-Suchdialog wird nicht geöffnet.
ko_kr: 자막 검색 대화 상자가 열리지 않습니다.
pl_pl: Okno wyszukiwania napisów nie zostanie otwarte.
pt_br: A caixa de diálogo de pesquisa de legenda não será aberta.
sk_sk: Dialóg hľadanie titulkov nebude otvorený.
zh_cn: 字幕搜索对话框将不会打开。

# #32103
source: '.noautosubs' extension flag IS SET for file:
cs_cz: '.noautosubs' příznak je nastaven pro soubor:
de_de: Erweiterungsmarkierung ‚.noautosubs‘ ist gesetzt für die Datei:
ko_kr: '.noautosubs' 확장 플래그가 파일에 설정되었습니다:
pl_pl: Flaga '.noautosubs' JEST ustawiona dla tego pliku:
pt_br: O sinalizador de extensão '.noautosubs' ESTÁ CONFIGURADO para o arquivo:
sk_sk: '.noautosubs' príznak nastavený pre súbor:
zh_cn: 已为文件设置“.noautosubs”扩展标志：

# #32104
source: Do you want to CLEAR it?
cs_cz: Přejete si to odstranit?
de_de: Soll die Markierung entfernt werden?
ko_kr: 지울까요?
pl_pl: Czy chcesz ją WYCZYŚCIĆ?
pt_br: Você quer LIMPAR isso?
sk_sk: Prajete si to odstrániť?
zh_cn: 你想清除它吗？

# #32105
source: '.noautosubs' extension flag IS CLEARED for file:
cs_cz: '.noautosubs' příznak byl odebrán od souboru:
de_de: Erweiterungsmarkierung ‚.noautosubs‘ ist nicht gesetzt für die Datei:
ko_kr: '.noautosubs' 확장 플래그가 파일에서 지워졌습니다:
pl_pl: Flaga '.noautosubs' NIE JEST ustawiona dla tego pliku:
pt_br: O sinalizador de extensão '.noautosubs' ESTÁ LIMPO para o arquivo:
sk_sk: '.noautosubs' príznak bol odobratý od súboru:
zh_cn: 已清除文件的“.noautosubs”扩展标志：

# #32106
source: Do you want to SET it?
cs_cz: Přejete si to nastavit?
de_de: Soll die Markierung gesetzt werden?
ko_kr: 설정할까요?
pl_pl: Czy chcesz ją USTAWIĆ?
pt_br: Você deseja CONFIGURAR?
sk_sk: Prejete si to nastaviť?
zh_cn: 你想设置它吗？

# #32107
source: 'noautosubs' file IS SET for folder:
cs_cz: '.noautosubs'soubor je nstaven pro složku:
de_de: ‚noautosubs‘-Datei ist vorhanden für Ordner:
ko_kr: 'noautosubs' 파일이 폴더에 설정되었습니다:
pl_pl: Flaga 'noautosubs' JEST ustawiona w folderze:
pt_br: O arquivo 'noautosubs' ESTÁ CONFIGURADO para a pasta:
sk_sk: '.noautosubs'soubor je nstaven pre zložku:
zh_cn: 已为文件夹设置“noautosubs”文件：

# #32108
source: 'noautosubs' file IS CLEARED for folder:
cs_cz: '.noautosubs' soubor je odebrán složce:
de_de: ‚noautosubs‘-Datei ist nicht vorhanden für Ordner:
ko_kr: 'noautosubs' 파일이 폴더에서 지워졌습니다:
pl_pl: Flaga 'noautosubs' NIE JEST ustawiona w folderze:
pt_br: O arquivo 'noautosubs' ESTÁ LIMPO para a pasta:
sk_sk: '.noautosubs' súbor je odobratie zložke:
zh_cn: 已清除文件夹的“noautosubs”文件：

# #32110
source: Automatically open subtitles search dialog when playback is started
cs_cz: Automaticky otevřít vyhledávací dialog titulků při spuštění přehrávání
de_de: Automatisch den Untertitel-Suchdialog öffnen, wenn die Wiedergabe gestartet wird
ko_kr: 재생이 시작되면 자막 검색 대화 상자가 자동으로 열립니다
pl_pl: Automatycznie otwieraj okno wyszukiwania napisów po uruchomieniu odtwarzania
pt_br: Abra automaticamente a caixa de diálogo de pesquisa de legendas quando a reprodução é iniciada
zh_cn: 播放开始时自动打开字幕搜索对话框

# #32111
source: Automatically open subtitle search dialog when playing internet stream
cs_cz: Automaticky otevřít vyhledávací dialog titulků při přehrávání internetového vysílání
de_de: Automatisch den Untertitel-Suchdialog öffnen, wenn die Wiedergabe von Internet-Streams gestartet wird
ko_kr: 인터넷 스트림을 재생할 때 자막 검색 대화 상자가 자동으로 열립니다
pl_pl: Automatycznie otwieraj okno wyszukiwania napisów dla strumieni internetowych
pt_br: Abra automaticamente a caixa de diálogo de pesquisa de legenda ao reproduzir o stream da Internet
zh_cn: 播放互联网流时自动打开字幕搜索对话框

# #32112
source: Search dialog will not be opened if local unprocessed subtitles are available
cs_cz: Vyhledávací dialog nebude otevřen pokud jsou k dispozici místní nezpracované titulky
de_de: Der Suchdialog wird nicht geöffnet, wenn lokale unverarbeitete Untertitel verfügbar sind
ko_kr: 처리되지 않은 로컬 자막이 있는 경우 검색 대화 상자가 열리지 않습니다
pl_pl: Okno wyszukiwania napisów nie zostanie otwarte jeśli istnieją lokalne nieprzetworzone napisy
pt_br: A caixa de diálogo de pesquisa não será aberta se houver legendas locais não processadas disponíveis
zh_cn: 如果本地未处理的字幕可用，则不会打开搜索对话框

# #32113
source: If subtitles were not downloaded after closing search dialog, the confirmation dialog asking if search dialog should be opened the next time this file is played back, will not be displayed
cs_cz: Pokud titulky nebyly staženy po zavření dialogu, potvrzovací dialog s otázkou, zda se má otevřít příště nebude zobrazen při příštím přehrávání souboru
de_de: Wenn nach Schließen des Suchdialogs keine Untertitel heruntergeladen wurden, wird der Dialog nicht geöffnet, der sonst fragt, ob der Suchdialog das nächste Mal geöffnet werden soll, wenn diese Datei wiedergegeben wird
ko_kr: 검색 대화 상자를 닫은 후 자막이 다운로드되지 않은 경우, 검색 대화 상자를 열어야 하는지 묻는 확인 대화 상자가 다음 번에 이 파일을 재생하면 표시되지 않습니다
pl_pl: Jeśli po zamknięciu okna wyszukiwania napisów nie zostaną znalezione napisy, okno potwierdzające czy ma nastąpić wyszukiwanie napisów następnym razem kiedy plik będzie odtwarzany, nie zostanie otwarte
pt_br: Se as legendas não foram baixadas após fechar a caixa de diálogo de pesquisa, a caixa de diálogo de confirmação perguntando se a caixa de diálogo de pesquisa deve ser aberta na próxima vez que este arquivo for reproduzido, não será exibida
zh_cn: 如果关闭搜索对话框后未下载字幕，则不会显示询问是否应在下次播放此文件时打开搜索对话框的确认对话框

# #32114
source: What level of logs should be written to the log file
cs_cz: Úroveň podrobnosti zapisování do logovacího souboru
de_de: Legt fest, welche Art Informationen in die Protokolldatei geschrieben werden
ko_kr: 로그 파일에 기록해야 하는 로그 수준
pl_pl: Poziom logów jaki ma być zapisywany do pliku z logami
pt_br: Qual nível de registros deve ser gravado no arquivo de registro
zh_cn: 应该将什么级别的日志写入日志文件

# #32115
source: Place where addon's logs should be stored
cs_cz: Umístění, kde mají být ukládány logy doplňku
de_de: Ort, an dem die Addon-Protokolldaten gespeichert werden sollen
ko_kr: 애드온이 로그를 저장할 위치
pl_pl: Miejsce przechowywania logów
pt_br: Local onde os logs do addon devem ser armazenados
zh_cn: 插件日志应存储的位置

# #32116
source: Option for managing 'noautosubs' flag will be available in the context menu
cs_cz: Možnosti pro nastavení 'noautosubs' příznaku budou k dispozici v kontextové nabídce
de_de: Option zum Verwalten der ‚noautosubs‘-Markierung im Kontextmenü verfügbar machen
ko_kr: 컨텍스트 메뉴에서 'noautosubs' 플래그를 사용할 관리 옵션
pl_pl: Określa czy menu kontekstowe ma zawierać opcję pozwalającą na zarządzanie flagą 'noautosubs'
pt_br: A opção para gerenciar a etiqueta 'noautosubs' estará disponível no menu de contexto
zh_cn: 上下文菜单中将提供管理“noautosubs”标志的选项

# #32117
source: If enabled, addon will try to convert subtitles
cs_cz: Pokud je povoleno, doplněk se pokusí převést titulky
de_de: Wenn aktiviert, versucht das Addon Untertitel zu konvertieren
ko_kr: 사용하면, 애드온이 자막을 변환합니다
pl_pl: Jeśli opcja jest włączona, wtyczka będzie próbować przetwarzać napisy
pt_br: Se habilitado, o addon tentará converter as legendas
zh_cn: 如果启用，插件将尝试转换字幕
