Repository: xbmc/repo-scripts
Catalog: script.sonos/resources/language/Swedish/strings.po
Languages: sv

# Addon Description
source: Supports simple Sonos Controls and notifications from Kodi. Look at the wiki for more details.
sv: Stöder enkla Sonos kontroller och notifieringar i Kodi. Se wiki för fler detaljer.

# #32002
source: IP Address
sv: IP-adress

# #32003
source: Enable Notifications (Restart Required)
sv: Aktivera notifieringar (omstart krävs)

# #32004
source: Display Notification For (Seconds)
sv: Visa notifieringar i (sekunder)

# #32005
source: Notification Check Frequency (Seconds)
sv: Kontrollfrekvens för notifieringar (sekunder)

# #32006
source: Do Not Display Notification If Video Is Playing
sv: Visa inte notifieringar om video spelas

# #32007
source: Use Default Kodi Notification Dialog
sv: Använd Kodi's vanliga notifieringsdialog

# #32008
source: Debugging
sv: Debuggning

# #32009
source: Enable debug logging
sv: Aktivera debugloggning

# #32010
source: Speaker
sv: Högtalare

# #32011
source: Notifications
sv: Notifieringar

# #32012
source: Debugging
sv: Debuggning

# #32013
source: Search For Sonos Speakers...
sv: Sök efter Sonos-högtalare...

# #32014
source: No speakers found, please enter your IP address manually
sv: Inga högtalare funna, var vänlig ange IP-adressen manuellt

# #32015
source: Controller
sv: Kontroller

# #32016
source: Controller Refresh Interval (Seconds)
sv: Kontoller uppdateringsintervall (sekunder)

# #32018
source: Plugin
sv: Insticksprogram

# #32019
source: Batch Size
sv: Storlek

# #32020
source: Maximum Entries In Displayed Lists (0 = Unlimited)
sv: Maximalt antal poster i Visade listor (0 = Obegränsad)

# #32021
source: Display Artist Information
sv: Visa artistinformation

# #32022
source: Avoid Duplicate Key Presses (Seconds)
sv: Undvik dubbla tangenttryck (sekunder)

# #32023
source: Link Kodi Volume With Sonos Speaker (Restart Required)
sv: Länka Kodi's volym med Sonos högtalare (Omstart krävs)

# #32024
source: Switch Sonos To Line-In On Kodi Startup (Restart Required)
sv: Byt Sonos till Line-in vid Kodi's uppstart (Omstart krävs)

# #32025
source: Volume Change Increments
sv: Ändra Volymökningar

# #32026
source: Automatically Pause Sonos When Kodi Plays Media (Restart Required)
sv: Pausa Sonos automatiskt när Kodi spelar Media (Omstart krävs)

# #32027
source: Automatically Resume Sonos (Seconds) [0 = Off]
sv: Återuppta Sonos automatiskt (Sekunder) [0 = Av]

# #32028
source: Zone Name (Optional)
sv: Zonnamn (valfri)

# #32029
source: Automatically Update IP Address On Startup
sv: Uppdatera IP-adress automatiskt vid uppstart

# #32030
source: Switch Sonos To Line-In On Media Start (Restart Required)
sv: Byt Sonos till Line-in vid start av mediat (Omstart krävs)

# #32031
source: Coordinator
sv: Koordinator

# #32032
source: is not the group coordinator for zone
sv: är inte 'grupp-koordinator' för zon

# #32033
source: Some functions may not work correctly if the speaker is not a coordinator
sv: Vissa funktioner kan fungera sämre om högtalaren inte är en koordinator

# #32034
source: Automation
sv: Automatisering

# #32036
source: Controller,Slideshow,Bio,Albums
sv: Kontroller,Slideshow,Bio,Album

# #32037
source: Controller,Slideshow
sv: Kontroller,Slideshow

# #32038
source: Use Skin Icons Instead Of Sonos Icons
sv: Använd Skal-ikoner inställer för Sonos-ikoner

# #32039
source: Slideshow Only
sv: Endast Slideshow

# #32040
source: Do Not Display Notification If Controller Is Showing
sv: Visa inte avisering om kontroller visas

# #32041
source: Controller,Slideshow,Lyrics
sv: Kontroller, Bildspel, Sångtexter

# #32042
source: Hide Sonos Logo
sv: Göm Sonos-logo

# #32043
source: Make Artist Slideshow Image Full Screen
sv: Visa bild ur artistbildspel i fullskärm

# #32060
source: The following setting in ArtistSlideshow must be enabled
sv: Följande inställningar måste vara aktiverade i ArtistSlideshow

# #32061
source: Would you like this automatically enabled?
sv: Vill du ha denna aktiverad automatiskt?

# #32062
source: Next
sv: Nästa

# #32063
source: Failed To Process Sonos Update Event
sv: Misslyckades hantera Sonos Update-händelse

# #32064
source: Library Update Started
sv: Biblioteksuppdatering startad

# #32065
source: Library Update Already In Progress
sv: Biblioteksuppdatering pågår redan

# #32066
source: Error From Speaker %s
sv: Fel från högtalare %s

# #32067
source: IP Address Not Set
sv: IP-adress inte angiven

# #32068
source: Error
sv: Fel

# #32069
source: Failed to perform lookup %s (%s)
sv: Kunde inte slå upp %s (%s)

# #32070
source: Failed to perform queue lookup
sv: Kunde inte utföra köuppslag

# #32071
source: Failed to perform radio station lookup
sv: Kunde inte utföra radiostationsuppslag

# #32072
source: Failed to perform radio shows lookup
sv: Kunde inte utföra radioprogramsuppslag

# #32073
source: Failed to perform action %s
sv: Kunde inte utföra %s

# #32100
source: Music Library
sv: Musikbibliotek

# #32101
source: Queue
sv: Köa

# #32102
source: Radio Stations
sv: Radiostationer

# #32103
source: Launch Sonos Controller
sv: Starta Sonos Kontroller

# #32104
source: Sonos Playlists
sv: Sonos Spellistor

# #32105
source: Speech
sv: Tal

# #32110
source: Artists
sv: Artister

# #32111
source: Albums
sv: Album

# #32112
source: Composers
sv: Kompositörer

# #32113
source: Genres
sv: Genre

# #32114
source: Tracks
sv: Spår

# #32115
source: Imported Playlists
sv: Importerade spellistor

# #32150
source: Open Sonos Player
sv: Öppna Sonosspelaren

# #32151
source: Play Track
sv: Spela spår

# #32152
source: Remove Track
sv: Radera spår

# #32153
source: Clear Queue
sv: Rensa kön

# #32154
source: Play Now
sv: Spela nu

# #32155
source: Add To Queue
sv: Lägg till i kö

# #32156
source: Replace Queue
sv: Ersätt kö

# #32157
source: Update Music Library
sv: Uppdatera musikbibliotek

# #32200
source: Enter Speech Text To Play ...
sv: Ange taltext att spela upp...

# #32201
source: Speech messages are limited to 100 characters
sv: Talmeddelanden är begränsade till 100 tecken

# #32202
source: No message specified
sv: Inget meddelande är specifierat

# #32203
source: Enter Speech Text To Save ...
sv: Ange taltext att spara...

# #32204
source: Remove Saved Text
sv: Ta bort sparad text

# #32220
source: The time is %time
sv: Tiden är %time

# #32221
source: Today is %day
sv: Idag är det %day

# #32222
source: Todays date is %date
sv: Dagens datum är %date

# #32223
source: Good Morning
sv: Godmorgon

# #32224
source: Good Afternon
sv: Goddag

# #32225
source: Good Evening
sv: Godkväll

# #32226
source: The time is %time
sv: Klockan är %time
