Repository: xbmc/repo-scripts
Catalog: script.sonos/resources/language/*/strings.po
Languages: dutch, italian, portuguese, spanish

# Addon Description
source: Supports simple Sonos Controls and notifications from Kodi. Look at the wiki for more details.
dutch: Ondersteund simpele Sonos bedieningen en notificaties van Kodi. Kijk op de wiki voor meer details.
italian: Supporta semplici Controller Sonos e le notifiche da Kodi. Consulta la wiki per maggiori dettagli.
portuguese: Suporta Controlo Sonos simples e notificações através do Kodi. Verifique o wiki para mais detalhes.
spanish: Soporta controles simples de Sonos y avisos de Kodi. Mirar Wiki para más detalles.

# #32002
source: IP Address
dutch: IP adres
italian: Indirizzo IP
portuguese: Endereço IP
spanish: Dirección IP

# #32003
source: Enable Notifications (Restart Required)
dutch: Activeer notificaties (herstart vereist)
italian: Abilita Notifiche (Riavvio richiesto)
portuguese: Activar Notificações (requer reiniciação)
spanish: Habilitar avisos (requiere reinicio)

# #32004
source: Display Notification For (Seconds)
dutch: Notificatie weergeven voor (seconden)
italian: Visualizza notifiche per (Secondi)
portuguese: Exibir Notificação Durante (Segundos)
spanish: Mostrar avisos durante n (seg.)

# #32005
source: Notification Check Frequency (Seconds)
dutch: Notificatie controle frequentie (seconden)
italian: Frequenza di controllo delle notifiche (secondi)
portuguese: Frequência de Verificação de Notificação (Segundos)
spanish: Frecuencia de aviso (seg.)

# #32006
source: Do Not Display Notification If Video Is Playing
dutch: Geen notificatie tonen als een video wordt afgespeeld
italian: Non mostrare notifiche durante l'esecuzione di video
portuguese: Não Exibir Notificação Durante Reprodução de Vídeo
spanish: No mostrar avisos si se esta visualizando Video

# #32007
source: Use Default Kodi Notification Dialog
dutch: Gebruik standaard Kodi notificatie dialoog
italian: Usa la finestra di notifica predefinita di Kodi
portuguese: Usar Janela de Notificação Padrão do Kodi
spanish: Usar el aviso predeterminado de Kodi

# #32008
source: Debugging
dutch: Foutregistratie
portuguese: Depuração
spanish: Depuración

# #32009
source: Enable debug logging
dutch: Foutregistratie inschakelen
italian: Attiva il debug logging
portuguese: Activar o registo de depuração
spanish: Habilitar trazas de depuración

# #32010
source: Speaker
dutch: Luidspreker
italian: Altoparlante
portuguese: Coluna
spanish: Altavoz

# #32011
source: Notifications
dutch: Meldingen
italian: Notifiche
portuguese: Notificações
spanish: Notificaciones

# #32012
source: Debugging
dutch: Fout registratie
portuguese: Depuração
spanish: Depuración

# #32013
source: Search For Sonos Speakers...
dutch: Zoek naar Sonos luidsprekers...
italian: Ricerca altoparlante Sonos in corso...
portuguese: Procurar Colunas Sonos...
spanish: Buscando altavoces para Sonos ...

# #32014
source: No speakers found, please enter your IP address manually
dutch: Geen luidsprekers gevonden, voer je IP adres manueel in
italian: Nessun altroparlante trovato, per favore inserisci l'IP manualmente
portuguese: Não foram encontradas colunas, por favor introduza manualmente o seu endereço IP
spanish: No se han encontrado altavoces. Introduzca la IP manualmente

# #32015
source: Controller
portuguese: Controlador
spanish: Controlador

# #32016
source: Controller Refresh Interval (Seconds)
dutch: Controller verversingsinterval (seconden)
italian: Intervallo aggiornamento controller (in secondi)
portuguese: Intervalo de Actualização do Controlador (Segundos)
spanish: Intervalo de actualización del controlador (segundos)

# #32019
source: Batch Size
dutch: Batchgrootte
italian: Dimenzione batch
portuguese: Tamanho Batch
spanish: Tamaño del lote

# #32020
source: Maximum Entries In Displayed Lists (0 = Unlimited)
dutch: Maximum inzendingen in getoonde lijsten (0 = Oneinding)
italian: Numero massimo di voci nelle viste visualizzate (0 = Illimitate)
portuguese: Máximo Nº de Entradas nas Listas Exibidas (0 = Ilimitado)
spanish: Entradas máximas que se muestran en la lista (0 = sin límite)

# #32021
source: Display Artist Information
dutch: Toon Artiesteninformatie
italian: Mostra informazioni artista
portuguese: Exibir Informação de Artista
spanish: Pantalla de información de artista

# #32022
source: Avoid Duplicate Key Presses (Seconds)
dutch: Voorkom dubbele toetsdrukken (Seconden)
italian: Evita doppio pressioni dei tasti (in secondi)
portuguese: Evitar Premir Teclas em Duplicado (Segundos)
spanish: Evitar dobles pulsaciones de teclas (segundos)

# #32023
source: Link Kodi Volume With Sonos Speaker (Restart Required)
dutch: Verbind Kodi volume met Sonos Speaker (herstart vereist)
italian: Collega il volume di Kodi con gli speaker Sonor (richiede riavvio)
portuguese: Associar o Volume do Kodi às Colunas Sonos (É Necessário Reiniciar)
spanish: Enlazar volumen de Kodi con altavoz Sonos (Es necesario reiniciar)

# #32024
source: Switch Sonos To Line-In On Kodi Startup (Restart Required)
dutch: Wijzig Sonos naar line-in bij Kodi opstart (herstart vereist)
portuguese: Alterar Sono para Entrada de Linha no Iniciar do Kodi (Necessário Reiniciar)
spanish: Cambiar Sonos a Line-In en el arranque de Kodi (Requiere reinicio)

# #32025
source: Volume Change Increments
dutch: Volume verandering stappen
italian: Incremento cambiamento volume
portuguese: Incrementar Alteração de Volume
spanish: Incrementos de cambio de volumen

# #32026
source: Automatically Pause Sonos When Kodi Plays Media (Restart Required)
dutch: Automatisch Sonos pauzeren wanneer Kodi media afspeelt (vereist een herstart)
italian: Interrompi automaticamente Sonos quanto Kodi riproduzione un media (Riavvio richiesto)
portuguese: Pausar Automaticamente o Sonos Quando o Kodi Reproduz Média (É Necessário Reiniciar)
spanish: Pausar Sonos Automáticamente Cuando Kodi Reproduzca Algo (Requiere Reinicio)

# #32027
source: Automatically Resume Sonos (Seconds) [0 = Off]
dutch: Automatisch Sonos Hervatten (seconden) [0 = Uit]
italian: Riprendi automaticamente Sonos (Secondi) [0=Off]
portuguese: Retomar Sonos Automaticamente (Segundos) [0 = Desligado]
spanish: Reanudar Sonos Automáticamente (Segundos) [0 = Apagado]

# #32028
source: Zone Name (Optional)
dutch: Zonenaam (optioneel)
italian: Nome zona (opzionale)
portuguese: Nome da Zona (Opcional)
spanish: Nombre de Zona (Opcional)

# #32029
source: Automatically Update IP Address On Startup
dutch: Automatisch IP-adres updaten bij opstarten
italian: Aggiorna Automaticamente l'indirizzo IP all'avvio
portuguese: Actualizar Automaticamente o Endereço IP ao Iniciar
spanish: Actualizar Dirección IP Automáticamente Al Arrancar

# #32030
source: Switch Sonos To Line-In On Media Start (Restart Required)
dutch: Verwissel Sonos naar Line-In bij starten media (herstart vereist)
portuguese: Alterar Sono para Entrada de Linha no Iniciar de Conteúdos Multimédia (Necessário Reiniciar)
spanish: Cambiar Sonos a Line-In en el inicio de medios (Requiere reinicio)

# #32031
source: Coordinator
dutch: Coördinator
italian: Coordinatore
portuguese: Coordenador
spanish: Coordinador

# #32032
source: is not the group coordinator for zone
dutch: Is niet de groepscoördinator voor deze zone
italian: non è il coordinatore di gruppo per la zona
portuguese: não é o coordenador de grupo para a zona
spanish: No es el coordinador del grupo para la zona

# #32033
source: Some functions may not work correctly if the speaker is not a coordinator
dutch: Sommige functies kunnen mogelijk niet juist werken als de speaker geen coördinator is
italian: Alcuni funziona potrebbero non funzionare correttamente se lo speaker non è un coordinatore
portuguese: Algumas funções podem não funcionar correctamente caso o microfone não seja um coordenador
spanish: Algunas funciones podrían no funcionar adecuadamente si el ponente no es un coordinador

# #32034
source: Automation
dutch: Automatiseren
italian: Automazione
portuguese: Automatização
spanish: Automatización

# #32035
source: Layout
dutch: Indeling
italian: Impaginazione
portuguese: Dispor
spanish: Diseño

# #32036
source: Controller,Slideshow,Bio,Albums
dutch: Controler,Diavoorstelling,Biografie,Albums
portuguese: Controlador,Apresentação de Diapositivos,Biografia,Álbuns
spanish: Controlador, Dispositivas, Biografía, Álbum

# #32037
source: Controller,Slideshow
dutch: Beheerder,Diavoorstelling
portuguese: Controlador,Apresentação de Diapositivos
spanish: Controlador, Diapositivas

# #32038
source: Use Skin Icons Instead Of Sonos Icons
dutch: Gebruik skin-iconen in plaats van Sonos-iconen
italian: Usa le icone della skin invece di quelle di Sonos
portuguese: Usar Ícones do Tema em vez de Ícones do Sonos
spanish: Usar Iconos de carcasa en lugar de los Iconos de Sonos

# #32039
source: Slideshow Only
dutch: Alleen diavoorstelling
italian: Solo slideshow
portuguese: Apresentar Slides
spanish: Solo dispositivas

# #32040
source: Do Not Display Notification If Controller Is Showing
dutch: Toon geen notificatie als de beheerder speelt
italian: Non mostra la notifica se il controller è in mostra
portuguese: Não Exibir Notificações Caso o Controlador Esteja a ser Exibido
spanish: No mostrar notificación si se esta mostrando el controlador

# #32041
source: Controller,Slideshow,Lyrics
dutch: Controller,Diashow,Teksten
portuguese: Controlador,Apresentação de Diapositivos,Letras de Músicas
spanish: Controlador, Dispositivas, Letras

# #32042
source: Hide Sonos Logo
dutch: Verberg Sonoslogo
italian: Nascondi logo Sonos
portuguese: Ocultar Logotipo Sonos
spanish: Ocultare el logotipo de Sonos

# #32043
source: Make Artist Slideshow Image Full Screen
dutch: Maak artiesten diavoorstelling afbeelding volledig scherm
italian: Imposta l'immagine dell'artista a schermo intero
portuguese: Tornar Apresentação de Diapositivos do Artista em Full Screen
spanish: Hacer dispositivas de imagen del artista a pantalla completa.

# #32044
source: Launch Controller On Kodi Startup
dutch: Start controller bij aanvang Kodi
portuguese: Lançar Controlador Ao Iniciar Kodi

# #32060
source: The following setting in ArtistSlideshow must be enabled
dutch: De volgende instelling in Artiestendiashow moet zijn geactiveerd
italian: La seguente impostazione in ArtistSlideShow deve essere abilitata
portuguese: A seguinte definição tem de estar activa em ArtistSlideshow
spanish: La siguiente configuración en ArtistSlideshow debe estar habilitada

# #32061
source: Would you like this automatically enabled?
dutch: Wil je dit automatisch activeren?
italian: Desideri che sia abilitata automaticamente?
portuguese: Quer activar automaticamente?
spanish: ¿Te gustaría que este habilitada de forma automática?

# #32062
source: Next
dutch: Volgende
italian: Successivo
portuguese: Seguinte
spanish: Siguiente

# #32063
source: Failed To Process Sonos Update Event
dutch: Niet gelukt om Sonos update gebeurtenis te draaien
portuguese: Falha ao Processar a Actualização de Eventos do Sonos
spanish: Fallo al procesar actualización de Sonos

# #32064
source: Library Update Started
dutch: Bibliotheek update gestard
italian: Aggiornamento libreria iniziato
portuguese: Actualização da Libraria Iniciada
spanish: Comenzó actualización de librería

# #32065
source: Library Update Already In Progress
dutch: Bibliotheek update is al bezig
italian: Aggiornamento libreria già in atto
portuguese: Actualização da Libraria em Progresso
spanish: Actualización de librería esta en progreso

# #32066
source: Error From Speaker %s
dutch: Fout vanuit speaker %s
portuguese: Erro do Microfone %s
spanish: Error en altavoz %s

# #32067
source: IP Address Not Set
dutch: IP-Adres niet ingesteld
italian: Indirizzo IP non specificato
portuguese: Endereço de IP Não Definido
spanish: Dirección IP sin enviar

# #32068
source: Error
dutch: Fout
italian: Errore
portuguese: Erro

# #32069
source: Failed to perform lookup %s (%s)
dutch: Niet gelukt lookup %s (%s) uit te voeren
portuguese: Falha ao executar a pesquisa de %s (%s)
spanish: Fallo en la ejecución de búsqueda %s (%s)

# #32070
source: Failed to perform queue lookup
dutch: Niet gelukt queue lookup uit te voeren
portuguese: Falha ao executar a pesquisa em espera
spanish: Fallo en la ejecución de búsqueda de cola

# #32071
source: Failed to perform radio station lookup
dutch: Niet gelukt radio station lookup uit te voeren
portuguese: Falha ao executar a pesquisa de estações de rádio
spanish: Fallo en la ejecución de búsqueda de estación de radio

# #32072
source: Failed to perform radio shows lookup
dutch: Niet geluk radio shows lookup uit te voeren
portuguese: Falha ao executar a pesquisa de programas de rádio
spanish: Fallo en la ejecución de búsqueda de programas de radio

# #32073
source: Failed to perform action %s
dutch: niet gelukt om actie %s uit te voeren
italian: Impossibile effettuare l'azione %s
portuguese: Falha ao executar a acção %s
spanish: Fallo en la ejecución de la acción %s

# #32100
source: Music Library
dutch: Muziekbibliotheek
italian: Libreria Musicale
portuguese: Biblioteca de Música
spanish: Fonoteca

# #32101
source: Queue
dutch: Wachtrij
italian: Coda
portuguese: Em fila
spanish: Cola

# #32102
source: Radio Stations
italian: Stazioni radio
portuguese: Estações de Rádio
spanish: Emisoras de Radio

# #32103
source: Launch Sonos Controller
dutch: Start Sonos Controller
italian: Lancia il controller Sonos
portuguese: Iniciar Controlador Sonos
spanish: Lanzar Controlador Sonos

# #32104
source: Sonos Playlists
dutch: Sonos afspeellijsten
italian: Playlist Sonos
portuguese: Playlists Sonos
spanish: Listas de reproducción Sonos

# #32105
source: Speech
dutch: Spraak
portuguese: Discurso
spanish: Idioma

# #32110
source: Artists
dutch: Artiesten
italian: Artisti
portuguese: Artistas
spanish: Intérpretes

# #32111
source: Albums
italian: Album
portuguese: Álbums
spanish: Álbumes

# #32112
source: Composers
dutch: Samenstellers
italian: Compositori
portuguese: Compositores
spanish: Compositores

# #32113
source: Genres
italian: Generi
portuguese: Géneros
spanish: Géneros

# #32114
source: Tracks
dutch: Nummers
italian: Tracce
portuguese: Faixas
spanish: Pistas

# #32115
source: Imported Playlists
dutch: geïmporteerde afspeellijsten
portuguese: Playlists Importadas
spanish: Listas de reproducción importadas

# #32150
source: Open Sonos Player
dutch: Open Sonos speler
italian: Apri player Sonos
portuguese: Abrir Leitor Sonos
spanish: Abrir el reproductor Sonos

# #32151
source: Play Track
dutch: Speel nummer
italian: Esegui traccia
portuguese: Iniciar Faixa
spanish: Reproducir Pista

# #32152
source: Remove Track
dutch: Verwijder nummer
italian: Rimuovi tracci
portuguese: Remover Faixa
spanish: Eliminar Pista

# #32153
source: Clear Queue
dutch: Leeg wachtrij
italian: Svuota la coda
portuguese: Apagar Fila
spanish: Limpiar cola

# #32154
source: Play Now
dutch: Nu afspelen
italian: Esegui ora
portuguese: Reproduzir Agora
spanish: Reproducir

# #32155
source: Add To Queue
dutch: Voeg toe aan wachtlijst
italian: Aggiungi alla coda
portuguese: Adicionar à Fila
spanish: Añadir a la cola

# #32156
source: Replace Queue
dutch: Vervang wachtlijst
italian: Sostituisci la coda
portuguese: Substituir Fila
spanish: Remplazar cola

# #32157
source: Update Music Library
dutch: Muziek bibliotheek bijwerken
italian: Aggiorna Libreria Musicale
portuguese: Actualizar Biblioteca de Música
spanish: Actualizar Libreria de Música

# #32200
source: Enter Speech Text To Play ...
dutch: Toevoegen spreek tekst om af te spelen ...
portuguese: Introduza o Discurso em Texto para Reproduzir...
spanish: Ingrese texto de idioma para reproducir...

# #32201
source: Speech messages are limited to 100 characters
dutch: Spreekberichten zijn gelimiteerd tot 100 characters
portuguese: Mensagens de discurso estão limitadas a 100 caracteres
spanish: Mensajes están limitados a 100 letras.

# #32202
source: No message specified
dutch: Geen bericht gespecificeerd
italian: Nessun messaggio specificato
portuguese: Nenhuma mensagem especificada
spanish: No hay mensaje especificado

# #32203
source: Enter Speech Text To Save ...
dutch: Toevoegen spreektekst om op te slaan...
portuguese: Introduza o Discurso em Texto para Guardar...
spanish: Ingrese el mensaje a guardar...

# #32204
source: Remove Saved Text
dutch: Verwijder opgeslagen tekst
italian: Rimuovi testo salvato
portuguese: Remover Texto Guardado
spanish: Eliminar texto guardado

# #32220
source: The time is %time
dutch: de tijd is %tijd
italian: Sono le %time
portuguese: As horas são %time
spanish: El tiempo es %time

# #32221
source: Today is %day
dutch: Vandaag is %dag
italian: Oggi è %day
portuguese: Hoje é %day
spanish: Hoy es %day

# #32222
source: Todays date is %date
dutch: de datum van vandaag is %datum
portuguese: A data de hoje é %date
spanish: La fecha de hoy es %date

# #32223
source: Good Morning
dutch: Goedemorgen
italian: Buongiorno
portuguese: Bom dia
spanish: Buenos Dias

# #32224
source: Good Afternon
dutch: Goedemiddag
italian: Buon pomeriggio
portuguese: Boa tarde
spanish: Buenas Tardes

# #32225
source: Good Evening
dutch: Goedeavond
italian: Buonasera
portuguese: Boa noite
spanish: Buenas Noches

# #32226
source: The time is %time
dutch: De tijd is %tijd
italian: Sono le %time
portuguese: As horas são %time
spanish: El hora es %time
