Repository: xbmc/repo-scripts
Catalog: service.*.switchtimer/resources/language/resource.language.*/strings.po
Languages: pt_pt

# #30000
source: Switch Timer Service
pt_pt: Serviço de Sintonização Agendada

# #30001
source: Show Notice or Countdown before Channel will switched
pt_pt: Mostrar Notificação ou Contagem decrescente antes de sintonizar o canal

# #30002
source: Duration of Notification or Countdown
pt_pt: Duração da Notificação ou Contagem decrescente

# #30003
source: Show Confirmation if Timer is set
pt_pt: Mostrar confirmação se o temporizador estiver definido

# #30004
source: Ignore Timers older than
pt_pt: Ignorar temporizadores com mais de

# #30010
source: Currently active Timers
pt_pt: Temporizadores atualmente ativos

# #30011
source: Delete all Timers
pt_pt: Eliminar todos os temporizadores

# #30012
source: Use Countdown Timer
pt_pt: Usar temporizador com contagem decrescente

# #30020
source: Date/Time of Timer could not calculated
pt_pt: Não foi possível calcular a data/hora do temporizador

# #30021
source: Timer added
pt_pt: Temporizador adicionado

# #30022
source: Timer is in the past
pt_pt: A data/hora de ínicio já passou

# #30023
source: Timer for this time already set
pt_pt: Já existe um temporizador para esta hora

# #30024
source: Timer Limit exceed, no free Slots
pt_pt: Limite de temporizadores atingido, não existem vagas

# #30025
source: Could not switch to %s
pt_pt: Não foi possível sintonizar %s

# #30026
source: Switching to '%s/%s' in a few seconds
pt_pt: '%s/%s' vai começar em poucos segundos

# #30027
source: Broadcast on '%s' starts now
pt_pt: A emissão '%s' começa agora

# #30028
source: Channel Switch requested
pt_pt: Sintonização agendada de canal

# #30029
source: %s Seconds left to abort
pt_pt: %s segundos restantes

# #30040
source: Add switchtimer
pt_pt: Novo temporizador de sintonização

# #30041
source: Reset all switchtimers
pt_pt: Reiniciar temporizadores de sintonização
