Repository: xbmc/repo-scripts
Catalog: script.harmony.control/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, ko_kr

# #32000
source: General
da_dk: Generelt
de_de: Allgemein
ko_kr: 일반

# #32100
source: Enable debug logging
da_dk: Aktiver fejlfindingslogføring
de_de: Debug-Protokollierung aktivieren
ko_kr: 디버그 로그 사용

# #32101
source: Edit mappings
da_dk: Rediger mappinger
de_de: Mappings ändern
ko_kr: 매핑 편집

# #32102
source: Harmony hub IP address
da_dk: Harmony hub IP-adresse
de_de: IP-Adresse des Harmony-Hubs
ko_kr: Harmony 허브 IP 주소

# #32103
source: Use custom select menu
da_dk: Anvend brugerdefineret menu til valg
de_de: Eigenes Auswahlmenü verwenden
ko_kr: 사용자 지정 선택 메뉴 사용

# #32104
source: Include skin mods
da_dk: Inkluder modificerede skins
de_de: Skin-Mods einschließen
ko_kr: 스킨 모드 포함

# #32105
source: Enable advanced Harmony hub control
da_dk: Aktiver avanceret kontrol af Harmony hub
de_de: Erweiterte Steuerung für den Harmony-Hub aktivieren
ko_kr: 고급 Harmony 허브 제어 사용

# #32106
source: Timeout (in seconds)
da_dk: Tidsfrist (i sekunder)
de_de: Timeout (in Sekunden)
ko_kr: 시간 초과(초)

# #32107
source: Delay between remote commands (in milliseconds)
da_dk: Forsinkelse mellem kommandoer fra fjernbetjening (i millisekunder)
de_de: Verzögerung zwischen Fernbedienungskommandos (in Millisekunden)
ko_kr: 원격 명령 간 지연(밀리초)

# #32200
source: Select action
da_dk: Vælg handling
de_de: Auswahlaktion
ko_kr: 작업 선택

# #32201
source: Enter name of action
da_dk: Indtast navnet for handlingen
de_de: Namen der Aktion eingeben
ko_kr: 작업 이름 입력

# #32202
source: Additional commands to run
da_dk: Yderligere kommandoer der køres
de_de: Zusätzlich auszuführende Kommandos
ko_kr: 실행할 추가 명령

# #32203
source: Enter Harmony activity
da_dk: Indtast Harmony aktivitet
de_de: Harmony-Aktivität eingeben
ko_kr: Harmony 작업 입력

# #32204
source: Select mapping
da_dk: Vælg mapping
de_de: Mapping auswählen
ko_kr: 매핑 선택

# #32205
source: Choose service
da_dk: Vælg tjeneste
de_de: Service auswählen
ko_kr: 서비스 선택

# #32300
source: Add mapping
da_dk: Tilføj mapping
de_de: Mapping hinzufügen
ko_kr: 매핑 추가

# #32301
source: Edit mapping
da_dk: Rediger mapping
de_de: Mapping bearbeiten
ko_kr: 매핑 수정

# #32302
source: Delete mapping
da_dk: Slet mapping
de_de: Mapping löschen
ko_kr: 매핑 삭제
