Repository: xbmc/repo-scripts
Catalog: script.speedfaninfo/resources/language/resource.language.*/strings.po
Languages: bg_bg, de_de, el_gr, et_ee, fr_ca, hr_hr, id_id, it_it, iw_iw, sk_sk

# #30000
source: General
bg_bg: Основи
de_de: Allgemein
el_gr: Γενικά
et_ee: Üldine
fr_ca: Général
hr_hr: Općenito
id_id: Umum
it_it: Generale
iw_iw: כללי
sk_sk: Všeobecné

# #30001
source: Enable Verbose Logging
bg_bg: Подробно водене на дневника
de_de: Aktiviere ausführliches loggen
el_gr: Λεπτομερής Καταγραφή (Verbose Logging)
et_ee: Luba põhjalikum logimine
fr_ca: Activer la journalisation détaillée
hr_hr: Omogući verbalno zapisivanje
id_id: Aktifkan Penulisan Log Rewel
it_it: Attiva il Log dettagliato.
iw_iw: אפשר רישום מילולי ביומן
sk_sk: Povoliť podrobné informácie

# #30002
source: Log Temperature Scale
bg_bg: Дневник за температурната скала
de_de: Logge Temperaturmaßstab
el_gr: Καταγραφή Κλίμακας Μέτρησης Θερμοκρασίας
et_ee: Logi temperatuuriskaala
fr_ca: Journaliser l'échelle de la températeur
hr_hr: Zapisuj temperaturnu ljestvicu
id_id: Catat Skala Temperatur
it_it: Log Scala di temperatura
iw_iw: רשום ביומן שינויי טמפרטורה
sk_sk: Ukladať teplotnú škálu

# #30003
source: Window Update Interval (in seconds)
bg_bg: Интервал за обновяване на прозорците (в секунди)
de_de: Fenster Aktualisierungsintervall (in Sekunden)
el_gr: Χρονικό Διάστημα Ενημέρωσης Παραθύρου (δευτ.)
et_ee: Akna värskendamise intervall (sekundites)
fr_ca: Intervalle de la mise à jour de la fenêtre (en secondes)
hr_hr: Interval ažuriranja prozora (u sekundama)
id_id: Interval Pembaruan Jendela (dalam detik)
it_it: Aggiornamento Finestra (in secondi)
iw_iw: חלון מרווח העדכון (בשניות)
sk_sk: Aktualizačný interval okna (v sekundách)

# #30004
source: Use Compact Display
bg_bg: Ползвай компактен екран
de_de: Kompaktes Display nutzen
el_gr: Χρήση Μικρής Απεικόνισης
et_ee: Kompaktsem kuva
fr_ca: Utiliser un affichage compact
hr_hr: Koristi kompaktan izbornik
id_id: Gunakan Tampilan Kompak
it_it: Usa display compatto
iw_iw: תשתמש בתצוגת קומפקטית
sk_sk: Použiť kompaktné zobrazenie

# #30005
source: Background Transparency
bg_bg: Прозрачност на фона
de_de: Hintergrundtransparenz
el_gr: Διαφάνεια Υποβάθρου
et_ee: Tausta läbipaistvus
fr_ca: Transparence de l'arrière plan
hr_hr: Prozirnost pozadine
id_id: Transparansi Latar
it_it: Trasparenza sfondo
iw_iw: שקיפות רקע
sk_sk: Priehľadnosť pozadia

# #30006
source: Log File Location
bg_bg: Mясто на дневника
de_de: Pfad zur Logdatei
el_gr: Τοποθεσία Αρχείου Καταγραφής
fr_ca: Emplacement du fichier journal
hr_hr: Lokacija datoteke zapisa
it_it: Posizione file di log
iw_iw: רשום ביומן מיקום קובץ

# #30010
source: Additional Logs
bg_bg: Допълнителни дневници
de_de: weitere Logs
el_gr: Επιπλέον Αρχεία Καταγραφής
fr_ca: Journaux supplémentaires
hr_hr: Dodatni zapisi
it_it: Log supplementari
iw_iw: יומנים נוספים

# #30011
source: Primary Log File Title
bg_bg: Основно име на дневника
de_de: Name der primären Logdatei
el_gr: Τίτλος Βασικού Αρχείου Καταγραφής
fr_ca: Titre du fichier journal principal
hr_hr: Primarni naziv datoteke zapisa
it_it: Titolo file di log
iw_iw: שם קובץ ליומן ראשי

# #30012
source: Use Log File 2
bg_bg: Ползвай дневник 2
de_de: verwende Logdatei 2
el_gr: Χρήση Αρχείου Καταγραφής 2
fr_ca: Utiliser le fichier journal 2
hr_hr: Koristi datoteku zapisa 2
it_it: Usa file di log 2
iw_iw: תשתמש בקובץ יומן 2

# #30013
source: Use Log File 3
bg_bg: Ползвай дневник 3
de_de: verwende Logdatei 3
el_gr: Χρήση Αρχείου Καταγραφής 3
fr_ca: Utiliser le fichier journal 3
hr_hr: Koristi datoteku zapisa 3
it_it: Usa file di log 3
iw_iw: השתמש בקובץ יומן 3

# #30020
source: Log File Title
bg_bg: Име на дневника
de_de: Name der Logdatei
el_gr: Τίτλος Αρχείου Καταγραφής
fr_ca: Titre du fichier journal
hr_hr: Naziv datoteke zapisa
it_it: Titolo file di log
iw_iw: שם קובץ ליומן

# #30021
source: Log File Location
bg_bg: Mясто на дневника
de_de: Pfad zur Logdatei
el_gr: Τοποθεσία Αρχείου Καταγραφής
fr_ca: Emplacement du fichier journal
hr_hr: Lokacija datoteke zapisa
it_it: Posizione file di log
iw_iw: מיקום קובץ יומן

# #30030
source: Advanced
iw_iw: מתקדם

# #30031
source: Set Line Read Size
iw_iw: הגדר גודל קריאת שורה

# #30032
source: External Script
iw_iw: סקריפט חיצוני

# #30033
source: Timeout (in secs)
iw_iw: זמן קצוב (שניות)

# #30034
source: Use External Script to Generate Log File
iw_iw: תשתמש בסקריפט חיצוני כדי ליצור קובץ יומן רישום

# #30100
source: Temperature Information
bg_bg: Информация за температурата
de_de: Temperaturimformationen
el_gr: Πληροφορίες Θερμοκρασίας
et_ee: Temperatuuri Info
fr_ca: Information de la température
hr_hr: Informacije temperature
id_id: Informasi Temperatur
it_it: Temperatura
iw_iw: מידע טמפרטורה
sk_sk: Informácie o teplote

# #30101
source: Fan Speed Information
bg_bg: Информация за скоростта на вентилатора
de_de: Lüftergeschwindigkeitsinformationen
el_gr: Πληροφορίες Ταχύτητας Ανεμιστήρων
et_ee: Ventilaatori pöörete Info
fr_ca: Information de la vitesse du ventilateur
hr_hr: Informacije brzine ventilatora
id_id: Informasi Kecepatan Kipas
it_it: Velocit√† della Ventola
iw_iw: מידע מהירות מאוורר
sk_sk: Informácie o rýchlosti ventilátora

# #30102
source: Voltage Information
bg_bg: Информация за напрежението
de_de: Spannungsinformationen
el_gr: Πληροφορίες Ηλεκ. Τάσης
et_ee: Toitepingete Info
fr_ca: Information du voltage
hr_hr: Informacije napona
id_id: Informasi Voltase
it_it: Voltaggio
iw_iw: מידע רמת מתח חשמלי
sk_sk: Informácie o napätí

# #30103
source: Log File Error
bg_bg: Грешка в дневника
de_de: Fehler beim Schreiben der Logdatei
el_gr: Σφάλμα Αρχείου Καταγραφής
fr_ca: Erreur du fichier journal
hr_hr: Greška datoteke zapisa
it_it: Errore file di log
iw_iw: שגיאה בקובץ יומן רישום

# #30104
source: No log file found.
bg_bg: Няма открит дневник.
de_de: keine Logdatei gefunden
el_gr: Δε βρέθηκε κανένα αρχείο καταγραφής.
fr_ca: Aucun fichier journal trouvé.
hr_hr: Nema pronađenih datoteke zapisa.
it_it: Nessun file di log trovato.
iw_iw: לא נמצא קובץ יומן הרישום.

# #30105
source: Other Information
iw_iw: מידע נוסף

# #32209
source: Enable debug logging
bg_bg: Включи дебъг дневника
de_de: Debug-Logging aktivieren
el_gr: Ενεργοποίηση καταγραφής σφαλμάτων
et_ee: Lubati silumise logimine
fr_ca: Activer la journalisation de débogage
hr_hr: Omogući zapisivanje otklanjanja grešaka
id_id: Mendeteksi Nilai HDD
it_it: Attiva il debug logging
iw_iw: הפעל רישום של איתור באגים
sk_sk: Začať ukladať informácie / debug log
