Repository: xbmc/repo-scripts
Catalog: script.sonos/resources/language/Galician/strings.po
Languages: gl

# Addon Description
source: Supports simple Sonos Controls and notifications from Kodi. Look at the wiki for more details.
gl: Soporta Controis simples de Sonos e notificacións do Kodi. Para máis detalles ir á wiki.

# #32002
source: IP Address
gl: Enderezo IP

# #32003
source: Enable Notifications (Restart Required)
gl: Activar Notificacións (Requírese Reiniciar)

# #32004
source: Display Notification For (Seconds)
gl: Amosar Notificacións durante (Segundos)

# #32005
source: Notification Check Frequency (Seconds)
gl: Frecuencia de Verificación das Notificacións (Segundos)

# #32006
source: Do Not Display Notification If Video Is Playing
gl: Non Amosar Notificacións ó Reproducir Vídeos

# #32007
source: Use Default Kodi Notification Dialog
gl: Usar o Diálogo de Notificacións Predefinido do Kodi

# #32008
source: Debugging
gl: Depurado

# #32009
source: Enable debug logging
gl: Activar rexistro de depurado

# #32010
source: Speaker
gl: Altofalante

# #32011
source: Notifications
gl: Notificacións

# #32012
source: Debugging
gl: Depurado

# #32013
source: Search For Sonos Speakers...
gl: Buscar Altofalantes Sonos...

# #32014
source: No speakers found, please enter your IP address manually
gl: Non se atoparon altofalantes, por favor insira o enderezo IP manualmente

# #32015
source: Controller
gl: Controlador

# #32016
source: Controller Refresh Interval (Seconds)
gl: Intervalo de Refresco do Controlador (Segundos)

# #32019
source: Batch Size
gl: Tamaño do Batch

# #32020
source: Maximum Entries In Displayed Lists (0 = Unlimited)
gl: Máximo de Entradas na Parte Visíbel das Listaxes (0 = Sen Limite)

# #32021
source: Display Artist Information
gl: Amosar Información do Artista

# #32022
source: Avoid Duplicate Key Presses (Seconds)
gl: Evitar a pulsación de Teclas Duplicadas (Segundos)

# #32023
source: Link Kodi Volume With Sonos Speaker (Restart Required)
gl: Ligar o Volume do Kodi co Altofalante Sonos (Requírese Reiniciar)

# #32025
source: Volume Change Increments
gl: Incrementar Cambios no Volume

# #32026
source: Automatically Pause Sonos When Kodi Plays Media (Restart Required)
gl: Pausar Sonos automaticamente Cando o Kodi Reproduce Musica (Requírese Reiniciar)

# #32027
source: Automatically Resume Sonos (Seconds) [0 = Off]
gl: Reanudar Sonos automaticamente (Segundos) [0 = Apagado]

# #32028
source: Zone Name (Optional)
gl: Nome da Zona (Opcional)

# #32029
source: Automatically Update IP Address On Startup
gl: Actualizar Automaticamente o Enderezo IP no Inicio

# #32035
source: Layout
gl: Deseño

# #32042
source: Hide Sonos Logo
gl: Agochar o Logo

# #32060
source: The following setting in ArtistSlideshow must be enabled
gl: O seguinte axuste do ArtistSlideshow debe estar activado

# #32061
source: Would you like this automatically enabled?
gl: Quere activalo automaticamente?

# #32062
source: Next
gl: Seguinte

# #32064
source: Library Update Started
gl: Iniciada a actualización da biblioteca

# #32065
source: Library Update Already In Progress
gl: Actualización da biblioteca en curso

# #32067
source: IP Address Not Set
gl: Enderezo IP non estabelecido

# #32068
source: Error
gl: Erro

# #32100
source: Music Library
gl: Biblioteca de Música

# #32101
source: Queue
gl: Cola

# #32102
source: Radio Stations
gl: Emisoras de Radio

# #32103
source: Launch Sonos Controller
gl: Iniciar o Controlador de Sonos

# #32110
source: Artists
gl: Artistas

# #32111
source: Albums
gl: Álbums

# #32112
source: Composers
gl: Compositores

# #32113
source: Genres
gl: Xéneros

# #32114
source: Tracks
gl: Pistas

# #32115
source: Imported Playlists
gl: Listaxes importadas

# #32150
source: Open Sonos Player
gl: Reprodutor Open Sonos

# #32151
source: Play Track
gl: Reproducir Pista

# #32152
source: Remove Track
gl: Eliminar Pista

# #32153
source: Clear Queue
gl: Limpar Cola

# #32154
source: Play Now
gl: Reproducir Agora

# #32155
source: Add To Queue
gl: Engadir á Cola

# #32156
source: Replace Queue
gl: Substituír Cola

# #32157
source: Update Music Library
gl: Actualizar biblioteca de música

# #32220
source: The time is %time
gl: Son as %time

# #32221
source: Today is %day
gl: Hoxe é %day

# #32222
source: Todays date is %date
gl: Hoxe é %date

# #32223
source: Good Morning
gl: Bos días

# #32224
source: Good Afternon
gl: Boas tardes

# #32225
source: Good Evening
gl: Boas noites

# #32226
source: The time is %time
gl: Son as %time
