Repository: xbmc/repo-scripts
Catalog: script.sonos/resources/language/Polish/strings.po
Languages: pl

# Addon Description
source: Supports simple Sonos Controls and notifications from Kodi. Look at the wiki for more details.
pl: Obsługuje proste sterowanie systemem Sonos oraz powiadomienia z Kodi. Więcej szczegółów znajdziesz w na stronach Wiki dodatku.

# #32002
source: IP Address
pl: Adres IP

# #32003
source: Enable Notifications (Restart Required)
pl: Pokazuj powiadomienia (wymagane ponowne uruchomienie)

# #32004
source: Display Notification For (Seconds)
pl: Wyświetlaj powiadomienie przez (w sek.)

# #32005
source: Notification Check Frequency (Seconds)
pl: Częstotliwość odświeżania powiadomień (w sek.)

# #32006
source: Do Not Display Notification If Video Is Playing
pl: Ukrywaj powiadomienia podczas odtwarzania wideo

# #32007
source: Use Default Kodi Notification Dialog
pl: Używaj domyślnego okna powiadomień Kodi

# #32008
source: Debugging
pl: Diagnostyka

# #32009
source: Enable debug logging
pl: Rejestruj komunikaty diagnostyczne

# #32010
source: Speaker
pl: Głośnik

# #32011
source: Notifications
pl: Powiadomienia

# #32012
source: Debugging
pl: Diagnostyka

# #32013
source: Search For Sonos Speakers...
pl: Wyszukaj głośniki Sonos...

# #32014
source: No speakers found, please enter your IP address manually
pl: Nie znaleziono głośników, wprowadź adres IP manualnie

# #32015
source: Controller
pl: Kontroler

# #32016
source: Controller Refresh Interval (Seconds)
pl: Częstotliwość odświeżania (w sekundach)

# #32018
source: Plugin
pl: Wtyczka

# #32019
source: Batch Size
pl: Wielkość partii

# #32020
source: Maximum Entries In Displayed Lists (0 = Unlimited)
pl: Ilość pozycji wyświetlanych na listach (0 = nieograniczona)

# #32021
source: Display Artist Information
pl: Wyświetlaj informacje o wykonawcy

# #32022
source: Avoid Duplicate Key Presses (Seconds)
pl: Zapobiegaj dwukrotnemu naciśnięciu klawiszy (w sek.)

# #32023
source: Link Kodi Volume With Sonos Speaker (Restart Required)
pl: Synchronizuj głośność Kodi z głośnikiem Sonos (wymagane ponowne uruchomienie)

# #32024
source: Switch Sonos To Line-In On Kodi Startup (Restart Required)
pl: Przełączaj na wejście liniowe uruchamiając Kodi (wymagane ponowne uruchomienie)

# #32025
source: Volume Change Increments
pl: Zmiana przyrostu głośności

# #32026
source: Automatically Pause Sonos When Kodi Plays Media (Restart Required)
pl: Zatrzymuj Sonos podczas odtwarzania mediów (wymagane ponowne uruchomienie)

# #32027
source: Automatically Resume Sonos (Seconds) [0 = Off]
pl: Wznawiaj Sonos po (sekundy) [0 = wyłączone]

# #32028
source: Zone Name (Optional)
pl: Nazwa strefy (opcjonalnie)

# #32029
source: Automatically Update IP Address On Startup
pl: Aktualizuj adres IP przy uruchomieniu

# #32030
source: Switch Sonos To Line-In On Media Start (Restart Required)
pl: Przełączaj na wejście liniowe uruchamiając odtwarzanie (wymagane ponowne uruchomienie)

# #32031
source: Coordinator
pl: Koordynator

# #32032
source: is not the group coordinator for zone
pl: nie jest w grupie koordynatora dla strefy

# #32033
source: Some functions may not work correctly if the speaker is not a coordinator
pl: Niektóre funkcje mogą działać niepoprawnie, jeśli głośnik nie jest koordynatorem

# #32034
source: Automation
pl: Automatyzacja

# #32035
source: Layout
pl: Kompozycja

# #32036
source: Controller,Slideshow,Bio,Albums
pl: Kontroler, Pokaz slajdów, Biografia, Albumy

# #32037
source: Controller,Slideshow
pl: Kontroler, Pokaz slajdów

# #32038
source: Use Skin Icons Instead Of Sonos Icons
pl: Używaj wbudowanych ikon zamiast ikon systemu Sonos

# #32039
source: Slideshow Only
pl: Tylko pokaz slajdów

# #32040
source: Do Not Display Notification If Controller Is Showing
pl: Ukrywaj powiadomienie jeśli kontroler się świeci

# #32041
source: Controller,Slideshow,Lyrics
pl: Kontroler, Pokaz slajdów, Tekst utworu

# #32042
source: Hide Sonos Logo
pl: Ukrywaj logo systemu Sonos

# #32043
source: Make Artist Slideshow Image Full Screen
pl: Uruchamiaj pokaz slajdów wykonawcy na pełnym ekranie

# #32044
source: Launch Controller On Kodi Startup
pl: Uruchamiaj Kontroler po uruchomieniu Kodi

# #32060
source: The following setting in ArtistSlideshow must be enabled
pl: Dodatek ArtistSlideshow wymaga następujących ustawień

# #32061
source: Would you like this automatically enabled?
pl: Czy chcesz je ustawić automatycznie?

# #32062
source: Next
pl: Dalej

# #32063
source: Failed To Process Sonos Update Event
pl: Nieudane przetwarzanie aktualizacji Sonos

# #32064
source: Library Update Started
pl: Uruchomiono aktualizację biblioteki

# #32065
source: Library Update Already In Progress
pl: Aktualizacja biblioteki jest już uruchomiona

# #32066
source: Error From Speaker %s
pl: Błąd głośnika %s

# #32067
source: IP Address Not Set
pl: Nie ustawiono adresu IP

# #32068
source: Error
pl: Błąd

# #32069
source: Failed to perform lookup %s (%s)
pl: Nieudane wyszukiwanie %s (%s)

# #32070
source: Failed to perform queue lookup
pl: Nieudane wyszukiwanie w kolejce

# #32071
source: Failed to perform radio station lookup
pl: Nieudane wyszukiwanie stacji radiowej

# #32072
source: Failed to perform radio shows lookup
pl: Nieudane wyszukiwanie audycji radiowych

# #32073
source: Failed to perform action %s
pl: Nieudane wykonanie operacji %s

# #32100
source: Music Library
pl: Biblioteka muzyki

# #32101
source: Queue
pl: Kolejka

# #32102
source: Radio Stations
pl: Stacje radiowe

# #32103
source: Launch Sonos Controller
pl: Uruchom kontroler systemu Sonos

# #32104
source: Sonos Playlists
pl: Listy odtwarzania

# #32105
source: Speech
pl: Syntezator mowy

# #32110
source: Artists
pl: Wykonawcy

# #32111
source: Albums
pl: Albumy

# #32112
source: Composers
pl: Kompozytorzy

# #32113
source: Genres
pl: Gatunki

# #32114
source: Tracks
pl: Utwory

# #32115
source: Imported Playlists
pl: Zaimportowane listy odtwarzania

# #32150
source: Open Sonos Player
pl: Otwórz odtwarzacz systemu Sonos

# #32151
source: Play Track
pl: Odtwórz utwór

# #32152
source: Remove Track
pl: Usuń utwór

# #32153
source: Clear Queue
pl: Wyczyść kolejkę

# #32154
source: Play Now
pl: Odtwarzaj

# #32155
source: Add To Queue
pl: Dodaj do kolejki

# #32156
source: Replace Queue
pl: Zmień kolejność

# #32157
source: Update Music Library
pl: Aktualizuj bibliotekę muzyki

# #32200
source: Enter Speech Text To Play ...
pl: Wprowadź tekst wiadomości do odtwarzania...

# #32201
source: Speech messages are limited to 100 characters
pl: Maksymalna długość wiadomości głosowych to 100 znaków

# #32202
source: No message specified
pl: Nie wprowadzono tekstu wiadomości

# #32203
source: Enter Speech Text To Save ...
pl: Wprowadź tekst wiadomości do zapisania...

# #32204
source: Remove Saved Text
pl: Usuń zapisany tekst

# #32220
source: The time is %time
pl: Godzina: %time

# #32221
source: Today is %day
pl: Dzisiaj jest %day

# #32222
source: Todays date is %date
pl: Data: %date

# #32223
source: Good Morning
pl: Dzień dobry

# #32224
source: Good Afternon
pl: Dzień dobry

# #32225
source: Good Evening
pl: Dobry wieczór

# #32226
source: The time is %time
pl: Godzina: %time
