Repository: xbmc/repo-scripts
Catalog: script.trakt/resources/language/resource.language.*/strings.po
Languages: bg_bg, da_dk, de_de, el_gr, et_ee, fi_fi, fr_ca, he_il, hr_hr, lt_lt, pl_pl, pt_pt, sk_sk, uk_ua, zh_cn

# #32149
source: Rate this Season
da_dk: Bedøm denne sæson
de_de: Diese Staffel bewerten
et_ee: Hinda hooaeg
fi_fi: Arvioi kausi
fr_ca: Évaluer cette saison
he_il: דרג עונה זו
hr_hr: Ocjeni ovu sezonu
lt_lt: Įvertinti šį sezoną
pl_pl: Oceń ten sezon
sk_sk: Ohodnoťte túto sériu
uk_ua: Оцінити цей сезон
zh_cn: 评分该季度

# #32150
source: You will be reminded in 24 hours
da_dk: Du vil blive påmindet om 24 timer
de_de: In 24 Stunden erfolgt eine Erinnerung
et_ee: Saad 24 tunni pärast meeldetuletuse
fi_fi: Saat muistutuksen vuorokauden sisällä
fr_ca: On vous le rappellera dans 24 heures
he_il: תקבל תזכורת בעוד 24 שעות
hr_hr: Biti ćete podsjećeni za 24 sata
lt_lt: Priminsime po 24 valandų
pl_pl: Za 24 godziny zostanie wyświetlone przypomnienie
sk_sk: Budete upozornený o 24 hodín
uk_ua: Ви отримаєте нагадування через 24 години
zh_cn: 24小时后会提醒你

# #32151
source: Use Addon Settings later if you change your mind
da_dk: Brug indstillinger for add-on senere, hvis du ombestemmer dig
de_de: Später die Addon-Einstellungen verwenden, falls man es sich anders überlegt
et_ee: Kui muudad meelt, kasuta hiljem lisamooduli seadeid
fi_fi: Käytä lisäosan asetuksia myöhemmin, jos muutat mieltäsi
fr_ca: Utilisez les paramètres d'addiciels ultérieurement si vous changez d'avis
he_il: השתמש בהגדרות תוסף מאוחר יותר עם תשנה את דעתך
hr_hr: Koristite postavke dodatka kasnije ako se predomislite
lt_lt: Naudokite priedo nustatymus, jei persigalvosite
pl_pl: Użyj ustawień dodatku później, jeśli zmienisz zdanie
sk_sk: Použite nastavenia doplnku pre zmenu nastavení
uk_ua: Використати налаштування додатку пізніше, якщо Ви передумаєте
zh_cn: 如果您改变主意，请稍后进行插件设置

# #32152
source: Trakt Authorization Complete
da_dk: Godkendelse af Trakt fuldført
de_de: Trakt-Autorisierung abgeschlossen
et_ee: Trakti tuvastus on tehtud
fi_fi: Trakt-valtuutus on valmis
fr_ca: Trakt - Autorisation terminée
he_il: אישור Trakt הושלם
hr_hr: Ovjera Trakta je završena
lt_lt: Trakt autorizacija baigta
pl_pl: Autoryzacja w serwisie Trakt zakończona sukcesem
sk_sk: Trakt autorizácia bola úspešná
uk_ua: Авторизація Trakt завершена
zh_cn: Trakt授权完成

# #32153
source: Trakt Account Authorization
da_dk: Godkendelse af Trakt-konto
de_de: Trakt-Kontoautorisierung
et_ee: Trakt konto tuvastus
fi_fi: Trakt-tilin valtuutus
fr_ca: Trakt - Autorisation de compte
he_il: אישור חשבון Trakt
hr_hr: Ovjera Trakt računa
lt_lt: Trakt paskyros autorizacija
pl_pl: Autoryzacja konta w serwisie Trakt
sk_sk: Autorizácia Trakt účtu
uk_ua: Авторизація акаунту Trakt
zh_cn: Trakt帐户授权

# #32154
source: Authorize
da_dk: Godkend
de_de: Autorisieren
et_ee: Tuvasta
fi_fi: Valtuuta
fr_ca: Autoriser
he_il: אישור
hr_hr: Ovjeri
lt_lt: Autorizuoti
pl_pl: Autoryzuj
pt_pt: Autorizar
sk_sk: Autorizovať
uk_ua: Авторизувати
zh_cn: 授权

# #32155
source: Remind Me Later
da_dk: Påmind mig senere
de_de: Später erinnern
et_ee: Meenuta hiljem
fi_fi: Muistuta myöhemmin
fr_ca: Me le rappeler ultérieurement
he_il: תזכיר לי מאוחר יותר
hr_hr: Podsjeti me kasnije
lt_lt: Priminti vėliau
pl_pl: Przypomnij później
pt_pt: Lembrar Mais Tarde
sk_sk: Pripomenúť neskôr
uk_ua: Нагадати мені пізніше
zh_cn: 稍后提醒我

# #32156
source: No Thanks
da_dk: Nej tak
de_de: Nein, danke
et_ee: Tänan, ei
fi_fi: Ei kiitos
fr_ca: Non merci
he_il: לא תודה
hr_hr: Ne hvala
lt_lt: Ne, ačiū
pl_pl: Nie, dzięki
pt_pt: Não Obrigado
sk_sk: Nie, ďakujem
uk_ua: Ні, дякую
zh_cn: 不，谢谢

# #32157
source: Account Authorization
da_dk: Godkendelse af konto
de_de: Kontoautorisierung
et_ee: Konto tuvastus
fi_fi: Tilin valtuutus
fr_ca: Autorisation de compte
he_il: אישור חשבון
hr_hr: Ovjera računa
lt_lt: Paskyros autorizacija
pl_pl: Autoryzacja konta
pt_pt: Autorização de Conta
sk_sk: Autorizácia účtu
uk_ua: Синхронізація акаунту
zh_cn: 帐户授权

# #32159
source: Visit {0} or scan the QR code.
da_dk: Besøg {0} eller scan QR-koden.
de_de: {0} besuchen oder den QR-Code einlesen.
et_ee: Mine {0} või skaneeri QR kood.
fi_fi: Avaa {0} tai lue QR-koodi.
hr_hr: Posjetite {0} ili skenirajte QR kôd.
uk_ua: Перейдіть на {0} або проскануйте QR код.
zh_cn: 访问{0}或扫描二维码。

# #32162
source: The trakt addon CAN NOT be used without authorizing it to access your trakt.tv account.
da_dk: Trakt-add-on KAN IKKE bruges uden at godkende adgang til din trakt.tv-konto.
de_de: Das Trakt-Addon KANN NICHT verwenden werden, ohne das ihm Zugriff auf das eigene Trakt.tv-Konto gewährt wird.
et_ee: Trakti lisamoodulit EI SAA kasutada ilma Trakt.tv kontole juurdepääsu andmata.
fi_fi: Trakt-lisäosaa EI VOI käyttää myöntämättä sille Trakt.tv-tilin käyttöoikeutta.
fr_ca: L'addiciel trakt NE PEUT PAS être utilisé sans qu'il ne soit autorisé à accéder à votre compte trakt.tv.
he_il: אין אפשרות להשתמש בתוסף Trakt ללא אישור גישה לחשבון שלך ב-trakt.tv.
hr_hr: Trakt dodatak NE MOŽE se koristiti bez ovjere pristupa vašem trakt.tv računu.
lt_lt: Trakt priedas NEGALI būti naudojamas be autorizacijos, kuri leidžia pasiekti jūsų Trakt.tv paskyrą.
pl_pl: Dodatek Trakt wymaga do działania autoryzacji dostępu do Twojego konta w serwisie Trakt.
sk_sk: Doplnok Trakt NEMÔŽE byt používaný bez autorizácie k vášmu Trakt.tv účtu
uk_ua: Цей додаток неможливо використовувати без авторизації Trakt.tv акаунту.
zh_cn: 未授权Trakt插件访问您的Trakt.tv帐户，无法使用trakt插件。

# #32163
source: User
bg_bg: Потребител
da_dk: Bruger
de_de: Benutzer
el_gr: Χρήστης
et_ee: Kasutaja
fi_fi: Käyttäjä
fr_ca: Utilisateur
he_il: משתמש
hr_hr: Korisnik
lt_lt: Vartotojas
pl_pl: Użytkownik
pt_pt: Utilizador
sk_sk: Užívateľ
uk_ua: Користувач
zh_cn: 用户

# #32164
source: Fallback to Title/Year matching if necessary
da_dk: Fald tilbage til matchning af titel/år, hvis det er nødvendigt
de_de: Auf Titel-/Jahrabgleich zurückgreifen, falls nötig
et_ee: Vajadusel kinnita nime/aasta järgi
fi_fi: Varmista tarvittaessa nimellä/vuodella
fr_ca: Se replier vers une concordance Titre/Année si nécessaire
he_il: השתמש בהתאמה של כותרת/שנה אם יש צורך
hr_hr: Ako je potrebno, vrati se na podudaranje naslova/godine
lt_lt: Jei reikia, grįžti prie paieškos pagal pavadinimą/metus
pl_pl: Używaj awaryjnie dopasowania Tytuł/Rok
sk_sk: Detegovať podľa Názvu/Roku pokiaľ je to potrebné
uk_ua: При необхідності, використати підбір по назві/року
zh_cn: 如有必要，回退到标题/年份匹配

# #32165
source: Trakt - Added to watchlist
da_dk: Trakt - Tilføjet til overvågningsliste
de_de: Trakt - Zur Beobachtungsliste hinzugefügt
et_ee: Trakt – lisatud jälgimisloendisse
fi_fi: Trakt - Lisättiin katselulistalle
fr_ca: Trakt - Ajouter à la liste de suivi
he_il: Trakt - התווסף לרשימת צפייה
hr_hr: Trakt - Dodano u popis gledanja
lt_lt: Trakt - pridėta į peržiūros sąrašą
pl_pl: Trakt - Dodano do listy Do obejrzenia
pt_pt: Trakt - Adicionado à Watchlist
sk_sk: Trakt - Pridané do zoznamu na pozretie
uk_ua: Trakt - Додано до закладок
zh_cn: Trakt - 已添加到待看列表

# #32166
source: Trakt - Failed adding to watchlist
da_dk: Trakt - Kunne ikke føjes til overvågningslisten
de_de: Trakt - Beim Hinzufügen zur Beobachtungsliste gescheitert
et_ee: Trakt – jälgimisloendisse lisamine nurjus
fi_fi: Trakt - Lisäys katselulistalle epäonnistui
fr_ca: Trakt - Échec d'ajout à la liste de suivi
he_il: Trakt - הוספה לרשימת צפייה נכשלה
hr_hr: Trakt - Neuspjelo dodavanje na popis gledanja
lt_lt: Trakt - nepavyko pridėti į peržiūros sąrašą
pl_pl: Trakt - Nieudane dodawanie do listy Do obejrzenia
pt_pt: Trakt - Falhou a Adicionar à Watchlist
sk_sk: Trakt - Pri pridávaní do zoznamu na pozretie nastala chyba
uk_ua: Trakt - Не вдалося додати до закладок
zh_cn: Trakt - 添加到待看列表失败

# #32167
source: Offset scrobble start by X minutes
da_dk: Forskudt scrobble start med x minutter
de_de: Scrobble-Start um X Minuten verschieben
et_ee: Käivitamise viiteaeg minutites
fi_fi: Siirrä kirjauksen aloitusaikaa (minuuttia)
hr_hr: Pomak skroblanja počinje za X minuta
uk_ua: Затримка старту скробла (в хвилинах)
zh_cn: 延迟X分钟开始打卡

# #32168
source: Sync ratings
da_dk: Synkroniser bedømmelser
de_de: Bewertungen synchronisieren
et_ee: Sünkrooni hinded
fi_fi: Synkronoi arviot
hr_hr: Uskladi ocjene
uk_ua: Синхронізувати оцінки
zh_cn: 同步评分

# #32169
source: Kodi movie ratings are up to date
da_dk: Kodi-filmbedømmelser er opdaterede
de_de: Kodi-Filmbewertungen sind auf dem neusten Stand
et_ee: Kodi filmide hinded on ajakohased
fi_fi: Kodin elokuva-arviot ovat ajan tasalla
hr_hr: Kodi ocjene filmova su najnovije
uk_ua: Локальні оцінки фільмів є актуальними
zh_cn: Kodi电影评分是最新的

# #32170
source: %i movie(s) ratings will be updated in Kodi
da_dk: %i film-bedømmelse(r) vil blive opdateret i Kodi
de_de: %i Filmbewertungen werden in Kodi aktualisiert
et_ee: %i filmi hinnet värskendatakse Kodis
fi_fi: %i elokuvan arviot päivitetään Kodiin
hr_hr: %i ocjena filma(ova) će biti nadopunjeno u Kodiju
uk_ua: %i оцінок для локальних фільмів буде оновлено
zh_cn: %i部电影在Kodi中的评分将被更新

# #32171
source: Updating %i of %i movie ratings in Kodi
da_dk: Opdaterer %i af %i filmbedømmelser i Kodi
de_de: %i von %i Filmbewertungen in Kodi aktualisiert
et_ee: %i / %i filmi hinded uuendatakse Kodis
fi_fi: Päivitetään %i/%i elokuvan arvioita Kodiin
hr_hr: Nadopunjuje se %i od %i ocjene filma u Kodiju
uk_ua: Оновлення %i з %i оцінок для локальних фільмів
zh_cn: 正在更新%i部电影在Kodi中的评分

# #32172
source: Ratings updated for %i movie(s) in Kodi
da_dk: Filmbedømmelser opdateret for %i film i Kodi
de_de: Bewertungen für %i Film(e) in Kodi aktualisiert
et_ee: %i filmi hinded uuendati Kodis
fi_fi: %i elokuvan arviot päivitettiin Kodiin
hr_hr: Ocjene naopunjene za %i film(ova) u Kodiju
uk_ua: Оновлено оцінки для %i локальних фільмів
zh_cn: 已更新%i部电影在Kodi中的评分

# #32173
source: Kodi episode ratings are up to date
da_dk: Kodi-afsnitsbedømmelser er opdaterede
de_de: Kodi-Episodenbewertungen sind auf dem neusten Stand
et_ee: Kodi episoodide hinded on ajakohased
fi_fi: Kodin jaksoarviot ovat ajan tasalla
hr_hr: Kodi ocjene epizode su najnovije
uk_ua: Оцінки локальних серій є актуальними
zh_cn: Kodi剧集评分是最新的

# #32174
source: Updating %i of %i episode ratings in Kodi
da_dk: Opdaterer %i af %i afsnitsbedømmelser i Kodi
de_de: %i von %i Episodenbewertungen in Kodi aktualisiert
et_ee: %i / %i episoodi hinded uuendatakse Kodis
fi_fi: Päivitetään %i/%i jakson arvioita Kodiin
hr_hr: Nadopunjuje se %i od %i ocjena epizode u Kodiju
uk_ua: Оновлення %i з %i оцінок локальних серій
zh_cn: 正在更新%i集剧集在Kodi中的评分

# #32175
source: Ratings updated for %i episode(s) in Kodi
da_dk: Bedømmelser opdateret for %i afsnit i Kodi
de_de: Bewertungen für %i Episode(n) in Kodi aktualisiert
et_ee: %i episoodi hinded uuendati Kodis
fi_fi: %i jakson arviot päivitettiin Kodiin
hr_hr: Ocjene se nadopunjene %i epizodu(e) u Kodiju
uk_ua: Оновлено %i оцінок локальних серій
zh_cn: 已更新%i集剧集在Kodi中的评分

# #32176
source: Kodi show ratings are up to date
da_dk: Kodi tv-seriebedømmelser er opdaterede
de_de: Kodi-Serienbewertungen sind auf dem neusten Stand
et_ee: Kodi sarjade hinded on ajakohased
fi_fi: Kodin sarja-arviot ovat ajan tasalla
hr_hr: Kodi ocjene TV serije su najnovije
uk_ua: Локальні оцінки серіалів є актуальними
zh_cn: Kodi节目评分是最新的

# #32177
source: Updating %i of %i show ratings in Kodi
da_dk: Opdaterer %i af %i tv-seriebedømmelser i Kodi
de_de: %i von %i Serienbewertungen in Kodi aktualisiert
et_ee: %i / %i sarja hinded uuendatakse Kodis
fi_fi: Päivitetään %i/%i sarjan arvioita Kodiin
hr_hr: Nadopunjuje se %i od %i ocjena TV serije u Kodiju
uk_ua: Оновлення %i з %i оцінок локальних серіалів
zh_cn: 正在更新%i部节目在Kodi中的评分

# #32178
source: Ratings updated for %i show(s) in Kodi
da_dk: Bedømmelser opdateret for %i tv-serie(r) i Kodi
de_de: Bewertungen für %i Serie(n) in Kodi aktualisiert
et_ee: %i sarja hinded uuendati Kodis
fi_fi: %i sarjan arviot päivitettiin Kodiin
hr_hr: Ocjene nadopunjene za %i TV seriju(e) u Kodiju
uk_ua: Оновлено %i оцінок локальних серіалів
zh_cn: 已更新%i部节目在Kodi中的评分

# #32179
source: Trakt movie ratings are up to date
da_dk: Trakt filmbedømmelser er opdaterede
de_de: Trakt-Filmbewertungen sind auf dem neusten Stand
et_ee: Trakti filmide hinded on ajakohased
fi_fi: Traktin elokuva-arviot ovat ajan tasalla
hr_hr: Trakt filmske ocjene su najnovije
uk_ua: Оцінки фільмів Trakt є актульними
zh_cn: Trakt电影评分是最新的

# #32180
source: %i movie ratings will be updated on Trakt
da_dk: %i filmbedømmelser vil blive opdateret på Trakt
de_de: %i Filmbewertungen werden bei Trakt aktualisiert
et_ee: %i filmi hinnet värskendatakse Traktis
fi_fi: %i elokuvan arviota päivitetään Traktiin
hr_hr: %i filmska ocjena biti će nadopunjena na Traktu
uk_ua: %i оцінок фільмів Trakt буде оновлено
zh_cn: %i部电影在Trakt中的评分将被更新

# #32181
source: Trakt show ratings are up to date
da_dk: Trakt tv-seriebedømmelser er opdaterede
de_de: Trakt-Serienbewertungen sind auf dem neusten Stand
et_ee: Trakti sarjade hinded on ajakohased
fi_fi: Traktin sarja-arviot ovat ajan tasalla
hr_hr: Trakt ocjene TV serije su najnovije
uk_ua: Оцінки серіалів Trakt є актуальними
zh_cn: Trakt节目评分是最新的

# #32182
source: %i show ratings will be updated on Trakt
da_dk: %i tv-seriebedømmelser vil blive opdateret på Trakt
de_de: %i Serienbewertungen werden bei Trakt aktualisiert
et_ee: %i sarja hinnet värskendatakse Traktis
fi_fi: %i sarjan arviota päivitetään Traktiin
hr_hr: %i ocjena TV serije biti će nadopunjena na Traktu
uk_ua: %i оцінок серіалів для Trakt буде оновлено
zh_cn: %i部节目在Trakt中的评分将被更新

# #32183
source: Attempt to scrobble MythTV PVR recordings
da_dk: Forsøg på at scrobble MythTV PVR-optagelser
de_de: Scrobbeln der MythTV-PVR-Aufnahmen versuchen
et_ee: Ürita talletada MythTV PVR salvestused
fi_fi: Pyri kirjaamaan MythTV-tallenteet
hr_hr: Pokušaj skrobljanja MythTV PVR snimki
uk_ua: Намагатись скроблити записи MythTV PVR
zh_cn: 尝试为MythTV PVR录制的内容打卡

# #32184
source: Attempt secondary show title search
da_dk: Forsøg sekundær søgning efter titel på tv-serie
de_de: Suche nach sekundärem Serientitel versuchen
et_ee: Proovi sarja nimega alternatiivset otsingut
fi_fi: Kokeile vaihtoehtoista hakua sarjan nimellä
hr_hr: Pokušaj pretrage naslova pomoćne TV serije
uk_ua: Намагатись шукати серіали по вторинній назві
zh_cn: 尝试使用次级标题搜索

# #32185
source: Exclude Plugins
da_dk: Udelad plugins
de_de: Plugins ausschließen
et_ee: Pluginaid ei kaasata
fi_fi: Älä kirjaa lisäosia
hr_hr: Izuzmi dodatke
uk_ua: Не скроблити плагіни
zh_cn: 排除插件

# #32186
source: Allow script exclusions
da_dk: Tillad ekskluderinger af scripts
de_de: Skriptausschlüsse erlauben
et_ee: Luba skriptide välistamised
fi_fi: Älä kirjaa skriptejä
hr_hr: Dopusti izuzimanje skripte
uk_ua: Дозволити винятки скріптів
zh_cn: 允许脚本排除

# #32187
source: Override proxy
da_dk: Overskriv proxy
de_de: Proxy übergehen
et_ee: Alista puhverserver
fi_fi: Korvaa välityspalvelinasetus
hr_hr: Zaobiđi proxy
uk_ua: Перевизначити проксі
zh_cn: 强制代理

# #42187
source: Always enable a proxy, regardless of the kodi configuration. The default value is from the kodi configuration, but can be overriden below. The trakt plugin currently only supports HTTP or HTTPS proxies where kodi also supports SOCKS proxies.
da_dk: Aktiver altid en proxy, uanset konfigurationen af Kodi. Standardværdien er fra Kodi-konfigurationen, men kan overskrives nedenfor. Trakt-pluginnet understøtter i øjeblikket kun HTTP- eller HTTPS-proxyer, hvor Kodi også understøtter SOCKS-proxyer.
de_de: Proxy immer einschalten, ungeachtet der Kodi-Konfiguration. Der Standardwert stammt aus der Kodi-Konfiguration, kann aber unten überschrieben werden. Das Trakt-Plugin unterstützt aktuell nur HTTP- oder HTTPS-Proxies, wobei Kodi auch SOCKS-Proxies unterstützt.
et_ee: Luba alati puhverserver, olenemata kodi seadistusest. Vaikeväärtus pärineb kodi seadistusest, kuid selle saab allpool tühistada. Trakti lisamoodul toetab praegu ainult HTTP või HTTPS puhverservereid, Kodi toetab ka SOCKS puhverservereid.
fi_fi: Käytä välityspalvelinta aina, korvaten oletusarvoisesti käytettävät Kodin asetukset. Trakt-lisäosa tukee tällä hetkellä HTTP- ja HTTPS-välityspalvelimia, mutta Kodi tukee lisäksi myös SOCKS-välityspalvelimia.
hr_hr: Uvijek omogući proxy, unatoč kodi podešavanju. Zadana vrijednost je iz kodi podešavanja, ali se može zaobići ispod. Trakt dadatak trenutno samo podržava HTTP ili HTTPS proxije gdje kodi isto tako podržava SOCKS proxije.
uk_ua: Завжди вмикати проксі, ігноруючи налаштування Kodi. Стандартне значення визначається Kodi, але може бути змінено нижче. Цей додаток підтримує виключно HTTP чи HTTPs проксі, в той час як Kodi також підтримує SOCKS.
zh_cn: 始终启用代理而不管 Kodi 如何设置。默认值来自 Kodi 配置，但可以由以下参数覆盖。trakt 插件目前只支持 HTTP 或 HTTPS 代理，而 Kodi 还支持 SOCKS 代理。

# #32188
source: Proxy URI
et_ee: Puhverserveri URI
fi_fi: URI-osoite
hr_hr: URI proxya
uk_ua: URI проксі
zh_cn: 代理地址

# #42188
source: Location of the proxy server.
da_dk: Placering af proxyserveren.
de_de: Ort des Proxyservers.
et_ee: Puhverserveri asukoht.
fi_fi: Välityspalvelimen sijainti.
hr_hr: Lokacija proxy poslužitelja.
uk_ua: Місцезнаходження проксі серверу.
zh_cn: 代理服务器的位置。

# #32189
source: Proxy port
et_ee: Port
fi_fi: Portti
hr_hr: Proxy ulaz
uk_ua: Порт проксі
zh_cn: 代理端口

# #42189
source: Port of the proxy server.
da_dk: Proxyserverens port.
de_de: Proxyserver Port
et_ee: Puhverserveri port.
fi_fi: Välityspalvelimen portti.
hr_hr: Ulaz proxy poslužitelja.
uk_ua: Порт проксі серверу.
zh_cn: 代理服务器的端口。

# #32190
source: Username
da_dk: Brugernavn
de_de: Benutzername
et_ee: Kasutajanimi
fi_fi: Käyttäjätunnus
hr_hr: Korisničko ime
uk_ua: Логін
zh_cn: 用户名

# #42190
source: Optional user name needed to authenticate with the proxy.
da_dk: Valgfrit brugernavn er nødvendigt for at godkende med proxyen.
de_de: Optionaler Benutzername der zur Authentifizierung mit dem Proxy benötigt wird.
et_ee: Puhverserveri abil autentimiseks vajalik valikuline kasutajanimi.
fi_fi: Käyttäjätunnus, jonka välityspalvelin saattaa vaatia, jos se edellyttää tunnistautumista.
hr_hr: Neobavezno korisničko ime je potrebno za ovjeru s proxyjem.
uk_ua: При використанні проксі логін є необхідним для аутентифікації.
zh_cn: 可选的用来验证服务器的用户名。

# #32191
source: Password
da_dk: Adgangskode
de_de: Passwort
et_ee: Parool
fi_fi: Salasana
hr_hr: Lozinka
uk_ua: Пароль
zh_cn: 密码

# #42191
source: Optional password needed to authenticate with the proxy.
da_dk: Valgfrit kodeord er nødvendigt for at godkende med proxyen.
de_de: Optionelles Passwort zur Proxyauthentifizierung.
et_ee: Puhverserveri abil autentimiseks vajalik valikuline parool.
fi_fi: Salasana, jonka välityspalvelin saattaa vaatia, jos se edellyttää tunnistautumista.
hr_hr: Neobavezno lozinka je potrebna za ovjeru s proxyjem.
uk_ua: При використанні проксі пароль є необхідним для аутентифікації.
zh_cn: 可选的用来验证服务器的密码。

# #32003
source: Startup Delay
el_gr: Καθυστέρηση Έναρξης
fr_ca: Retard de démarrage
he_il: השהיית הפעלה
pl_pl: Opóźniaj uruchomienie (w sekundach)
pt_pt: Atrasar ao Iniciar
sk_sk: Odloženie štartu

# #32007
source: Rate each playlist item
el_gr: Αξιολόγηση όλων των αντικειμένων της λίστας αναπ/γής
fr_ca: Évaluer chaque élément de la liste de lecture
he_il: דרג כל פריט רשימת נגינה
pl_pl: Oceniaj każdą pozycję listy odtwarzania
pt_pt: Classificar cada item da lista de reprodução
sk_sk: Ohodnotiť každú položku playlistu

# #32159
source: Visit {0} or scan the QR Code below.
fr_ca: Visiter {0} ou lire le code QR ci-dessous.
he_il: בקר ב- {0} או סרוק את קוד ה-QR למטה.
pl_pl: Odwiedź {0} lub zeskanuj kod QR poniżej.
pt_pt: Visitar {0} ou digitalizar código QR abaixo.
sk_sk: Navštívte {0} alebo naskenujte QR kód

# #32160
source: Authorize the trakt addon to access your account.
fr_ca: Autorisez l'addiciel trakt à accéder à votre compte.
he_il: אשר את התוסף Trakt כדי לגשת אל החשבון שלך
pl_pl: Umożliwia autoryzację dostępu dodatku do Twojego konta.
sk_sk: Autorizujte Trakt doplnok pre prístup k vášmu účtu

# #32161
source: Enter the PIN provided in the box below.
fr_ca: Saisissez le NIP fourni dans la boîte ci-dessous.
he_il: הזן את קוד ה-PIN שקיבלת בקופסא למטה.
pl_pl: Wprowadź uzyskany kod PIN w polu poniżej.
sk_sk: Zadajte vygenerovaný PIN do poľa nižšie
