Repository: xbmc/repo-scripts
Catalog: script.trakt/resources/language/resource.language.*/strings.po
Languages: bg_bg, da_dk, de_de, el_gr, et_ee, fi_fi, fr_ca, he_il, hr_hr, lt_lt, pl_pl, pt_pt, sk_sk, uk_ua, zh_cn

# #32074
source: Checking watched episodes on Kodi
da_dk: Undersøger sete afsnit i Kodi
de_de: Gesehene Episoden in Kodi überprüfen
et_ee: Uuritakse Kodi vaadatud episoode
fi_fi: Tarkistetaan Kodin katsottuja jaksoja
fr_ca: Vérification sur Kodi des épisodes regardés
he_il: בודק פרקים שנצפו ב- Kodi
hr_hr: Provjera gledanih epizoda na Kodiju
lt_lt: Tikrinami peržiūrėti epizodai Kodi sistemoje
pl_pl: Sprawdzanie stanu obejrzenia odcinków w bibliotece Kodi
pt_pt: A verificar episódios marcados como vistos no Kodi
sk_sk: Kontrolujú sa pozreté epizódy v Kodi
uk_ua: Перевіряємо локальні переглянуті серії
zh_cn: 检查Kodi上已观看的剧集

# #32075
source: Episode Sync Complete
bg_bg: Синхронизирането на епизоди завърши
da_dk: Synkronisering af afsnit afsluttet
de_de: Episoden-Sync abgeschlossen
el_gr: Ολοκληρώθηκε ο Συγχρονισμός Επεισοδίων
et_ee: Episoodide sünkroonimine on tehtud
fi_fi: Jaksojen synkronointi on valmis
fr_ca: Synchro des épisodes terminée
he_il: סנכרון פרק הסתיים
hr_hr: Usklađivanje epizoda završeno
lt_lt: Epizodų sinchronizavimas baigtas
pl_pl: Synchronizacja odcinków zakończona
pt_pt: Sincronização de episódios concluída
sk_sk: Synchronizácia epizód bola ukončená
uk_ua: Синхронізація серій завершена
zh_cn: 剧集同步完成

# #32076
source: %i movie(s) will be removed from Trakt collection
da_dk: %i film vil blive fjernet fra Trakt-samling
de_de: %i Film(e) werden aus der Trakt-Sammlung entfernt
et_ee: %i filmi eemaldatakse Trakti kogust
fi_fi: %i elokuvaa poistetaan Trakt-kokoelmasta
fr_ca: %i film(s) sera/seront retiré(s) de la collection Trakt
he_il: %i סרט(ים) יוסרו מהאוסף של Trakt
hr_hr: %i film(ova) će biti uklonjeno iz Trakt kolekcije
lt_lt: Filmų, kurie bus pašalinti iš Trakt kolekcijos: %i
pl_pl: %i film(ów) zostanie usuniętych z kolekcji Trakt
pt_pt: %i filme(s) serão removidos do Trakt
sk_sk: %i filmov bude odstránených z Trakt zbierky
uk_ua: %i фільм(ів) буде видалено з колекції Trakt
zh_cn: %i部电影将从Trakt收藏中移除

# #32077
source: Cleaning Trakt TV show collection
da_dk: Rydder op i Trakt tv-serie samling
de_de: Trakt-Serien-Sammlung wird bereinigt
et_ee: Trakt TV sarjakogu puhastamine
fi_fi: Siivotaan Traktin sarjakokoelmaa
fr_ca: Nettoyage de la collection d'émissions tété de Trakt
he_il: מנקה את האוסף סדרות של Trakt
hr_hr: Čišćenje Trakt TV serije kolekcije
lt_lt: Valoma Trakt laidų kolekcija
pl_pl: Czyszczenie kolekcji seriali Trakt
pt_pt: A limpar as séries de TV da colecção do Trakt
sk_sk: Čistí sa kolekcia seriálov na Trakt
uk_ua: Очищення колекції серіалів Trakt
zh_cn: 清理Trakt电视节目收藏

# #32078
source: episodes are being removed
da_dk: afsnit bliver fjernet
de_de: Episoden werden entfernt
et_ee: episoodi eemaldatakse
fi_fi: jaksoa poistetaan
fr_ca: épisodes en cours de retrait
he_il: פרקים נמחקים
hr_hr: epizode su uklonjene
lt_lt: epizodai pašalinami
pl_pl: odcinki są usuwane
pt_pt: episódios estão a ser removidos
sk_sk: epizódy sú odstraňované
uk_ua: серій видаляється
zh_cn: 被移除的剧集

# #32079
source: Loading movies from Kodi
da_dk: Indlæser film fra Kodi
de_de: Filme aus Kodi laden
et_ee: Kodist filmide laadimine
fi_fi: Ladataan elokuvia Kodista
fr_ca: Chargement des films de Kodi
he_il: טוען סרטים מ-Kodi
hr_hr: Učitavanje filmova s Kodija
lt_lt: Įkeliami filmai iš Kodi
pl_pl: Wczytywanie filmów z biblioteki Kodi
pt_pt: A carregar filmes do Kodi
sk_sk: Načítavajú sa filmy z Kodi
uk_ua: Завантаження фільмів з Kodi
zh_cn: 从Kodi加载电影

# #32080
source: Movies loaded from Kodi
da_dk: Film indlæst fra Kodi
de_de: Filme aus Kodi geladen
et_ee: Kodist laaditud filmid
fi_fi: Elokuvat ladattiin Kodista
fr_ca: Les films ont été chargés de Kodi
he_il: סרטים נטענו מ-Kodi
hr_hr: Filmovi učitani s Kodija
lt_lt: Filmai įkelti iš Kodi
pl_pl: Wczytano filmy z biblioteki Kodi
pt_pt: Filmes carregados do Kodi
sk_sk: Filmy z Kodi boli načítané
uk_ua: Фільми завантажені з Kodi
zh_cn: 从Kodi加载的电影

# #32081
source: Retrieving movie collection from Trakt
da_dk: Henter film-samlinger fra Trakt
de_de: Filmsammlung wird von Trakt abgerufen
et_ee: Filmikogu toomine Traktist
fi_fi: Noudetaan elokuvakokoelmaa Traktista
fr_ca: Récupération de la collection de film de Trakt
he_il: מקבל אוסף סרטים מ-Trakt
hr_hr: Preuzimanje filmske kolekcije s Trakta
lt_lt: Gaunama filmų kolekcija iš Trakt sistemos
pl_pl: Pobieranie kolekcji filmów z serwisu Trakt
pt_pt: Obter biblioteca de filmes do Trakt
sk_sk: Preberá sa zbierka filmov z Trakt
uk_ua: Отримуємо колекції фільмів з Trakt
zh_cn: 从Trakt取回电影收藏

# #32082
source: Retrieving watched movies from Trakt
bg_bg: Извличане на списъка с изгледани филми от Trakt
da_dk: Henter sete film fra Trakt
de_de: Gesehene Filme werden von Trakt abgerufen
et_ee: Vaadatud filmide toomine Traktist
fi_fi: Noudetaan katsottuja elokuvia Traktista
fr_ca: Récupération des films regardés de Trakt
he_il: מקבל סרטים שנצפו נ-Trakt
hr_hr: Preuzimanje gledanih filmova s Trakta
lt_lt: Gaunami peržiūrėti filmai iš Trakt sistemos
pl_pl: Pobieranie obejrzanych filmów z serwisu Trakt
pt_pt: Obter filmes marcados como vistos do Trakt
sk_sk: Preberá sa zoznam pozretých filmov z Trakt
uk_ua: Отримуємо переглянуті фільми з Trakt
zh_cn: 从Trakt取回已观看电影

# #32083
source: Retrieved movie data from Trakt
da_dk: Filmdata hentet fra Trakt
de_de: Filminformationen von Trakt empfangen
et_ee: Filmi andmed Traktist toodud
fi_fi: Elokuvien tiedot noudettiin Traktista
fr_ca: Données de film récupérées sur Trakt
he_il: התקבלו נתוני סרט מ-Trakt
hr_hr: Preuzimanje filmskih podataka s Trakta
lt_lt: Gaunama filmų informacija iš Trakt sistemos
pl_pl: Pobierano dane filmu z serwisu Trakt
pt_pt: Obter informação de filmes do Trakt
sk_sk: Preberajú sa dáta o filmoch z Trakt
uk_ua: Отримуємо подробиці фільму з Trakt
zh_cn: 从Trakt取回电影数据

# #32084
source: Trakt movie collection is up to date, no movies to add
da_dk: Trakt filmsamling er opdateret. Ingen film tilføjes
de_de: Trakt-Film-Sammlung ist aktuell, keine Filme hinzugefügt
et_ee: Trakti filmikogu on ajakohane, lisatavaid filme pole
fi_fi: Traktin elokuvakokoelma on ajan tasalla, eikä lisättäviä elokuvia ole
fr_ca: La collection de films de Trakt est à jour, aucun film à ajouter
he_il: אוסף הסרטים של Trakt מעודכן, אין סרטים להוסיף
hr_hr: Trakt filmska kolekcija je najnovija, nema filmova za dodavanje
lt_lt: Trakt filmų kolekcija yra atnaujinta. Nėra filmų, kuriuos būtų galima pridėti
pl_pl: Kolekcja filmów Trakt jest aktualna, brak filmów do dodania
pt_pt: Biblioteca de filmes do Trakt está actualizada, sem filmes para adicionar.
sk_sk: Zbierka filmov na Trakt je aktuálna, všetky filmy sú pridané
uk_ua: Колекція фільмів Trakt є актуальною, жодного фільму не додано
zh_cn: Trakt电影收藏是最新的，没有电影可以添加

# #32085
source: %i movie(s) were added to your Trakt collection
da_dk: %i film blev tilføjet din Trakt-samling
de_de: %i Film(e) wurden zur Trakt Sammlung hinzugefügt
et_ee: %i filmi lisati sinu Trakti kogusse
fi_fi: %i elokuvaa lisättiin Trakt-kokoelmaasi
fr_ca: %i film(s) a/ont été ajouté(s) à votre collection Trakt
he_il: %i סרט(ים) התווספו לאוסף Trakt שלך
hr_hr: %i film(ova) je dodano u vašu Trakt kolekciju
lt_lt: Pridėta filmų į Trakt kolekciją: %i
pl_pl: Dodano %i film(ów) do Twojej kolekcji Trakt
pt_pt: %i filme(s) foram adicionados ao Trakt
sk_sk: %i filmov bolo pridaných do vašej zbierky na Trakt
uk_ua: %i фільм(ів) додано до вашої колекції Trakt
zh_cn: %i部电影已添加到你的Trakt收藏

# #32086
source: Trakt movie playcounts are up to date
da_dk: Afspilningstal for Trakt-film er opdateret
de_de: Filmwiedergabezähler auf Trakt sind aktuell
et_ee: Trakti filmide esituskorrad on ajakohased
fi_fi: Traktin elokuvien katselukerrat ovat ajantasalla
fr_ca: Les compteurs de lecture des films de Trakt sont à jour
he_il: מספרי ניגון סרט מעודכנים ב-Trakt
hr_hr: Broj izvođenja Trak filmova je najnoviji
lt_lt: Trakt filmų atkūrimų skaičiai yra atnaujinti
pl_pl: Liczba odtworzeń filmów w serwisie Trakt jest aktualna
pt_pt: Número de visualizações de filmes está actualizada no Trakt
sk_sk: Počítadlá prehraných filmov na Trakt sú aktuálne
uk_ua: Лічильники відтворення Trakt для фільмів є актуальними
zh_cn: Trakt电影播放数是最新的

# #32087
source: Playcounts updated for %i movie(s) on Trakt
da_dk: Afspilningstal opdateret for %i film på Trakt
de_de: Wiedergabezähler von %i Film(en) auf Trakt aktualisiert
et_ee: %i filmi esituskorrad uuendati Traktis
fi_fi: %i elokuvan katselukerrat päivitettiin Traktiin
fr_ca: Compteurs de lecture mis à jour sur Trakt pour %i film(s)
he_il: מספרי ניגון עודכנו עבור %i סרט(ים) ב-Trakt
hr_hr: Broj reprodukcija nadopunjen za %i film(ova) na Traktu
lt_lt: Filmų, kuriems atnaujintas atkūrimų skaičius Trakt sistemoje: %i
pl_pl: Zaktualizowano liczbę odtworzeń %i filmu(ów) w serwisie Trakt
pt_pt: Número de visualizações actualizadas para %i filme(s) no Trakt
sk_sk: Počítadlá boli aktualizované pre %i filmov na Trakt
uk_ua: Оновлено лічильники відтворення Trakt для %i фільмів
zh_cn: Trakt上%i部电影的播放数已更新

# #32088
source: Kodi movie playcounts are up to date
da_dk: Kodi afspilningstal for film er opdateret
de_de: Kodi-Filmwiedergabezähler sind aktuell
et_ee: Kodi filmide esituskorrad on ajakohased
fi_fi: Kodin elokuvien katselukerrat ovat ajantasalla
fr_ca: Les compteurs de lecture des films de Kodi sont à jour
he_il: מספרי ניגון סרט מעודכנים ב-Kodi
hr_hr: Broj izvođenja Kodi filmova su najnoviji
lt_lt: Kodi filmų atkūrimų skaičiai yra atnaujinti
pl_pl: Liczba odtworzeń filmu w bibliotece Kodi jest aktualna
pt_pt: Número de visualizações de filmes está actualizada no Kodi
sk_sk: Počítadlá prehraných filmov v Kodi sú aktuálne
uk_ua: Локальні лічильники відтворення є актуальними
zh_cn: Kodi电影播放数是最新的

# #32089
source: Updating %i of %i movie playcount(s) in Kodi
da_dk: Opdaterer %i af %i afspilningstal for film i Kodi
de_de: %i von %i Filmwiedergabezählern werden in Kodi aktualisiert
et_ee: %i / %i filmi esituskorrad uuendatakse Kodis
fi_fi: Päivitetään %i/%i elokuvan katselukerrat Kodiin
fr_ca: Mise à jour d'%i compteur(s) de lecture de film sur %i dans Kodi
he_il: מעדכן %i מתוך %i מספר(י) ניגון סרט ב-Kodi
hr_hr: Nadopunjuje se %i od %i broja izvođenja u Kodiju
lt_lt: Atnaujinamas atkūrimų skaičius %i iš %i filmų Kodi bibliotekoje
pl_pl: Aktualizowanie liczb odtworzeń %i / %i filmu(ów) w bibliotece Kodi
pt_pt: A actualizar o número de visualizações para %i de %i filme(s) no Kodi
sk_sk: Aktualizuje sa %i z %i počítadiel prehraných filmov v Kodi
uk_ua: Оновлюємо %i з %i локальних лічильників відтворення фільмів
zh_cn: Kodi正在更新电影播放数%i / %i

# #32090
source: Playcounts updated for %i movie(s) in Kodi
da_dk: Afspilningstal opdateret for %i film i Kodi
de_de: Wiedergabezähler für %i Film(e) in Kodi sind aktuell
et_ee: %i filmi esituskorrad uuendati Kodis
fi_fi: %i elokuvan katselukerrat päivitettiin Kodiin
fr_ca: Compteurs de lecture mis à jour dans Kodi pour %i film(s)
he_il: מספרי ניגון עודכנו עבור %i סרט(ים) ב-Kodi
hr_hr: Broj izvođenja je nadopunjen za %i film(ova) u Kodiju
lt_lt: Filmų, kuriems atnaujintas atkūrimų skaičius Kodi bibliotekoje: %i
pl_pl: Zaktualizowano liczbę odtworzeń %i filmu(ów) w bibliotece Kodi
pt_pt: Número de visualizações actualizado para %i filme(s) no Kodi
sk_sk: Počítadlá boli aktualizované pre %i filmov v Kodi
uk_ua: Оновлено %i локальних лічильників відтворення
zh_cn: Kodi已更新%i部电影的播放数

# #32091
source: Trakt movie collection is up to date, no movies removed
da_dk: Trakt filmsamling opdateret. ingen film fjernet
de_de: Trakt Film Sammlung ist aktuell, keine Filme entfernt
et_ee: Trakti filmikogu on ajakohane, ühtki filmi ei eemaldatud
fi_fi: Traktin elokuvakokoelma on ajan tasalla, eikä elokuvia poistettu
fr_ca: La collection de films de Trakt est à jour, aucun film n'a été supprimé
he_il: אוסף הסרטים של Trakt מעודכן, אין סרטים להסיר
hr_hr: Trakt filmska kolekcija je najnovija, nema uklonjenih filmova
lt_lt: Trakt filmų kolekcija atnaujinta, nebuvo pašalinta jokių filmų
pl_pl: Kolekcja filmów w serwisie Trakt jest aktualna, brak odcinków do usunięcia
pt_pt: A biblioteca de filmes no Trakt está actualizada, nenhum filme removido.
sk_sk: Zbierka filmov na Trakt je aktuálna, žiadne filmy neboli zmazané
uk_ua: Колекція фільмів Trakt є актуальною, жодного фільму не видалено
zh_cn: Trakt电影收藏是最新的，没有删除电影

# #32092
source: %i movie(s) were removed from your Trakt collection
da_dk: %i film blev fjernet fra din Trakt-samling
de_de: %i Film(e) wurden aus der eigenen Trakt-Sammlung entfernt
et_ee: %i filmi eemaldati Trakti kogust
fi_fi: %i elokuvaa poistettiin Trakt-kokoelmasta
fr_ca: %i film(s) a/ont été retiré(s) de votre collection Trakt
he_il: %i סרט(ים) הוסרו מהאוסף Trakt שלך
hr_hr: %i film(ova) je uklonjeno iz vaše Trakt kolekcije
lt_lt: Pašalinta filmų iš Trakt kolekcijos: %i
pl_pl: Usunięto %i film(ów) z Twojej kolekcji Trakt
pt_pt: %i filme(s) foram removidos da colecção do Trakt
sk_sk: %i filmov bolo odstránených z vašej Trakt zbierky
uk_ua: %i фільмів видалено з вашої колекції Trakt
zh_cn: %i部电影已从你的Trakt收藏中删除

# #32093
source: Updating %i of %i movie playcount(s) on Trakt
da_dk: Opdaterer %i af %i afspilningstal for film på Trakt
de_de: %i von %i Filmwiedergabezähler werden auf Trakt aktualisiert
et_ee: %i / %i filmi esituskorrad uuendatakse Traktis
fi_fi: Päivitetään %i/%i elokuvan katselukerrat Traktiin
fr_ca: Mise à jour d'%i compteur(s) de lecture de film sur %i sur Trakt
he_il: מעדכן %i מתוך %i מספר(י) ניגון סרט ב-Trakt
hr_hr: Nadopunjuje se %i od %i broja izvođenja filma na Traktu
lt_lt: Atnaujinamas atkūrimų skaičius %i iš %i filmų Trakt sistemoje
pl_pl: Aktualizowanie liczby odtworzeń %i / %i filmu(ów) w serwisie Trakt
pt_pt: A actualizar visualizações para %i de %i filme(s) no Trakt
sk_sk: Aktualizuje sa %i z %i počítadiel prehraných filmov na Trakt
uk_ua: Оновлюємо %i з %i лічильників відтворення фільмів на Trakt
zh_cn: Trakt正在更新电影观看数%i / %i

# #32094
source: Loading episode data from Kodi
da_dk: Indlæser afsnit-data fra Kodi
de_de: Episodeninformationen aus Kodi laden
et_ee: Episoodi andmete laadimine Kodist
fi_fi: Jaksoja ladataan Kodista
fr_ca: Chargement des données d'épisode de Kodi
he_il: טוען נתוני פרק מ-Kodi
hr_hr: Učitavanje podataka epizoda iz Kodija
lt_lt: Įkeliami epizodo duomenys iš Kodi
pl_pl: Wczytywanie danych odcinka z biblioteki Kodi
pt_pt: A carregar episódios do Kodi
sk_sk: Načítavajú sa dáta o epizódach z Kodi
uk_ua: Завантаження подробиць серії з Kodi
zh_cn: 正在从Kodi加载剧集数据

# #32095
source: Loading shows from Kodi
da_dk: Indlæser serier fra Kodi
de_de: Serien aus Kodi laden
et_ee: Kodist sarjade laadimine
fi_fi: Sarjoja ladataan Kodista
fr_ca: Chargement des émissions de Kodi
he_il: טוען סדרות Kodi
hr_hr: Učitavanje TV serija iz Kodija
lt_lt: Įkeliamos laidos iš Kodi
pl_pl: Wczytywanie seriali z biblioteki Kodi
pt_pt: A carregar séries do Kodi
sk_sk: Načítavajú sa seriály z Kodi
uk_ua: Завантаження серіалів з Kodi
zh_cn: 正在从Kodi加载节目

# #32096
source: Shows loaded from Kodi
da_dk: Serier indlæst fra Kodi
de_de: Serien aus Kodi geladen
et_ee: Kodist laaditud sarjad
fi_fi: Sarjat ladattiin Kodista
fr_ca: Émissions chargées à partir de Kodi
he_il: סדרות נטענו מ-Kodi
hr_hr: TV serije učitane s Kodija
lt_lt: Laidos įkeltos iš Kodi
pl_pl: Wczytano seriale z biblioteki Kodi
pt_pt: Séries carregadas do Kodi
sk_sk: Seriály z Kodi boli načítané
uk_ua: Серіали завантажені з Kodi
zh_cn: 已从Kodi加载的节目

# #32097
source: Parsing %i of %i episode data from Kodi
da_dk: Indlæser %i af %i afsnit-data fra Kodi
de_de: %i von %i Episodeninformationen aus Kodi verarbeitet
et_ee: Töödeldakse %i/%i episoodi andmeid Kodist
fi_fi: Puretaan %i/%i jakson tietoja Kodista
fr_ca: Analyse des données d'%i épisode(s) sur %i de Kodi
he_il: מנתח %i מתוך %i נתוני פרק מ-Kodi
hr_hr: Obrađuje se %i od %i podataka epizoda iz Kodija
lt_lt: Analizuojami %i iš %i epizodų duomenys iš Kodi
pl_pl: Przetwarzanie danych odcinka %i / %i z biblioteki Kodi
pt_pt: A verificar dados de %i de %i episódios do Kodi
sk_sk: Analyzuje sa %i z %i dát o epizódach z Kodi
uk_ua: Парсинг %i з %i подробиць серії з Kodi
zh_cn: 正在从Kodi解析剧集数据%i / %i

# #32098
source: Loaded episode data from Kodi
da_dk: Indlæser afsnit-data fra Kodi
de_de: Episodeninformationen aus Kodi geladen
et_ee: Kodist laaditud episoodide andmed
fi_fi: Jaksot ladattiin Kodista
fr_ca: Les données d'épisode ont été chargées de Kodi
he_il: נטענו נתוני פרק מ-Kodi
hr_hr: Učitani podaci epizode iz Kodija
lt_lt: Įkelti epizodo duomenys iš Kodi
pl_pl: Wczytano dane odcinka z biblioteki Kodi
pt_pt: Informação de episódios carregada do Kodi
sk_sk: Dáta o epizódach z Kodi boli načítané
uk_ua: Завантажено відомості серіалу з Kodi
zh_cn: 已从Kodi加载的剧集数据

# #32099
source: Loading episode data from Trakt
da_dk: Indlæser afsnit-data fra Trakt
de_de: Episodeninformationen werden von Trakt geladen
et_ee: Episoodi andmete laadimine Traktist
fi_fi: Ladataan jaksoja Traktista
fr_ca: Chargement des données d'épisode de Trakt
he_il: טוען נתוני פרק מ-Trakt
hr_hr: Učitani podaci epizode iz Trakta
lt_lt: Įkeliami epizodo duomenys iš Trakt sistemos
pl_pl: Wczytywanie danych odcinka z serwisu Trakt
pt_pt: Informação de episódios está a ser carregada do Trakt
sk_sk: Načítavajú sa dáta o epizódach z Trakt
uk_ua: Завантаження відомостей серії з Trakt
zh_cn: 正在从Trakt加载剧集数据

# #32100
source: Retrieving episode collection from Trakt
da_dk: Henter afsnitsamling fra Trakt
de_de: Episoden-Sammlung wird von Trakt abgerufen
et_ee: Episoodikogu toomine Traktist
fi_fi: Noudetaan jaksokokoelmaa Traktista
fr_ca: Obtention de la collection d'épisodes de Trakt
he_il: מקבל אוסף פרקים מ-Trakt
hr_hr: Preuzimanje kolekcije epizode iz trakta
lt_lt: Gaunama epizodų kolekcija iš Trakt sistemos
pl_pl: Pobieranie kolekcji odcinków z serwisu Trakt
pt_pt: Obter biblioteca de episódios do Trakt
sk_sk: Preberá sa zbierka epizód z Trakt
uk_ua: Отримання колекції серій з Trakt
zh_cn: 正在从Trakt取回剧集收藏

# #32101
source: Retrieving watched episodes from Trakt
bg_bg: Извличане на списъка с изгледани епизоди от Trakt
da_dk: Henter sete afsnit fra Trakt
de_de: Gesehene Episoden werden von Trakt abgerufen
et_ee: Vaadatud episoodide toomine Traktist
fi_fi: Noudetaan katsottuja jaksoja Traktista
fr_ca: Obtention des épisodes regardés de Trakt
he_il: מקבל פרקים שנצפו מ-Trakt
hr_hr: Preuzimanje odgledanih epizoda s Trakta
lt_lt: Gaunami peržiūrėti epizodai iš Trakt sistemos
pl_pl: Pobieranie obejrzanych odcinków z serwisu Trakt
pt_pt: Obter episódios marcados como vistos do Trakt
sk_sk: Preberá sa zoznam pozretých epizód z Trakt
uk_ua: Отримання переглянутих серій з Trakt
zh_cn: 正在从Trakt取回已观看剧集

# #32102
source: Parsing episode data %i of %i from Trakt
da_dk: Behandler afsnit-data %i af %i fra Trakt
de_de: %i von %i Episodeninformationen werden von Trakt verarbeitet
et_ee: Töödeldakse %i/%i episoodi andmeid Traktist
fi_fi: Puretaan %i/%i jakson tietoja Traktista
fr_ca: Analyse des données d'%i épisode(s) sur %i de Trakt
he_il: מנתח %i מתוך %i נתוני פרק מ-Trakt
hr_hr: Obrada podataka epizode %i od %i s Trakta
lt_lt: Analizuojami %i iš %i epizodų duomenys iš Trakt sistemos
pl_pl: Przetwarzanie danych odcinka %i / %i z serwisu Trakt
pt_pt: A verificar dados de %i de %i episódios do Trakt
sk_sk: Analyzuje sa %i z %i dát o epizódach z Trakt
uk_ua: Парсинг %i з %i відомостей серій з Trakt
zh_cn: 正在从Trakt解析剧集数据%i / %i

# #32103
source: Retrieved episode data from Trakt
da_dk: Afsnit-data hentet fra Trakt
de_de: Episodeninformationen wurden von Trakt abgerufen
et_ee: Episoodi andmed Traktist toodud
fi_fi: Noudetaan jaksoja Traktista
fr_ca: Données d'épisode récupérées sur Trakt
he_il: התקבל נתוני פרק מ-Trakt
hr_hr: Preuzimanje podataka epizode s Trakta
lt_lt: Gauti epizodų duomenys iš Trakt sistemos
pl_pl: Pobrano dane odcinka z serwisu Trakt
pt_pt: Obter dados do episódio do Trakt
sk_sk: Dáta o epizódach z Kodi boli prebraté
uk_ua: Отримано відомості серії з Trakt
zh_cn: 已从Trakt取回的剧集数据

# #32104
source: Trakt episode collection is up to date, no episodes to add
da_dk: Trakt afsnitsamling er opdateret. Ingen afsnit at tilføje
de_de: Trakt-Episoden-Sammlung ist aktuell, keine Episoden hinzugefügt
et_ee: Trakti episoodikogu on ajakohane, lisatavaid episoode pole
fi_fi: Traktin jaksokokoelma on ajan tasalla, eikä lisättäviä jaksoja ole
fr_ca: La collection d'épisodes de Trakt est à jour, aucun épisode à ajouter
he_il: אוסף הפרקים של Trakt מעודכן, אין סרטים להוסיף
hr_hr: Kolekcija epizode s Trakta je najnovija, nema epizoda za dodati
lt_lt: Trakt epizodų kolekcija yra atnaujinta. Nėra epizodų, kuriuos būtų galima pridėti
pl_pl: Kolekcja odcinków w serwisie Trakt jest aktualna, brak odcinków do dodania
pt_pt: Biblioteca de episódios do Trakt está actualizada, sem episódios para adicionar.
sk_sk: Zbierka epizód na Trakt je aktuálna, všetky epizódy sú pridané
uk_ua: Колекція серій є актуальною, жодної серії не додано
zh_cn: Trakt剧集收藏是最新的，没有剧集可以添加

# #32105
source: %i episode(s) were added to your Trakt collection
da_dk: %i afsnit blev tilføjet til din Trakt-samling
de_de: %i Episode(n) wurden zur Trakt-Sammlung hinzugefügt
et_ee: %i episoodi lisati sinu Trakti kogusse
fi_fi: %i jaksoa lisättiin Trakt-kokoelmaasi
fr_ca: %i épisode(s) a/ont été ajouté(s) à votre collection Trakt
he_il: %i פרק(ים) התווספו לאוסף Trakt שלך
hr_hr: %i epizoda je dodana u vašu Trakt kolekciju
lt_lt: Pridėta epizodų į Trakt kolekciją: %i
pl_pl: Dodano %i odcinek(ów) do Twojej kolekcji Trakt
pt_pt: %i episódio(s) foram adicionados ao Trakt
sk_sk: %i epizód bolo pridaných do vašej zbierky na Trakt
uk_ua: Додано %i серій до колекції Trakt
zh_cn: %i集剧集已被添加到你的Trakt收藏

# #32106
source: Trakt episode playcounts are up to date
da_dk: Trakt afspilningstal for afsnit opdateret
de_de: Wiedergabezähler der Trakt-Episoden sind aktuell
et_ee: Trakti episoodide esituskorrad on ajakohased
fi_fi: Traktin jaksojen katselukerrat ovat ajan tasalla
fr_ca: Les compteurs de lecture des épisodes de Trakt sont à jour
he_il: מספרי ניגון פרק מעודכנים ב-Trakt
hr_hr: Trakt broj izvođenja epizode je najnoviji
lt_lt: Trakt epizodų atkūrimų skaičiai yra atnaujinti
pl_pl: Liczba odtworzeń odcinka w serwisie Trakt jest aktualna
pt_pt: Número de visualizações de episódios está actualizada no Trakt
sk_sk: Počítadlá prehraných epizód na Trakt sú aktuálne
uk_ua: Лічильники відтворення серій Trakt є актуальними
zh_cn: Trakt剧集播放数是最新的

# #32107
source: Kodi episode playcounts are up to date
da_dk: Kodi afspilningstal for afsnit opdateret
de_de: Wiedergabezähler der Kodi-Episoden sind aktuell
et_ee: Kodi episoodide esituskorrad on ajakohased
fi_fi: Kodin jaksojen katselukerrat ovat ajan tasalla
fr_ca: Les compteurs de lecture des épisodes de Kodi sont à jour
he_il: מספרי ניגון פרק מעודכנים ב-Kodi
hr_hr: Kodi broj izvođenja epizode je najnoviji
lt_lt: Kodi epizodų atkūrimų skaičiai yra atnaujinti
pl_pl: Liczba odtworzeń odcinka w bibliotece Kodi jest aktualna
pt_pt: Número de visualizações de episódios está actualizada no Kodi
sk_sk: Počítadlá prehraných epizód v Kodi sú aktuálne
uk_ua: Локальні лічильники відтворення серій є актуальними
zh_cn: Kodi剧集播放数是最新的

# #32108
source: Updating %i of %i episode playcount(s) in Kodi
da_dk: Opdaterer %i af %i afspilningstal for afsnit i Kodi
de_de: %i von %i Episodenwiedergabezähler werden in Kodi aktualisiert
et_ee: %i / %i episoodi esituskorrad uuendatakse Kodis
fi_fi: Päivitetään %i/%i jakson katselukerrat Kodiin
fr_ca: Mise à jour d'%i compteur(s) de lecture d'épisode sur %i dans Kodi
he_il: מעדכן %i מתוך %i מספר(י) ניגון פרק ב-Kodi
hr_hr: Nadopunjuje se %i od %i broj izvođenja epizode u Kodiju
lt_lt: Atnaujinamas atkūrimų skaičius %i iš %i epizodų Kodi bibliotekoje
pl_pl: Aktualizowanie liczb odtworzeń %i / %i odcinka(ów) w bibliotece Kodi
pt_pt: A actualizar número de visualizações para %i de %i episódio(s) no Kodi
sk_sk: Aktualizuje sa %i z %i počítadiel prehraných epizód v Kodi
uk_ua: Оновлення %i з %i локальних лічильників відтворення серіалів
zh_cn: Kodi正在更新剧集播放数%i / %i
