Repository: xbmc/repo-scripts
Catalog: script.trakt/resources/language/resource.language.*/strings.po
Languages: bg_bg, da_dk, de_de, el_gr, et_ee, fi_fi, fr_ca, he_il, hr_hr, lt_lt, pl_pl, pt_pt, sk_sk, uk_ua, zh_cn

# Addon Summary
source: TV and movie scrobbler for Trakt.tv
da_dk: Tv- og film-scrobbler til Trakt.tv
de_de: TV und Film Scrobbler für Trakt.tv
et_ee: Sarjade ja filmide vaatamisoleku sünkroonimine Trakt.tv teenusega
fi_fi: Sarjojen ja elokuvien katselutilanteen Trakt.tv-kirjaus
hr_hr: TV i filmski skrobler za Trakt.tv
lt_lt: TV ir filmų registratorius, skirtas Trakt.tv
uk_ua: Скроблер серіалів та фільмів для Trakt.tv
zh_cn: Trakt.tv的观影打卡器

# Addon Description
source: Automatically scrobble all TV episodes and movies you are watching to Trakt.tv! Keep a comprehensive history of everything you've watched and be part of a global community of TV and movie enthusiasts. Sign up for a free account at http://trakt.tv and get a ton of features:[CR][CR]- Automatically scrobble what you're watching[CR]- Mobile apps for iPhone, iPad, Android, and Windows Phone[CR]- Share what you're watching (in real time) and rating to facebook and twitter[CR]- Personalized calendar so you never miss a TV show[CR]- Follow your friends and people you're interesed in[CR]- Use watchlists so you don't forget to what to watch[CR]- Track your media collections and impress your friends[CR]- Create custom lists around any topics you choose[CR]- Easily track your TV show progress across all seasons and episodes[CR]- Track your progress against industry lists such as the IMDb Top 250[CR]- Discover new shows and movies based on your viewing habits[CR]- Widgets for your forum signature[CR][CR]What can this addon do?[CR][CR]- Automatically scrobble all TV episodes and movies you are watching[CR]- Sync your TV episode and movie collections to Trakt (triggered after a library update)[CR]- Auto clean your Trakt collection so that it matches up with Kodi[CR]- Keep watched statuses synced between Kodi and Trakt[CR]- Rate movies and episode after watching them[CR][CR]Special thanks to all who contributed to this plugin! Check the commit history and changelog to see these talented developers.
da_dk: Scrobble automatisk alle tv-afsnit og film du ser til Trakt.tv! Du får en omfattende historik af alt, hvad du har set og bliver del af et globalt fællesskab af serie- og filmentusiaster. Tilmeld dig gratis på http://trakt.tv og få et væld af funktioner:[CR][CR]- Scrobble automatisk alt hvad du ser[CR][CR]- Mobilapps til iPhone, iPad, Android og Windows Telefon[CR][CR]- Del det, du ser (i realtid), samt send bedømmelser til Facebook og Twitter[CR]- Personlig kalender, så du aldrig går glip af en serie eller film[CR]- Følg med i hvad dine venner og bekendte ser[CR]- Brug huskelister så du ikke glemmer, hvad du skal se[CR]- Vis og imponér din samling til venner[CR]- Opret brugerdefinerede lister[CR]- Hold nemt øje med dit serie-fremskridt i løbet af sæsoner og afsnit[CR]- Sammenlign din samling mod lister fra f.eks. IMDb Top 250[CR]- Opdag nye serier og film baseret på dine tv-vaner[CR]- Widgets til din forumsignatur[CR][CR]Hvad kan dette add-on tilbyde?[CR][CR][CR]- Scrobble automatisk alle tv-afsnit og film, du ser[CR]- Synkroniser dine tv-afsnit og filmsamlinger til Trakt (efter en opdatering af biblioteket)[CR]- Automatisk oprydning af din Trakt-samling, så den passer sammen med Kodi[CR]- Hold set status synkroniseret mellem Kodi og Trakt[CR]- Bedøm film og afsnit umiddelbart efter at de er set[CR][CR]Særlig tak til alle der har bidraget til dette add-on! Se historikken og changelog for at se hvem disse talentfulde udviklere er.
de_de: Scrobble automatisch alle Serien und Filme die du schaust zu Trakt.tv! Behalte den Überblick über deine Sammlung und sei Teil einer globalen Gemeinschaft von Serien- und Filmliebhabern. Registriere jetzt deinen kostenlosen Account unter http://trakt.tv und bekomme einen Haufen Funktionen:[CR][CR]- Automatisches scrobbeln von dem was du guckst[CR]- Mobile Apps für iPhone, iPad, Android und Windows Phone[CR]- Teile was du schaust (in Echtzeit) und bewerte auf Facebook und Twitter[CR]- Personalisierte Kalender: So verpasst du nie wieder eine Serie[CR]- Folge deinen Freunden und Leuten, für die du dich interessierst[CR]- Mach dir Beobachtungsliste zu nutze, um nicht zu vergessen was du ansehen wolltest[CR]- Tracke deine Mediensammlung, um deine Freunde zu beeindrucken[CR]- Erstelle benutzerdefinierte Listen zu jedem Thema das dir einfällt[CR]- Behalte die Übersicht über deinen Fortschritt bei Serien[CR]- Überblicke deinen Fortschritt bei offiziellen Listen wie zum Beispiel den IMDb Top 250[CR]- Entdecke neue Serien und Filme anhand deines Geschmacks[CR]- Widgets für deine Forum Signatur[CR][CR]Was kann dieses Addon?[CR][CR]- Automatisches scrobbeln aller Serien und Filme die du anschaust[CR]- Synchronisiere deine gesammelten Serien und Filme zur Trakt Sammlung (direkt nach dem Bibliotheksupdate)[CR]- Automatisches aufräumen deiner Trakt Sammlung damit sie mit Kodi übereinstimmt[CR]- Halte gesehen Markierungen synchronisiert zwischen Kodi und Trakt[CR]- Bewerte Episoden und Filme direkt nach dem du sie geguckt hast[CR][CR]Besonderer Dank gilt allen die an diesem Plugin mit gearbeitet haben! Schau in die Commit Historie und das Änderungsprotokoll, um diese talentierten Entwickler zu sehen.
et_ee: Talleta automaatselt kõik vaadatud episoodid ja filmid Trakt.tv teenuses! Oma kõikehõlmavat ajalugu kõigest vaadatust ja saa osa ülemaailmsest tele- ja filmihuviliste kogukonnast. Registreeri tasuta konto aadressil http://trakt.tv ja hangi palju funktsioone:[CR][CR]- Talleta automaatselt, mida vaatad[CR]- Mobiilirakendused iPhone, iPad, Android, ja Windows Phone tarbeks[CR]- Jaga seda, mida vaatad (reaalajas) ja hindeid Facebookis ja Twitteris[CR]- Isikupärastatud kalender, et sa ei magaks oma sarja kunagi maha[CR]- Jälgi oma sõpru ja inimesi, kellest oled huvitatud[CR]- Jälgimisloendite abil pead meeles, mis sarju vaatad[CR]- Jälgi oma meediakogusid ja avalda sõpradele muljet[CR]- Loo kohandatud loendid mis tahes valitud teemade kohta[CR]- Jälgi iga sarja hooaja ja episoodi vaatamise seisu[CR]- Sünkrooni oma vaatamisi filmitööstuse loendites nagu IMDb Top 250[CR]- Avasta oma vaatamisharjumuste põhjal uusi saateid ja filme[CR]- Vidinad, mida saad kasutada foorumi signatuuris[CR][CR]Mida see lisamoodul teeb?[CR][CR]- Talleta automaatselt kõik vaadatud episoodid ja filmid[CR]- Sünkrooni sarja- ja filmikogud teenusega Trakt (käivitub pärast meediakogu värskendamist)[CR]- Puhasta oma Trakti kogumik automaatselt, et see klapiks Kodiga[CR]- Sünkrooni Kodi ja Trakti vaatamiste olek[CR]- Rate movies and episode after watching them[CR][CR]Eriline tänu kõigile, kes selle lisamooduli loomisele kaasa aitasid! Need andekad arendajad leiab muudatuste logist.
fi_fi: Kirjaa kaikki katsomasi sarjojen jaksot ja elokuvat Trakt.tv-kokoelmaasi automaattisesti! Säilytä kattava historia kaikesta katsomastasi ja osallistu maailmanlaajuiseen sarja- ja elokuvaharrastajien yhteisöön. Luo ilmainen tili osoitteessa http://trakt.tv ja hanki useita lisäominaisuuksia:[CR][CR]- Kirjaa automaattisesti mitä katsot[CR]- Mobiilisovellukset iPhone-, iPad-, Android- ja Windows Phone -alustoille[CR]- Jaa mitä katselet ja arvioit reaaliaikaisesti Facebookissa ja Twitterissä[CR]- Henkilökohtainen kalenteri, jotteivat sarjojen jaksot jää koskaan katsomatta[CR]- Seuraa kavereita ja kiinnostavia henkilöitä[CR]- Katselulistojen avulla et unohda mitä olit katsomassa[CR]- Seuraa mediakokoelmiasi ja tee vaikutus kavereihisi[CR]- Luo omia listoja mistä tahansa valitsemistasi aiheista[CR]- Pidä kirjaa sarjojen jokaisen kauden ja jakson katselutilanteesta[CR]- Pidä kirjaa katselutilanteestasi alan listoilla, kuten IMDb Top 250[CR]- Löydä uusia sarjoja ja elokuvia katselutottumustesi perusteella[CR]- Widgettejä, joita voit käyttää allekirjoituksissasi keskustelupalstoilla[CR][CR]Mitä tämä lisäosa tekee?[CR][CR]- Kirjaa automaattisesti kaikki sarja- ja elokuvakatselusi[CR]- Synkronoi sarja- ja elokuvakokoelmasi Trakt-kokoelmaasi (käynnistyy kirjastopäivityksen jälkeen)[CR] - Siivoaa Trakt-kokoelmasi automaattisesti vastaamaan Kodin kirjastoa[CR]- Synkronoi katselutilanteet Kodin ja Traktin välillä[CR] - Arvioi elokuvat ja jaksot niiden katselun päätyttyä helposti[CR][CR]Erityiskiitos lisäosan kehitykseen osallistuneille! Näet nämä lahjakkaat kehittäjät muutoshistoriasta.
hr_hr: Automatski sklobrajte sve TV epizode i filmove koje gledate na Trakt.tv! Vodite opsežnu povijest svega što ste gledali i budite dio globalne zajednice TV i filmskih entuzijasta. Prijavite se na besplatan račun na http://trakt.tv i dobijte mnogo značajki:[CR][CR]- Automatski skroblajte što gledate[CR]- Mobilne aplikacije za iPhone, iPad, Android, i Windows telefon[CR]- Dijelite što gledate (u stvarnom vremenu) i ocijenite na facebooku i twitteru[CR]- Personaliziran kalendar tako da nikada ne propustite TV emisiju[CR]- Slijedite svoje prijatelje i ljude koji vas zanimaju u[CR]- Koristite Popise gledanja tako da ne zaboravite što ste gledali[CR]- Pratite svoje medijske kolekcije i impresionirajte svoje prijateljte[CR]- Stvorite prilagođene popise o bili kojoj temi koju odaberete[CR]- Jednostavno pratite vaš napredak TV serije diljem svih sezona i epizoda[CR]- Pratite vaš napredak nasuprot industrijskih popisa poput IMDb Top 250[CR]- Otkrijete nove TV serije i filmove temeljene na vašim navikama gledanja[CR]- Widgeti za vaš potpis na forumu[CR][CR]Što sve može ovaj dodatak?[CR][CR]- Automatski skroblat sve TV epizode i filmove koje gledate[CR]- Uskladiti vaše TV epizode i filmske kolekcije na Trakt (pokrenuto nakon nadopune videoteke)[CR]- Automatsko čišćenje vaše Trakt kolekcije tako da se poklapa s Kodijem[CR]- Zadržava stanje gledanja usklađenim između Kodija i Trakta[CR]- Ocjenjuje filmove i epizode nakon gledanja[CR][CR]Posebno hvala svima koji su doprinijeli ovom dodatku! Provjerite povijest podneska i zapis promjena kako bi vidjeli te talentirane razvijatelje.
lt_lt: Automatiškai užregistruoti visus TV epizodus ir filmus, kuriuos žiūrite, Trakt.tv sistemoje! Laikykite išsamią istoriją visko, ką peržiūrėjote ir būkite globalios TV ir filmų entuziastų bendruomenės dalimi. Susikurkite nemokamą paskyrą http://trakt.tv puslapyje ir gaukite daugybę funkcionalumų:[CR][CR]- Automatiškai užregistruokite tai, ką žiūrite[CR]- Mobilios programelės, skirtos iPhone, iPad, Android ir Windows Phone[CR]- Dalinkitės tuo, ką žiūrite (realiuoju laiku) ir įvertinimais facebook ir twitter sistemose[CR]- Suasmenintas kalendorius, kad niekada nepraleistumėte TV laidos[CR]- Sekite savo draugus ir žmones, kuriais domitės[CR]- Naudokite peržiūros sąrašą, kad nepamirštumėte ką norite peržiūrėti[CR]- Sekite savo media kolekciją ir padarykite įspūdį savo draugams[CR]- Sukurkite savus sąrašus bet kokia pasirinkta tema[CR]- Lengvai sekite TV laidos progresą tarp visų sezonų ir epizodų[CR]- Sekite savo progresą tarp industrinių sąrašų, tokių kaip IMDb Top 250[CR]- Atraskite naujas laidas ir filmus pagal savo žiūrėjimo įpročius[CR]- Valdiklis jūsų forumo paskyros parašui[CR][CR]Ką gali šis priedas?[CR][CR]- Automatiškai registruoti visus TV epizodus ir filmus, kuriuos žiūrite[CR]- Sinchronizuoti jūsų TV epizodų ir filmų kolekciją su Trakt.tv (vykdoma po bibliotekos atnaujinimo)[CR]- Automatiškai išvalyti jūsų Trakt.tv kolekciją, kad ji sutaptų su Kodi[CR]- Išlaikyti peržiūrėjimo būsenas sinchronizuotas tarp Kodi ir Trakt.tv[CR]- Įvertinti filmus ir epizodus juos peržiūrėjus[CR][CR]Specialus ačiū visiems, kurie prisidėjo prie šio įskiepio! Patikrinkite kodo istoriją ir pakeitimų sąrašą, kad pamatytumėte šiuos talentingus kūrėjus.
uk_ua: Автоматично скробліть на Trakt.tv всі серіали та фільми, які ви переглядаєте! Ведіть повну історію ваших переглядів та станьте частиною міжнародної спільноти шанувальників кінематографу. Зареєструйте безкоштовний акаунт на http://trakt.tv та отримайте доступ до таких можливостей:[CR][CR]- Автоматичний скроблінг при перегляді[CR]- Мобільні додатки для iPhone, iPad, Android та Windows Phone[CR]- Діліться вашими переглядами та оцінками на facebook та twitter[CR]- Ваш персональний календар з яким ви ніколи не пропустите новий епізод улюбленого серіалу[CR]- Користуйтесь закладками щоб не забути що переглянути пізніше[CR]- Відстежуйте ваші медіа колекції та вразьте своїх друзів[CR]- Створюйте власні списки на будь-яку тему[CR]- Легко відстежуйте прогрес ваших серіалів, епізодів та сезонів[CR]- Відстежуйте прогрес перегляду найпопулярніших списків, таких як \"Топ 250 фільмів IMDb\"[CR]- Відривайте для себе нові серіали та фільми на основі ваших попередніх переглядів[CR] - Віджети для унікального банеру профіля на форумі[CR][CR]Що вміє цей додаток?[CR][CR]- Автоматично скроблити всі серіали та фільми які ви переглядаєте[CR]- Синхронізувати ваші колекції фільмів та серіалів до сервісу Trakt(спрацьовує при оновленні каталогу)[CR]- Автоматично очищати ваші Trakt колекції для синхронізації з локальним каталогом[CR]- Синхронізувати статус переглянутих між Kodi та Trakt[CR]- Оцінювати фільми та серіали після перегляду[CR][CR] Окрема подяка всім, хто долучився до розробки цього додатку! Огляньте історію змін щоб переглянути список цих талановитих розробників.
zh_cn: 自动录制您正在观看的所有电视剧和电影到Trakt.tv！全面记录你看过的一切，成为全球电视和电影爱好者社区的一部分。在http://trakt.tv注册一个免费帐户，即可获得大量功能：[CR]；[CR]；-自动滚动您正在观看的内容[CR]；-iPhone、iPad、Android和Windows phone上的移动应用程序[CR]；-(实时)分享您正在观看的内容，并将其评分到Facebook和Twitter&10；-个性化日历，让您永远不会错过任何电视节目[CR]；-关注您的朋友和您感兴趣的人&使用观看列表，这样您就不会忘记要看什么。-跟踪您的媒体收藏并打动您的朋友[CR]；-围绕您选择的任何主题创建自定义列表[CR]；-轻松跟踪您的电视节目在所有季节和剧集中的进度-对照行业列表(如IMDB排名前250&10；)跟踪您的进度-根据您的观看习惯发现新的剧集和电影[CR]；-用于论坛签名的小工具[CR]；[CR]；[CR]；[CR]；-自动滚动所有电视剧和电影。-将您的电视剧集和电影集同步到Trakt(在库更新后触发)[CR]；-自动清理您的Trakt集，以便它与Kodi&10；匹配-保持在Kodi和Trakt&10；之间同步的观看状态-在观看电影和集之后对它们进行评级[CR]；[CR]；特别感谢所有对此插件做出贡献的人！查看提交历史记录和更改日志，查看这些有才华的开发人员。

# #32000
source: General
bg_bg: Общи
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
et_ee: Üldine
fi_fi: Yleiset
fr_ca: Général
he_il: כללי
hr_hr: Općenito
lt_lt: Pagrindinis
pl_pl: Ogólne
pt_pt: Geral
sk_sk: Všeobecné
uk_ua: Загальні
zh_cn: 常规

# #32003
source: Startup Delay (seconds)
da_dk: Forsinkelse af start (sekunder)
de_de: Startverzögerung (Sekunden)
et_ee: Viiteaeg käivitamisel (sekundites)
fi_fi: Käynnistysviive (sekuntia)
hr_hr: Odgoda pokretanja (sekunde)
uk_ua: Затримка запуску (в секундах)
zh_cn: 启动延迟（秒）

# #32004
source: Rating
bg_bg: Рейтинг
da_dk: Bedømmelse
de_de: Bewertung
el_gr: Αξιολόγηση
et_ee: Hinne
fi_fi: Arviointi
fr_ca: Évaluation
he_il: דירוג
hr_hr: Ocjena
lt_lt: Reitingas
pl_pl: Ocena
pt_pt: Classificação
sk_sk: Hodnotenie
uk_ua: Оцінки
zh_cn: 评分

# #32005
source: Rate Movie after watching
da_dk: Bedøm film efter at være set
de_de: Bewertung nach Film abgeben
el_gr: Αξιολόγηση Ταινίας αφού τη δείτε
et_ee: Hinda film pärast vaatamist
fi_fi: Arvioi elokuva katselun jälkeen
fr_ca: Évaluer le film après visualisation
he_il: דרג סרט לאחר צפייה
hr_hr: Ocijeni film nakon gledanja
lt_lt: Įvertinti filmą peržiūrėjus
pl_pl: Oceniaj film po obejrzeniu
pt_pt: Classificar Filme após visualização
sk_sk: Ohodnotiť film po pozretí
uk_ua: Оцінювати фільми після перегляду
zh_cn: 观看电影后评分

# #32006
source: Rate TV show Episode after watching
da_dk: Bedøm tv-afsnit efter at være set
de_de: Bewertung nach Serienepisode abgeben
el_gr: Αξιολόγηση Επεισοδίου αφού το δείτε
et_ee: Hinda episood pärast vaatamist
fi_fi: Arvioi jaksot katselun jälkeen
fr_ca: Évaluer l'épisode d'émission télé après visualisation
he_il: דרג פרק סדרה לאחר צפייה
hr_hr: Ocijeni TV seriju nakon gledanja
lt_lt: Įvertinti TV laidos epizodą peržiūrėjus
pl_pl: Oceniaj odcinek po obejrzeniu
pt_pt: Classificar Episódio após visualização
sk_sk: Ohodnotiť epizódu seriálu po pozretí
uk_ua: Оцінювати серії після перегляду
zh_cn: 看完电视剧集后评分

# #32008
source: Minimum percent watched to display rating dialog
da_dk: Minimum procent set før bedømmelsesdialog
de_de: Mindestprozentzahl gesehen, um Bewertungsdialog anzuzeigen
el_gr: Ελάχιστο ποσοστό που πρέπει να έχετε δει, για να βγει το παράθυρο αξιολόγησης
et_ee: Väiksem vaatamise protsent, et hinnata
fi_fi: Arvioinnin vähimmäiskatseluvaihe (prosenttia)
fr_ca: Pourcentage de visualisation minimum pour afficher la fenêtre d'évaluation
he_il: מינימום אחוזי צפייה כדי להציג מסך דירוג
hr_hr: Najmanji postotak gledanja za prikaz dijaloga ocjene
lt_lt: Minimalus peržiūrėjimo procentas įvertinimo dialogo rodymui
pl_pl: Min. procent obejrzenia do pokazania okna oceny
pt_pt: Percentagem mínima para aparecer o diálogo de classificação
sk_sk: Hodnotiť po pozretí minimálne X percent
uk_ua: Мінімальний відсоток перегляду для показу вікна оцінки
zh_cn: 显示评级对话框时的最低已观看百分比

# #32009
source: Allow re-rating of media
da_dk: Tillad ombedømmelse af medie
de_de: Neubewertung von Medien erlauben
el_gr: Να επιτρέπεται η επαναξιολόγηση
et_ee: Luba meedia ümberhindamine
fi_fi: Mahdollista median uudelleenarviointi
fr_ca: Permettre la réévaluation du média
he_il: אפשר דירוג בשנית למדיה
hr_hr: Dopusti ponovno ocjenjivanje medija
lt_lt: Leisti iš naujo įvertinti media įrašą
pl_pl: Dopuszczaj ponowną ocenę mediów
pt_pt: Permitir reclassificação
sk_sk: Povoliť opätovné hodnotenie
uk_ua: Дозволяти повторну оцінку
zh_cn: 允许重新给媒体评分

# #32010
source: Default rating
da_dk: Standard bedømmelse
de_de: Standardbewertung
el_gr: Προεπιλεγμένη αξιολόγηση
et_ee: Vaikehinne
fi_fi: Oletusarvio
fr_ca: Évaluation par défaut
he_il: דירוג ברירת מחדל
hr_hr: Zadana ocjena
lt_lt: Numatytasis įvertinimas
pl_pl: Domyślna ocena
pt_pt: Classificação padrão
sk_sk: Predvolené hodnotenie
uk_ua: Стандартна оцінка
zh_cn: 默认评分

# #32011
source: Scrobbling
el_gr: Γίνεται κοινοποίηση
et_ee: Sünkroonimine
fi_fi: Kirjataan
fr_ca: Scrobblage
hr_hr: Skroblanje
lt_lt: Registruojama
pl_pl: Rejestracja
sk_sk: Odosielať info
uk_ua: Скроблінг
zh_cn: 打卡

# #32012
source: Scrobble movies
da_dk: Scrobble film
de_de: Filme scrobbeln
el_gr: Κοινοποίηση ταινιών
et_ee: Talleta filmid
fi_fi: Kirjaa elokuvat
fr_ca: Scrobbler les films
he_il: Scrobble סרטים
hr_hr: Skroblaj filmove
lt_lt: Registruoti filmus
pl_pl: Rejestruj odtwarzanie filmów
pt_pt: Scrobble de filmes
sk_sk: Odosielať info o filmoch
uk_ua: Скроблити фільми
zh_cn: 电影打卡

# #32013
source: Scrobble TV show episodes
da_dk: Scrobble tv-serie afsnit
de_de: Serienepisoden scrobbeln
el_gr: Κοινοποίηση επεισοδίων
et_ee: Talleta episoodid
fi_fi: Kirjaa sarjojen jaksot
fr_ca: Scrobbler les épisodes d'émissions télé
he_il: Scrobble פרקי סדרות
hr_hr: Skroblaj epizode TV serija
lt_lt: Registruoti TV laidos epizodus
pl_pl: Rejestruj odtwarzanie odcinków
pt_pt: Scrobble de episódios de séries
sk_sk: Odosielať info o seriáloch
uk_ua: Скроблити серії
zh_cn: 电视剧集打卡

# #32014
source: Show notification on scrobble
da_dk: Vis notifikationer når der scrobbles
de_de: Benachrichtigung bei Scrobble anzeigen
et_ee: Kuva talletamise märguanne
fi_fi: Ilmoita kirjauksesta
fr_ca: Afficher une notification lors du scrobble
he_il: הצג התראה בעת ביצוע Scrobble
hr_hr: Prikaži obavijesti pri skroblanju
lt_lt: Rodyti pranešimą registruojant
pl_pl: Pokazuj powiadomienia o rejestrowaniu odtwarzania
pt_pt: Mostrar notificação no scrobble
sk_sk: Zobraziť notifikáciu pri odosielaní
uk_ua: Показувати сповіщення про скроблінг
zh_cn: 打卡时显示通知

# #32015
source: Trakt - Scrobbled successfully
da_dk: Trakt - Scrobbling lykkedes
de_de: Trakt - Erfolgreich gescrobbelt
el_gr: Trakt - Επιτυχής κοινοποίηση
et_ee: Trakt - talletamine tehtud
fi_fi: Trakt - Kirjaus suoritettiin
fr_ca: Trakt - Scrobblé avec succès
he_il: Trakt - Scrobble הצליח
hr_hr: Trakt - Skroblanje uspješno
lt_lt: Trakt - registravimas sėkmingas
pl_pl: Trakt - Rejestracja odtwarzania zakończona powodzeniem
pt_pt: Trakt - Scrobbled com sucesso
sk_sk: Trakt - Info odoslané
uk_ua: Trakt - Успішний скробл
zh_cn: Trakt - 打卡成功

# #32016
source: Exclusions
da_dk: Undtagelser
de_de: Ausschlüsse
el_gr: Εξαιρέσεις
et_ee: Erandid
fi_fi: Poikkeukset
he_il: הכללות
hr_hr: Izuzeto
lt_lt: Išimtys
pl_pl: Ograniczenia
pt_pt: Exclusões
sk_sk: Výnimky
uk_ua: Винятки
zh_cn: 排除

# #32017
source: Exclude Live TV
da_dk: Undtag direkte tv
de_de: Live-TV ausschließen
el_gr: Εξαίρεση Live TV
et_ee: Telesaateid ei sünkrooni
fi_fi: Älä kirjaa televisiolähetyksiä
fr_ca: Exclure la télé en direct
he_il: אל תכלול טלוויזיה חיה
hr_hr: Izuzmi TV uživo
lt_lt: Išskirti televiziją
pl_pl: Ignoruj programy telewizyjne
pt_pt: Excluir televisão em directo
sk_sk: Neposielať živú TV
uk_ua: Не скроблити ТБ
zh_cn: 排除Live TV

# #32018
source: Exclude HTTP sources
da_dk: Undtag HTTP-kilder
de_de: HTTP-Quellen ausschließen
el_gr: Εξαίρεση πηγών HTTP
et_ee: HTTP allikaid ei sünkrooni
fi_fi: Älä kirjaa HTTP-lähteitä
fr_ca: Exclure les sources HTTP
he_il: אל תכלול מקורות HTTP
hr_hr: Izuzmi HTTP izvore
lt_lt: Išskirti HTTP šaltinius
pl_pl: Ignoruj źródła HTTP
pt_pt: Excluir fontes de HTTP
sk_sk: Neposielať HTTP zdroje
uk_ua: Не скроблити HTTP джерела
zh_cn: 排除HTTP源

# #32019
source: Exclude path
da_dk: Undtag stier
de_de: Pfad ausschließen
el_gr: Εξαίρεση διαδρομής
et_ee: Asukohta ei sünkrooni
fi_fi: Älä kirjaa sijaintia
fr_ca: Exclure le chemin
he_il: אל תכלול נתיב
hr_hr: Izuzmi putanju
lt_lt: Išskirti kelią
pl_pl: Ignoruj ścieżkę
pt_pt: Excluir directório
sk_sk: Neposielať z cesty
uk_ua: Не скроблити шлях
zh_cn: 排除路径

# #32020
source: Folder's path (including subfolders)
da_dk: Mappesti (inklusiv undermapper)
de_de: Ordnerpfad (einschließlich Unterordner)
et_ee: Kausta rada (ka alamkaustad)
fi_fi: Kansion sijainti (sisältäen alikansiot)
fr_ca: Chemin du dossier (incluant les sous-dossiers)
he_il: נתיב תיקיה (כולל תת-תיקיות)
hr_hr: Putanja mape (obuhvati podmape)
lt_lt: Aplanko kelias (įskaitant poaplankius)
pl_pl: Ścieżka folderu (z podfolderami)
pt_pt: Caminho para as pastas (inclui sub-pastas)
sk_sk: Cesta k priečinku (vrátane podpriečinkov)
uk_ua: Шлях теки (включно з підтеками)
zh_cn: 文件夹路径（包括子文件夹）

# #32023
source: Can not connect to Trakt
da_dk: Kan ikke forbinde til Trakt
de_de: Verbindungsaufbau zu Trakt nicht möglich
el_gr: Αδυναμία σύνδεσης στο Trakt
et_ee: Trakt ei ole kättesaadav
fi_fi: Trakt ei ole tavoitettavissa
fr_ca: Impossible de se connecter à Trakt
he_il: אין אפשרות להתחבר אל Trakt
hr_hr: Nemoguće povezivanje s Traktom
lt_lt: Neįmanoma prisijungti prie Trakt
pl_pl: Nieudane połączenie z serwisem Trakt
pt_pt: Sem ligação ao Trakt
sk_sk: Nie je možné pripojiť sa na Trakt
uk_ua: Не вдалося підключитись до Trakt
zh_cn: 无法连接到Trakt

# #32024
source: Error
bg_bg: Грешка
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
et_ee: Viga
fi_fi: Virhe
fr_ca: Erreur
he_il: שגיאה
hr_hr: Greška
lt_lt: Klaida
pl_pl: Błąd
pt_pt: Erro
sk_sk: Chyba
uk_ua: Помилка
zh_cn: 错误

# #32026
source: What Did You Think?
da_dk: Hvad syntes du?
de_de: Was denkst du?
el_gr: Πως Σας Φάνηκε;
et_ee: Mida sina arvad?
fi_fi: Mitä mieltä olit?
fr_ca: Qu'en avez-vous pensé?
he_il: מה חשבת?
hr_hr: Što ste mislili?
lt_lt: Ką jūs galvojote?
pl_pl: Co sądzisz?
pt_pt: O que achaste?
sk_sk: Aké je vaše hodnotenie?
uk_ua: Ваша оцінка?
zh_cn: 你觉得呢？

# #32027
source: Totally Ninja!
da_dk: Fantastisk!
de_de: Meisterwerk!
el_gr: Γαμάτο!
et_ee: Suurepärane!
fi_fi: Ylivertainen!
fr_ca: Complètement Ninja!
he_il: מטורף לגמרי!
hr_hr: Totalni Ninja!
lt_lt: Visiška nindzė!
pl_pl: Arcydzieło!
pt_pt: Excepcional!
sk_sk: Úplná bomba
uk_ua: Супер!
zh_cn: 太棒了！

# #32028
source: Weak Sauce :(
da_dk: Forfærdelig
de_de: Billiger Mist :(
el_gr: Μούφα :(
et_ee: Odav rämps :(
fi_fi: Kammottava :(
fr_ca: Ben faible :(
he_il: על הפנים :(
hr_hr: Slabi umak :(
lt_lt: Silpnas padažas :(
pl_pl: Słabizna :(
pt_pt: Intragável :(
sk_sk: Príšerné :(
uk_ua: Повний провал :(
zh_cn: 不大给劲:(

# #32029
source: Terrible
da_dk: Ringe
de_de: Furchtbar
el_gr: Άθλιο
et_ee: Kohutav
fi_fi: Surkea
fr_ca: Affreux
he_il: נוראי
hr_hr: Užasno
lt_lt: Siaubingas
pl_pl: Straszny
pt_pt: Péssimo
sk_sk: Veľmi zlé
uk_ua: Жахливо
zh_cn: 烂透了
