Repository: xbmc/repo-scripts
Catalog: script.trakt/resources/language/resource.language.*/strings.po
Languages: bg_bg, da_dk, de_de, el_gr, et_ee, fi_fi, fr_ca, he_il, hr_hr, lt_lt, pl_pl, pt_pt, sk_sk, uk_ua, zh_cn

# #32109
source: Playcounts updated for %i show(s) in Kodi
da_dk: Afspilningstal for %i serie(r) opdateret i Kodi
de_de: Wiedergabezähler für %i Serien in Kodi aktualisiert
et_ee: %i episoodi esituskorrad uuendati Kodis
fi_fi: %i sarjan katselukerrat päivitettiin Kodiin
fr_ca: Compteurs de lecture mis à jour dans Kodi pour %i épisode(s)
he_il: מספרי ניגון עודכנו עבור %i סדרה(ות) ב-Kodi
hr_hr: Nadopunjuje se broj izvođenja za %i seriju(a) u Kodiju
lt_lt: Laidų, kurioms atnaujintas atkūrimų skaičius Kodi bibliotekoje: %i
pl_pl: Zaktualizowano liczbę odtworzeń dla %i odcinka(ów) w bibliotece Kodi
pt_pt: Número de visualizações actualizado para %i episódio(s) no Kodi
sk_sk: Počítadlá boli aktualizované pre %i seriálov v Kodi
uk_ua: Оновлено %i локальних лічильників відтворення серіалів
zh_cn: Kodi已更新%i部节目的播放数

# #32110
source: Trakt episode collection is clean, no episodes to remove
da_dk: Trakt afsnitsamling er ryddet op. Ingen afsnit fjernes
de_de: Trakt-Episoden-Sammlung ist bereinigt, keine Episoden zu entfernen
et_ee: Trakti episoodikogu on puhas, eemaldatavaid episoode pole
fi_fi: Traktin jaksokokoelma on siivottu, eikä poistettavia jaksoja ole
fr_ca: La collection d'épisodes de Trakt est propre, aucun épisode à supprimer
he_il: אוסף הפרקים של Trakt מעודכן, אין סרטים להסיר
hr_hr: Trakt kolekcija epizode je čista, nema epizoda za uklanjanje
lt_lt: Trakt epizodų kolekcija yra švari, nėra epizodų, kuriuos būtų galima pašalinti
pl_pl: Kolekcja odcinków w serwisie Trakt jest oczyszczona, brak odcinków do usunięcia
pt_pt: Biblioteca de episódios do Trakt está limpa, não há episódios para remover
sk_sk: Zbierka epizód na Trakt je prázdna, žiadne epizódy na odstránenie
uk_ua: Колекція серій Trakt є актуальною, немає серій для видалення
zh_cn: Trakt剧集集合很干净，没有要删除的剧集

# #32111
source: %i episode(s) are being removed from your Trakt collection
da_dk: %i afsnit fjernes fra din Trakt-samling
de_de: %i Episode(n) werden aus der Trakt-Sammlung entfernt
et_ee: %i episoodi eemaldatakse Trakti kogust
fi_fi: %i jaksoa poistetaan Trakt-kokoelmasta
fr_ca: %i épisode(s) est/sont en cours de retrait de votre collection Trakt
he_il: %i פרק(ים) נמחקים כעת מהאוסף Trakt שלך
hr_hr: %i epizoda je se uklanja iz vaše Trakt kolekcije
lt_lt: Pašalinama epizodų iš Trakt kolekcijos: %i
pl_pl: Usuwanie %i odcinka(ów) z Twojej kolekcji Trakt
pt_pt: A remover %i episódio(s) do Trakt
sk_sk: %i epizód sa odstraňuje z vašej Trakt zbierky
uk_ua: Видаляємо %i серій з Вашої колекції Trakt
zh_cn: %i集剧集正在从你的Trakt收藏中移除

# #32112
source: %i episode(s) were removed from your Trakt collection
da_dk: %i afsnit blev fjernet fra din Trakt-samling
de_de: %i Episode(n) wurden aus der eigenen Trakt-Sammlung entfernt
et_ee: %i episoodi eemaldati Trakti kogust
fi_fi: %i jaksoa poistettiin Trakt-kokoelmasta
fr_ca: %i épisode(s) a/ont été retiré(s) de votre collection Trakt
he_il: %i פרק(ים) הוסרו מהאוסף Trakt שלך
hr_hr: %i epizoda je uklonjeno iz vaše Trakt kolekcije
lt_lt: Pašalinta epizodų iš Trakt kolekcijos: %i
pl_pl: Usunięto %i odcinek(ów) z Twojej kolekcji Trakt
pt_pt: Foram removidos %i episódio(s) do Trakt
sk_sk: %i epizód bolo odstránených z vašej Trakt zbierky
uk_ua: Видалено %i серій з Вашої колекції Trakt
zh_cn: %i集剧集已从你的Trakt收藏中移除

# #32113
source: Trakt - Marked as watched
da_dk: Trakt - Markeret som set
de_de: Trakt - Als gesehen markiert
et_ee: Trakt – märgitud vaadatuks
fi_fi: Trakt - Merkitty katsotuksi
fr_ca: Trakt - Marqué comme regardé
he_il: Trakt - סומנו כנצפו
hr_hr: Trakt - Označeno kao odgledano
lt_lt: Trakt - pažymėta kaip peržiūrėta
pl_pl: Trakt - Oznaczone jako obejrzane
pt_pt: Trakt - Marcado como visto
sk_sk: Trakt - Označené ako pozreté
uk_ua: Trakt - Позначено як переглянуте
zh_cn: Trakt - 已标记已观看

# #32114
source: Trakt - Failed marking as watched
da_dk: Trakt - Fejl ved 'Markeret som set'
de_de: Trakt - Markieren als gesehen ist fehlgeschlagen
et_ee: Trakt – vaadatuks märkimine nurjus
fi_fi: Trakt - Merkintä katsotuksi epäonnistui
fr_ca: Trakt - Impossible de marquer comme regardé
he_il: Trakt - נכשל בסימון כנצפו
hr_hr: Trakt - Neuspjelo označavanje kao odgledano
lt_lt: Trakt - nepavyko pažymėti kaip peržiūrėta
pl_pl: Trakt - Nieudane oznaczenie jako obejrzane
pt_pt: Trakt - Marcação como visto falhou
sk_sk: Trakt - Pri označovaní nastala chyba
uk_ua: Trakt - Не вдалося позначити як переглянуте
zh_cn: Trakt - 标记已观看失败

# #32115
source: %d episode(s) of '%s'
da_dk: %d afsnit af '%s'
de_de: %d Episode(n) von „%s“
et_ee: Sarja %d '%s' episoodi
fi_fi: %d sarjan '%s' jaksoa
fr_ca: %d épisode(s) sur %s
he_il: %d פרק(ים) מתוך '%s'
hr_hr: %d epizoda(e) od '%s'
lt_lt: %d epizodas(ai) iš '%s'
pl_pl: %d odcinek(ów) z '%s'
pt_pt: %d episódio(s) de '%s'
sk_sk: %d epizód z '%s'
uk_ua: %d серій з '%s'
zh_cn: '%s'中的%d集

# #32116
source: Enable debug mode
bg_bg: Включи дебъг режима
da_dk: Aktiver fejlfindingstilstand
de_de: Debugmodus aktivieren
et_ee: Luba silumine
fi_fi: Käytä vianselvitystilaa
fr_ca: Activer le mode de débogage
he_il: הפעל מצב ניפוי שגיאות
hr_hr: Omogući način otklanjanja grešaka
lt_lt: Įjungti derinimo režimą
pl_pl: Uruchom tryb diagnostyki
pt_pt: Activar Modo de Depuração
sk_sk: Zapnúť debug mód
uk_ua: Ввімкнути режим налагодження
zh_cn: 启用调试模式

# #32117
source: Sync movie playback progress to Kodi
da_dk: Synkroniser filmafspilning med Kodi
de_de: Wiedergabefortschritt der Filme mit Kodi synchronisieren
et_ee: Sünkrooni filmide edenemine Kodiga
fi_fi: Synkronoi elokuvien katseluvaiheet Kodiin
fr_ca: Synchroniser la progression de lecture des films vers Kodi
he_il: סנכרון תהליך צפיית סרט אל Kodi
hr_hr: Uskladi napredak gledanja na Kodiju
lt_lt: Sinchronizuoti filmų atkūrimo progresą su Kodi
pl_pl: Synchronizuj postęp odtwarzania filmu z Kodi
pt_pt: A sincronizar progresso de reprodução dos filmes para o Kodi
sk_sk: Synchronizovať priebeh prehrávania filmu s Kodi
uk_ua: Синхронізувати прогрес відтворення фільму до Kodi
zh_cn: 同步电影播放进度到kodi

# #32118
source: Sync episode playback progress to Kodi
da_dk: Synkroniser afspilning af afsnit med Kodi
de_de: Wiedergabefortschritt der Episoden mit Kodi synchronisieren
et_ee: Sünkrooni episoodide edenemine Kodiga
fi_fi: Synkronoi jaksojen katseluvaiheet Kodiin
fr_ca: Synchroniser la progression de lecture des épisodes vers Kodi
he_il: סנכרן תהליך צפיית פרק אל Kodi
hr_hr: Uskladi napredak gledanja epizode na Kodiju
lt_lt: Sinchronizuoti epizodų atkūrimo progresą su Kodi
pl_pl: Synchronizuj postęp odtwarzania odcinka z Kodi
pt_pt: A sincronizar progresso de reprodução das séries para o Kodi
sk_sk: Synchronizovať priebeh prehrávania epizódy s Kodi
uk_ua: Синхронізувати прогрес відтворення серії до Kodi
zh_cn: 同步剧集播放进度到kodi

# #32119
source: Retrieving episode playback progress from Trakt
da_dk: Henter afsnittets afspilningsfremskridt fra Trakt
de_de: Wiedergabefortschritt der Episoden von Trakt abrufen
et_ee: Episoodide edenemise toomine Traktist
fi_fi: Noudetaan jaksojen katseluvaiheita Traktista
fr_ca: Obtention de la progression de lecture des épisodes de Trakt
he_il: מקבל תהליך צפיית פרק מ-Trakt
hr_hr: Preuzmi napredak gledanja epizode s Trakta
lt_lt: Gaunamas epizodų atkūrimo progresas iš Trakt sistemos
pl_pl: Pobieranie postępu odtwarzania odcinka z serwisu Trakt
pt_pt: A receber progresso da reprodução do episódio do Trakt
sk_sk: Preberá sa priebeh prehrávania epizód z Trakt
uk_ua: Отримання прогресу відтворення серії з Trakt
zh_cn: 正在从Trakt取回剧集播放进度

# #32120
source: Parsing episode playback progress %i of %i from Trakt
da_dk: Behandler afsnittets afspilningsfremskridt %i af %i fra Trakt
de_de: Wiedergabefortschritt der Episoden %i von %i von Trakt werden verarbeitet
et_ee: Töödeldakse %i/%i episoodi edenemist Traktist
fi_fi: Puretaan %i/%i jakson katseluvaihetta Traktista
fr_ca: Analyse de la progression de lecture de %i sur %i épisode(s) de Trakt
he_il: מנתח תהליך צפיית פרק %i מתוך %i מ-Trakt
hr_hr: Obrada napretka gledanja epizode %i od %i iz Trakta
lt_lt: Analizuojami %i iš %i epizodų atkūrimo progresas iš Trakt sistemos
pl_pl: Przetwarzanie postępu odtwarzania odcinka %i / %i z serwisu Trakt
pt_pt: A analisar progresso da reprodução dos episiodios % i de % i do Trakt
sk_sk: Analyzuje sa %i of %i priebehov prehrávania epizód z Trakt
uk_ua: Парсинг прогресу відтворення з Trakt: %i з %i серій
zh_cn: 正在从Trakt解析剧集播放进度%i / %i

# #32121
source: Retrieved episode playback progress from Trakt
da_dk: Hentede afsnittets afspilningsfremskridt fra Trakt
de_de: Wiedergabefortschritt der Episoden von Trakt empfangen
et_ee: Episoodide edenemine Traktist toodud
fi_fi: Jaksojen katseluvaiheet noudettiin Traktista
fr_ca: La progression de lecture des épisodes a été récupéré de Trakt
he_il: התקבל תהליך צפיית פרק מ-Trakt
hr_hr: Preuzmi napredak gledanja epizode s Trakta
lt_lt: Gautas epizodų atkūrimo progresas iš Trakt sistemos
pl_pl: Pobrano postęp odtwarzania odcinka z serwisu Trakt
pt_pt: A receber progresso da reprodução dos episódios do Trakt
sk_sk: Dáta o priebehu prehrávania epizód boli prebraté
uk_ua: Отримано прогрес відтворення серії з Trakt
zh_cn: 从Trakt取回的剧集播放进度

# #32122
source: Retrieving movie playback progress from Trakt
da_dk: Henter filmens afspilningsfremskridt fra Trakt
de_de: Wiedergabefortschritt der Filme von Trakt empfangen
et_ee: Filmide edenemise toomine Traktist
fi_fi: Noudetaan elokuvien katseluvaiheita Traktista
fr_ca: Obtention de la progression de lecture des films de Trakt
he_il: מקבל תהליך צפיית סרט מ-Trakt
hr_hr: Preuzmi napredak gledanja filma s Trakta
lt_lt: Gaunamas filmų atkūrimo progresas iš Trakt sistemos
pl_pl: Pobieranie postępu odtwarzania filmu z serwisu Trakt
pt_pt: A receber progresso da reprodução dos filmes do Trakt
sk_sk: Preberá sa priebeh prehrávania filmov z Trakt
uk_ua: Отримання прогресу відтворення фільму з Trakt
zh_cn: 正在从Trakt取回电影播放进度

# #32123
source: Parsing movie playback progress %i of %i from Trakt
da_dk: Behandler filmens afspilningsfremskridt %i af %i fra Trakt
de_de: Wiedergabefortschritt der Filme %i von %i von Trakt werden verarbeitet
et_ee: Töödeldakse %i/%i filmi edenemist Traktist
fi_fi: Puretaan %i/%i elokuvan katseluvaihetta Traktista
fr_ca: Analyse de la progression de lecture de %i sur %i films(s) de Trakt
he_il: מנתח תהליך צפיית סרט %i מתוך %i מ-Trakt
hr_hr: Obrada napretka gledanja filma %i od %i s Trakta
lt_lt: Analizuojami %i iš %i filmų atkūrimo progresas iš Trakt sistemos
pl_pl: Przetwarzanie postępu odtwarzania filmu %i / %i z serwisu Trakt
pt_pt: A analisar progresso da reprodução dos filmes % i de % i do Trakt
sk_sk: Analyzuje sa %i of %i priebehov prehrávania filmov z Trakt
uk_ua: Парсинг прогресу відтворення з Trakt: %i з %i фільмів
zh_cn: 正在从Trakt解析电影播放进度%i / %i

# #32124
source: Retrieved movie playback progress from Trakt
da_dk: Hentede filmens afspilningsfremskridt fra Trakt
de_de: Wiedergabefortschritt der Filme von Trakt empfangen
et_ee: Filmide edenemine Traktist toodud
fi_fi: Elokuvien katseluvaiheet noudettiin Traktista
fr_ca: La progression de lecture des films a été récupéré de Trakt
he_il: התקבל תהליך צפיית סרט מ-Trakt
hr_hr: Preuzmi napredak gledanja filma s Trakta
lt_lt: Gautas filmų atkūrimo progresas iš Trakt sistemos
pl_pl: Pobrano postęp odtwarzania filmu z serwisu Trakt
pt_pt: A receber progresso da reprodução dos filmes do Trakt
sk_sk: Dáta o priebehu prehrávania filmov boli prebraté
uk_ua: Отримано прогрес відтворення фільму з Trakt
zh_cn: 从Trakt取回的电影播放进度

# #32125
source: Kodi movie playback progress is up to date
da_dk: Filmens afspilningsfremskridt i Kodi er opdateret
de_de: Kodis Filmwiedergabefortschritte sind aktuell
et_ee: Kodi filmide edenemine on ajakohane
fi_fi: Kodin elokuvien katselutilanteet ovat ajan tasalla
fr_ca: Les progressions de lecture des films de Kodi sont à jour
he_il: תהליך צפיית סרט ב-Kodi מעודכן
hr_hr: Kodi napredak gledanja je najnoviji
lt_lt: Kodi filmų atkūrimo progresas yra atnaujintas
pl_pl: Postęp odtwarzania filmu w bibliotece Kodi jest aktualny
pt_pt: O progresso de reprodução dos filmes está actualizado
sk_sk: Dáta o priebehu prehrávania filmov v Kodi sú aktuálne
uk_ua: Локальний прогрес відтворення не потребує оновлення
zh_cn: Kodi电影播放进度是最新的

# #32126
source: %i movie(s) playback progress will be updated in Kodi
da_dk: %i filmens afspilningsfremskridt vil blive opdateret i Kodi
de_de: %i Filmwiedergabefortschritt(e) werden in Kodi aktualisiert
et_ee: %i filmi edenemist värskendatakse Kodis
fi_fi: %i elokuvan katseluvaihe päivitetään Kodiin
fr_ca: La progression de lecture de %i film(s) sera/seront mis à jour dans Kodi
he_il: ל-%i סרט(ים) יעודכנו תהלך הצפייה
hr_hr: %i napredak gledanja film(a) će bit nadopunjen na Kodiju
lt_lt: Filmų, kurių atkūrimo progresas bus atnaujinta Kodi sistemoje: %i
pl_pl: Postęp odtwarzania %i filmu(ów) zostanie zaktualizowany w bibliotece Kodi
pt_pt: Vão ser actualizados %i progresso(s) da reprodução para os filme(s) no Kodi
sk_sk: %i priebehov prehrávania filmov v Kodi bude aktualizovaných v Kodi
uk_ua: Оновлюємо локальний прогрес відтворення для фільмів
zh_cn: %i部电影的播放进度将会在Kodi中更新

# #32127
source: Updating %i of %i movie(s) playback progress in Kodi
da_dk: Opdaterer %i af %i filmens afspilningsfremskridt i Kodi
de_de: Wiedergabefortschritt %i von %i Film(e) wird in Kodi aktualisiert
et_ee: %i / %i filmi edenemine uuendatakse Kodis
fi_fi: Päivitetään %i/%i elokuvan katseluvaihe Kodiin
fr_ca: Mise à jour de la progression de lecture de %i de %i film(s) dans Kodi
he_il: מעדכן תהליך צפייה %i מתוך %i סרט(ים)
hr_hr: Nadopunjuje se %i od %i napredak gledanja film(ova) u Kodiju
lt_lt: Atnaujinamas atkūrimo progresas %i iš %i filmų Kodi bibliotekoje
pl_pl: Aktualizowanie postępu odtwarzania %i / %i filmu(ów) w bibliotece Kodi
pt_pt: A actualizar progresso de reprodução dos filmes (%i de %i) no Kodi
sk_sk: Aktualizuje sa %i z %i priebehov prehrávania filmov v Kodi
uk_ua: Оновлюємо локальний прогрес відтворення для %i з %i фільм(ів)
zh_cn: %i部电影的播放进度正在Kodi中更新

# #32128
source: Playback progress updated for %i movie(s) in Kodi
da_dk: Afspilningsfremskridt for %i film opdateret i Kodi
de_de: Wiedergabefortschritt für %i Film(e) in Kodi aktualisiert
et_ee: %i filmi edenemine uuendati Kodis
fi_fi: %i elokuvan katseluvaihe päivitettiin Kodiin
fr_ca: La progression de lecture de %i film(s) à été mis à jour dans Kodi
he_il: תהליך צפייה עודכן ל-%i סרט(ים) ב-Kodi
hr_hr: Napredak gledanja nadopunjen za %i film(ova) u Kodiju
lt_lt: Filmų, kuriems atnaujintas atkūrimo progresas Kodi bibliotekoje: %i
pl_pl: Zaktualizowano postęp odtwarzania dla %i filmu(ów) w bibliotece Kodi
pt_pt: Progresso de reprodução actualizado para %i filme(s) no Kodi
sk_sk: Priebeh prehrávania bol aktualizovaný pre %i filmov v Kodi
uk_ua: Оновлено локальний прогрес відтворення для %i фільм(ів)
zh_cn: 已在Kodi中更新%i部电影的播放进度

# #32129
source: Kodi episode playback progress is up to date
da_dk: Afsnittets afspilningsfremskridt i Kodi er opdateret
de_de: Kodis Episodenwiedergabefortschritte sind aktuell
et_ee: Kodi episoodide edenemine on ajakohane
fi_fi: Kodin jaksojen katselutilanteet ovat ajan tasalla
fr_ca: La progression de lecture des épisodes est à jour dans Kodi
he_il: תהליך צפיית פרק ב-Kodi מעודכן
hr_hr: Kodi napredak gledanja epizode je najnoviji
lt_lt: Kodi epizodų atkūrimo progresas yra atnaujintas
pl_pl: Postęp odtwarzania odcinka w bibliotece Kodi jest aktualny
pt_pt: O progresso de reprodução das séries está actualizado
sk_sk: Dáta o priebehu prehrávania epizód v Kodi sú aktuálne
uk_ua: Локальний прогрес відтворення є актуальним
zh_cn: Kodi剧集播放进度是最新的

# #32130
source: Updating %i of %i episode(s) playback progress in Kodi
da_dk: Opdaterer %i af %i afsnittets afspilningsfremskridt i Kodi
de_de: %i von %i Episode(n)-Wiedergabefortschritt wird in Kodi aktualisiert
et_ee: %i / %i episoodi edenemine uuendatakse Kodis
fi_fi: Päivitetään %i/%i jakson katseluvaihe Kodiin
fr_ca: Mise à jour de la progression de lecture pour %i de %i épisode(s) dans Kodi
he_il: מעדכן תהליך צפייה %i מתוך %i פרק(ים)
hr_hr: Nadopunjuje se %i od %i napredak gledanja epizoda u Kodiju
lt_lt: Atnaujinamas atkūrimo progresas %i iš %i epizodų Kodi bibliotekoje
pl_pl: Aktualizowanie postępu odtwarzania %i / %i odcinka(ów) w bibliotece Kodi
pt_pt: A actualizar progresso de reprodução das séries (%i de %i) no Kodi
sk_sk: Aktualizuje sa %i z %i priebehov prehrávania epizód v Kodi
uk_ua: Оновлюємо локальний прогрес відтворення для %i з %i серій
zh_cn: Kodi正在更新剧集%i / %i

# #32131
source: Playback progress updated for %i episode(s) in Kodi
da_dk: Afspilningsfremskridt for %i afsnit opdateret i Kodi
de_de: Wiedergabefortschritt für %i Episode(n) in Kodi aktualisiert
et_ee: %i episoodi edenemine uuendati Kodis
fi_fi: %i jakson katseluvaihe päivitettiin Kodiin
fr_ca: La progression de lecture à été mise à jour pour %i épisodes(s) dans Kodi
he_il: תהליך צפייה עודכן ל-%i פרק(ים) ב-Kodi
hr_hr: Napredak gledanja nadopunjen za %i epizodu(a) u Kodiju
lt_lt: Laidų, kurioms atnaujintas atkūrimo progresas Kodi bibliotekoje: %i
pl_pl: Zaktualizowano postęp odtwarzania dla %i odcinka(ów) w bibliotece Kodi
pt_pt: Progresso da reprodução actualizado para %i episódio(s) no Kodi
sk_sk: Priebeh prehrávania bol aktualizovaný pre %i epizód v Kodi
uk_ua: Оновлено локальний прогрес відтворення для %i серіалів
zh_cn: 已在Kodi中更新%i集剧集的播放进度

# #32132
source: Unrate this season
da_dk: Fjern bedømmelse af denne sæson
de_de: Bewertung dieser Staffel entfernen
et_ee: Eemalda hooaja hinne
fi_fi: Poista kauden arvio
fr_ca: Ôter l'évaluation de cette saison
he_il: הסר דירוג מעונה זו
hr_hr: Ukloni ocjenu ove sezone
lt_lt: Atšaukti šio sezono įvertinimą
pl_pl: Usuń ocenę tego sezonu
pt_pt: Retira a classificação a esta temporada
sk_sk: Zrušiť hodnotenie tejto série
uk_ua: Видалити оцінку цього сезону
zh_cn: 取消该季度评分

# #32133
source: Manage Movie's Lists
da_dk: Håndter filmens lister
de_de: Filmlisten verwalten
et_ee: Halda filmiloendeid
fi_fi: Hallitse elokuvalistoja
fr_ca: Gérer la liste des films
he_il: ניהול רשימות סרט
hr_hr: Upravljaj popisom filmova
lt_lt: Tvarkyti filmų sąrašus
pl_pl: Zarządzaj listami filmów
pt_pt: Gerir Listas de Filmes
sk_sk: Spravovať zoznam filmov
uk_ua: Редагувати списки фільмів
zh_cn: 管理电影的列表

# #32134
source: Manage Show's Lists
da_dk: Håndter seriens lister
de_de: Serienliste verwalten
et_ee: Halda episoodiloendeid
fi_fi: Hallitse sarjalistoja
fr_ca: Gérer la liste des émissions
he_il: ניהול רשימות סדרה
hr_hr: Upravljaj popisom TV serija
lt_lt: Tvarkyti TV laidų sąrašus
pl_pl: Zarządzaj listami seriali
pt_pt: Gerir Listas de Séries
sk_sk: Spravovať zoznam seriálov
uk_ua: Редагувати списки серіалів
zh_cn: 管理节目的列表

# #32135
source: Remove from Watchlist
da_dk: Fjern fra overvågningsliste
de_de: Von der Beobachtungsliste entfernen
et_ee: Eemalda jälgimisloendist
fi_fi: Poista katselulistalta
fr_ca: Supprimer de la liste de suivi
he_il: הסר מרשימת צפייה
hr_hr: Ukloni iz popisa gledanih
lt_lt: Pašalinti iš peržiūros sąrašo
pl_pl: Usuń z listy Do obejrzenia
pt_pt: Remover da Watchlist
sk_sk: Odstrániť zo zoznamu na pozretie
uk_ua: Видалити із закладок
zh_cn: 从待看列表移除

# #32136
source: Add to watchlist
da_dk: Tilføj til overvågningsliste
de_de: Zur Beobachtungsliste hinzufügen
et_ee: Lisa jälgimisloendisse
fi_fi: Lisää katselulistalle
fr_ca: Ajouter à la liste de suivi
he_il: הוסף לרשימת צפייה
hr_hr: Dodaj u popis gledanih
lt_lt: Pridėti į peržiūros sąrašą
pl_pl: Dodaj do listy Do obejrzenia
pt_pt: Adicionar à Lista de Reprodução
sk_sk: Pridať do zoznamu na pozretie
uk_ua: Додати до закладок
zh_cn: 添加到待看列表

# #32137
source: Rate this movie
da_dk: Bedøm denne film
de_de: Diesen Film bewerten
et_ee: Hinda film
fi_fi: Arvioi elokuva
fr_ca: Évaluer ce film
he_il: דרג סרט זה
hr_hr: Ocjeni ovaj film
lt_lt: Įvertinti šį filmą
pl_pl: Oceń ten film
pt_pt: Classifique este Filme
sk_sk: Ohodnoťte tento film
uk_ua: Оцінити цей фільм
zh_cn: 评分该电影

# #32138
source: Rate this show
da_dk: Bedøm denne serie
de_de: Diese Serie bewerten
et_ee: Hinda sari
fi_fi: Arvioi sarja
fr_ca: Évaluer cette émission
he_il: דרג סדרה זו
hr_hr: Ocjeni ovu TV seriju
lt_lt: Įvertinti šią laidą
pl_pl: Oceń ten serial
pt_pt: Classifique esta Série
sk_sk: Ohodnoťte tento seriál
uk_ua: Оцінити цей серіал
zh_cn: 评分该节目

# #32139
source: Rate this episode
da_dk: Bedøm dette afsnit
de_de: Diese Episode bewerten
et_ee: Hinda episood
fi_fi: Arvioi jakso
fr_ca: Évaluer cet épisode
he_il: דרג פרק זה
hr_hr: Ocjeni ovu epizodu
lt_lt: Įvertinti šį epizodą
pl_pl: Oceń ten odcinek
pt_pt: Classifique este Episódio
sk_sk: Ohodnoťte túto epizódu
uk_ua: Оцінити цю серію
zh_cn: 评分该剧集

# #32140
source: Toggle watched
da_dk: Skift tilstand for set
de_de: Gesehen/ungesehen umschalten
et_ee: Vaadatud/mittevaadatud lüliti
fi_fi: Kytke katsontatila
fr_ca: Activer/désactiver les regardés
he_il: סמן כנצפה
hr_hr: Uklj/Isklj odgledano
lt_lt: Perjungti peržiūrėjimo būseną
pl_pl: Przełącz stan obejrzenia
pt_pt: Alternar visto/por ver
sk_sk: Prepnúť stav pozretia
uk_ua: Перемкнути статус переглянутого
zh_cn: 切换已观看

# #32141
source: Manage all lists
da_dk: Håndter alle lister
de_de: Alle Listen verwalten
et_ee: Halda kõiki loendeid
fi_fi: Hallitse kaikkia listoja
fr_ca: Gérer toutes les listes
he_il: נהל את כל הרשימות
hr_hr: Upravljaj svim popisima
lt_lt: Tvarkyti visus sąrašus
pl_pl: Zarządzaj listami
pt_pt: Gerir Todas as Listas
sk_sk: Spravovať všetky zoznamy
uk_ua: Редагувати всі списки
zh_cn: 管理所有列表

# #32142
source: Update all tags
da_dk: Opdater alle mærkater
de_de: Alle Schlagwörter aktualisieren
et_ee: Uuenda kõik sildid
fi_fi: Päivitä kaikki tunnisteet
fr_ca: Mettre à jour toutes les balises
he_il: עדכן את כל התגיות
hr_hr: Nadopuni sve oznake
lt_lt: Atnaujinti visas žymas
pl_pl: Aktualizuj znaczniki
pt_pt: Actualizar Todas as Etiquetas
sk_sk: Aktualizovať všetky štítky
uk_ua: Оновити всі теги
zh_cn: 更新所有标签

# #32143
source: Synchronize library
da_dk: Synkroniser bibliotek
de_de: Bibliothek synchronisieren
et_ee: Sünkrooni meediakogu
fi_fi: Synkronoi kirjasto
fr_ca: Synchroniser la médiathèque
he_il: סנכרן ספריה
hr_hr: Uskladi videoteku
lt_lt: Sinchronizuoti biblioteką
pl_pl: Synchronizuj bibliotekę
pt_pt: Sincronizar Biblioteca
sk_sk: Synchronizovať knižnicu
uk_ua: Синхронізувати каталог
zh_cn: 同步媒体库

# #32144
source: How do I authorize the trakt addon to access my trakt.tv account?
da_dk: Hvordan autoriserer jeg trakt-add-on til at få adgang til min trakt.tv-konto?
de_de: Wie gestatte ich dem Trakt-Addon auf mein Trakt.tv-Konto zuzugreifen?
et_ee: Kuidas anda Trakt lisamoodulile ligipääs oma trakt.tv kontole?
fi_fi: Miten Trakt-lisäosalle myönnetään Trakt.tv-tilin käyttöoikeus?
fr_ca: Comment autoriser l'addiciel trakt à accéder à mon compte trakt.tv?
he_il: איך אני מאשר גישה לתוסף Trakt לחשבון שלי ב-trakt.tv?
hr_hr: Kako da ovjerim trakt dodatak da pristupi mojem trakt.tv računu?
lt_lt: Kaip autorizuoti Trakt priedą, kad pasiekti savo Trakt.tv paskyrą?
pl_pl: Jak wykonać autoryzację dostępu dodatku do mojego konta w serwisie Trakt.tv?
sk_sk: Ako autorizujem prístup Trakt doplnku k môjmu Trakt.tv účtu?
uk_ua: Як авторизувати цей додаток для доступу до мого акаунту Trakt?
zh_cn: 如何授权Trakt插件访问我的Trakt.tv帐户？

# #32147
source: Trakt.tv PIN Authorization Failed
da_dk: Trakt.tv PIN-godkendelse mislykkedes
de_de: Trakt.tv PIN-Autorisierung fehlgeschlagen
et_ee: Trakt.tv PIN koodiga tuvastamine nurjus
fi_fi: Trakt.tv PIN-valtuutus epäonnistui
fr_ca: Trakt.tv - Échec de l'autorisation par NIP
he_il: אישור קוד PIN של Trakt.tv נכשל
hr_hr: Ovjera Trakt.tv PINA neuspjela
lt_lt: Trakt.tv PIN autorizacija nepavyko
pl_pl: Nieudana autoryzacja przy pomocy kodu PIN w serwisie Trakt
sk_sk: Pri autorizácií Trakt.tv PIN kódu nastala chyba
uk_ua: Невдала PIN авторизація Trakt
zh_cn: Trakt.tv PIN授权失败
