Repository: xbmc/repo-scripts
Catalog: script.trakt/resources/language/resource.language.*/strings.po
Languages: bg_bg, da_dk, de_de, el_gr, et_ee, fi_fi, fr_ca, he_il, hr_hr, lt_lt, pl_pl, pt_pt, sk_sk, uk_ua, zh_cn

# #32030
source: Bad
da_dk: Dårligt
de_de: Schlecht
el_gr: Κακό
et_ee: Halb
fi_fi: Huono
fr_ca: Mauvais
he_il: רע
hr_hr: Loše
lt_lt: Blogas
pl_pl: Marny
pt_pt: Mau
sk_sk: Zlé
uk_ua: Погано
zh_cn: 不好看

# #32031
source: Poor
da_dk: Skidt
de_de: Arm
el_gr: Όχι Τόσο Κακό
et_ee: Nõrk
fi_fi: Heikko
fr_ca: Pas fameux
he_il: חלש
hr_hr: Slabo
lt_lt: Silpnas
pl_pl: Słaby
pt_pt: Fraco
sk_sk: Podpriemerné
uk_ua: Слабкувато
zh_cn: 乏味

# #32032
source: Meh
da_dk: Middelmådig
de_de: Naja
el_gr: Έτσι κι Έτσι
et_ee: Keskpärane
fi_fi: Välttävä
fr_ca: Bof
he_il: נחמד
hr_hr: Moje
lt_lt: Šiaip sau
pl_pl: Nudny
pt_pt: Mais ou menos
sk_sk: Priemerné
uk_ua: Так собі
zh_cn: 无聊

# #32033
source: Fair
bg_bg: Ясно с малко облаци
da_dk: OK
de_de: Geht so
el_gr: Καλούτσικο
et_ee: Pole viga
fi_fi: Kohtalainen
fr_ca: Beau
he_il: בסדר
hr_hr: Prosječno
lt_lt: Neblogas
pl_pl: Przeciętny
pt_pt: Razoável
sk_sk: Prijateľné
uk_ua: Достойно
zh_cn: 晴

# #32034
source: Good
da_dk: Godt
de_de: Gut
el_gr: Καλό
et_ee: Hea
fi_fi: Hyvä
fr_ca: Bon
he_il: טוב
hr_hr: Dobro
lt_lt: Geras
pl_pl: Dobry
pt_pt: Bom
sk_sk: Dobré
uk_ua: Добре
zh_cn: 好

# #32035
source: Great
da_dk: Fint
de_de: Großartig
el_gr: Πολύ Καλό
et_ee: Väga hea
fi_fi: Parempi
fr_ca: Vraiment bon
he_il: מעולה
hr_hr: Sjajno
lt_lt: Puikus
pl_pl: Świetny
pt_pt: Muito bom
sk_sk: Výborné
uk_ua: Чудово
zh_cn: 很好

# #32036
source: Superb
de_de: Super
el_gr: Καταπληκτικό
et_ee: Ülihea
fi_fi: Paras
fr_ca: Superbe
he_il: סוף הדרך
hr_hr: Veličanstveno
lt_lt: Nuostabus
pl_pl: Wspaniały
pt_pt: Soberbo
sk_sk: Fantastické
uk_ua: Відмінно
zh_cn: 非常好

# #32037
source: Unrate this movie
da_dk: Fjern bedømmelse af film
de_de: Bewertung des Films entfernen
et_ee: Eemalda filmi hinne
fi_fi: Poista elokuvan arvio
fr_ca: Ôter l'évaluation de ce film
he_il: הסר דירוג מסרט זה
hr_hr: Ukloni ocjenu za ovaj film
lt_lt: Pašalinti šio filmo įvertinimą
pl_pl: Wyczyść ocenę tego filmu
pt_pt: Retirar a classificação a este filme
sk_sk: Zrušiť hodnotenie
uk_ua: Видалити оцінку цього фільму
zh_cn: 取消该电影的评分

# #32038
source: Unrate this show
da_dk: Fjern bedømmelse af serie
de_de: Bewertung der Serie entfernen
et_ee: Eemalda sarja hinne
fi_fi: Poista sarjan arvio
fr_ca: Ôter l'évaluation de cette émission
he_il: הסר דירוג מסדרה זו
hr_hr: Ukloni ocjenu za ovu TV seriju
lt_lt: Pašalinti šio laidos įvertinimą
pl_pl: Wyczyść ocenę tego serialu
pt_pt: Retirar a classificação a esta série
sk_sk: Zrušiť hodnotenie seriálu
uk_ua: Видалити оцінку цього серіалу
zh_cn: 取消该节目的评分

# #32039
source: Unrate this episode
da_dk: Fjern bedømmelse af afsnit
de_de: Bewertung der Episode entfernen
et_ee: Eemalda episoodi hinne
fi_fi: Poista jakson arvio
fr_ca: Ôter l'évaluation de cet épisode
he_il: הסר דירוג מפרק זה
hr_hr: Ukloni ocjenu za ovu epizodu
lt_lt: Pašalinti šio epizodo įvertinimą
pl_pl: Wyczyść ocenę tego odcinka
pt_pt: Retirar a classificação a este episódio
sk_sk: Zrušiť hodnotenie epizódy
uk_ua: Видалити оцінку цієї серії
zh_cn: 取消该剧集的评分

# #32040
source: Trakt - Rating submitted successfully
da_dk: Trakt - Bedømmelse sendt
de_de: Trakt - Bewertung erfolgreich übermittelt
et_ee: Trakt - hinne on edastatud
fi_fi: Trakt - Arvion lähetys onnistui
fr_ca: Trakt - Évaluation envoyée avec succès
he_il: Trakt - דירוג נשלח בהצלחה
hr_hr: Trakt - Ocjena je poslana uspješno
lt_lt: Trakt - įvertinimas įkeltas sėkmingai
pl_pl: Trakt - Przesyłanie oceny zakończone powodzeniem
pt_pt: Trakt - Classificação submetida com sucesso
sk_sk: Trakt - Hodnotenie úspešne zaslané
uk_ua: Trakt - Оцінка успішно внесена
zh_cn: Trakt - 评分提交成功

# #32041
source: Trakt - Already rated
da_dk: Trakt - Allerede bedømt
de_de: Trakt - Bereits bewertet
et_ee: Trakt - juba hinnatud
fi_fi: Trakt - Arvioitu aiemmin
fr_ca: Trakt - Déjà évalué
he_il: Trakt - כבר דורג
hr_hr: Trakt - Već je ocjenjeno
lt_lt: Trakt - jau įvertinta
pl_pl: Trakt - Wcześniej ocenione
pt_pt: Trakt - Já tinha sido classificado
sk_sk: Trakt - Hodnotenie už raz bolo zaslané
uk_ua: Trakt - Вже оцінено
zh_cn: Trakt - 已评分

# #32042
source: Trakt - Unrated successfully
da_dk: Trakt - Bedømmelse fjernet
de_de: Trakt - Bewertung erfolgreich entfernt
et_ee: Trakt - hinne eemaldatud
fi_fi: Trakt - Arvion poisto onnistui
fr_ca: Trakt - Évaluation ôtée avec succès
he_il: Trakt - הסרת דירוג הצליחה
hr_hr: Trakt - Uklanjanje ocjene uspješno
lt_lt: Trakt - įvertinimas pašalintas sėkmingai
pl_pl: Trakt - Czyszczenie oceny zakończone powodzeniem
pt_pt: Trakt - Retirada a classificação com sucesso
sk_sk: Trakt - Hodnotenie úspešne zrušené
uk_ua: Trakt - Оцінка успішно видалена
zh_cn: Trakt - 已取消评分

# #32043
source: Trakt - Already has the same rating
da_dk: Trakt - Har allerede samme bedømmelse
de_de: Trakt - Hat bereits dieselbe Bewertung
et_ee: Trakt - on juba sama hindega
fi_fi: Trakt - On jo sama arvio
fr_ca: Trakt - A déjà la même évaluation
he_il: Trakt - כבר יש את אותו דירוג
hr_hr: Trakt - Već ima istu ocjenu
lt_lt: Trakt - jau yra toks pat įvertinimas
pl_pl: Trakt - Poprzednia ocena jest identyczna
pt_pt: Trakt - Já tinha sido dada esta classificação
sk_sk: Trakt - Rovnaké hodnotenie už bolo zaslané
uk_ua: Trakt - Вже має таку ж оцінку
zh_cn: Trakt - 相同评分已存在

# #32044
source: Trakt - Problem submitting rating
da_dk: Trakt - Fejl ved afgivelse af bedømmelse
de_de: Trakt - Problem beim Übermitteln der Bewertung
et_ee: Trakt – probleem hinde esitamisel
fi_fi: Trakt - Ongelma lähetettäessä arviota
fr_ca: Trakt - Problème lors de l'envoi de l'évaluation
he_il: Trakt - בעיה בשליחת דירוג
hr_hr: Trakt - Problem u slanju ocjene
lt_lt: Trakt - problema įkeliant įvertinimą
pl_pl: Trakt - Przesyłanie oceny zakończone niepowodzeniem
pt_pt: Trakt - Ocorreu um problema ao submeter esta classificação
sk_sk: Trakt - Problém s odosielaním hodnotenia
uk_ua: Trakt - Труднощі при внесенні оцінки
zh_cn: Trakt - 提交评分出错

# #32045
source: Synchronize
da_dk: Synkroniser
de_de: Synchronisieren
el_gr: Συγχρονισμός
et_ee: Sünkrooni
fi_fi: Synkronointi
fr_ca: Synchroniser
he_il: סנכרון
hr_hr: Uskladi
lt_lt: Sinchronizuoti
pl_pl: Synchronizacja
pt_pt: Sincronizar
sk_sk: Synchronizovať
uk_ua: Синхронізувати
zh_cn: 同步

# #32046
source: Movies
bg_bg: Филми
da_dk: Film
de_de: Filme
el_gr: Ταινίες
et_ee: Filmid
fi_fi: Elokuvat
fr_ca: Films
he_il: סרטים
hr_hr: Filmovi
lt_lt: Filmai
pl_pl: Filmy
pt_pt: Filmes
sk_sk: Filmy
uk_ua: Фільми
zh_cn: 电影

# #32047
source: Add new movies to Trakt collection
da_dk: Tilføj nye film til Trakt-samling
de_de: Füge neue Filme zur Trakt Sammlung hinzu
et_ee: Lisa uusi filme Trakti kogusse
fi_fi: Lisää uudet elokuvat Trakt-kokoelmaan
fr_ca: Ajouter de nouveaux films à la collection Trakt
he_il: הוסף סרטים חדשים לאוסף של Trakt
hr_hr: Dodaj nove filmove u Trakt kolekciju
lt_lt: Pridėti naujus filmus į Trakt kolekciją
pl_pl: Dodawaj nowe filmy do kolekcji Trakt
pt_pt: Adicionar novos filmes ao Trakt
sk_sk: Pridať nové filmy do Trakt zbierky
uk_ua: Додати нові фільми до колекції Trakt
zh_cn: 向Trakt收藏添加新电影

# #32048
source: Add watched movies to Trakt history
bg_bg: Добавяй изгледаните филми към историята в Trakt
da_dk: Tilføj sete film til Trakt-historie
de_de: Gesehene Filme zum Trakt-Verlauf hinzufügen
et_ee: Lisa vaadatud filmid Trakti ajalukku
fi_fi: Lisää katsotut elokuvat Trakt-historiaan
fr_ca: Ajouter les films regardés à l'historique Trakt
he_il: הוסף סרטים שנצפו להיסטוריה של Trakt
hr_hr: Dodaj odgledane filmove u Trakt povijest
lt_lt: Pridėti peržiūrėtus filmus į Trakt istoriją
pl_pl: Dodawaj obejrzane filmy do historii Trakt
pt_pt: Adicionar filmes marcado como vistos ao Trakt
sk_sk: Pridať pozreté filmy do Trakt histórie
uk_ua: Додати переглянуті фільми до історії Trakt
zh_cn: 向Trakt历史添加已观看电影

# #32049
source: Mark movies from Trakt history as watched in Kodi
bg_bg: Маркирай филмите от историята в Trakt като изгледани в Kodi
da_dk: Marker film fra Trakt-historie som sete i Kodi
de_de: Markiere Filme aus dem Trakt Verlauf als Gesehen in Kodi
et_ee: Märgi filmid Trakti ajaloost Kodis vaadatuks
fi_fi: Merkitse Trakt-historian elokuvat katsotuiksi Kodissa
fr_ca: Marquer les films de l'historique Trakt comme regardés dans Kodi
he_il: סמן סרטים מהיסטוריה של Trakt כנצפו ב-Kodi
hr_hr: Označi filmove iz Trakt povijesti kao odgledane u Kodiju
lt_lt: Pažymėti filmus iš Trakt istorijos kaip peržiūrėtus Kodi bibliotekoje
pl_pl: Oznaczaj filmy z historii Trakt jako obejrzane w bibliotece Kodi
pt_pt: Marcar filmes do histórico do Trakt como vistos no Kodi
sk_sk: Označiť filmy z Trakt histórie v Kodi ako pozreté
uk_ua: Позначати фільми з історії Trakt як переглянуті в Kodi
zh_cn: 在Kodi上对存在于Trakt历史中的电影标记已观看

# #32050
source: TV Episodes
da_dk: Tv-afsnit
de_de: Episoden
el_gr: Επεισόδια
et_ee: Episoodid
fi_fi: Sarjojen jaksot
fr_ca: Épisodes télé
he_il: פרקי סדרה
hr_hr: TV epizode
lt_lt: TV epizodai
pl_pl: Odcinki
pt_pt: Episódios de Séries
sk_sk: Seriály
uk_ua: Серії
zh_cn: 电视剧集

# #32051
source: Add new TV episodes to Trakt collection
da_dk: Tilføj nye tv-afsnit til Trakt-samling
de_de: Neue Episoden zur Trakt-Sammlung hinzufügen
et_ee: Lisa Trakti kogusse uusi episoode
fi_fi: Lisää uudet jaksot Trakt-kokoelmaan
fr_ca: Ajouter de nouveaux épisodes télé à la collection Trakt
he_il: הוסף פרקי סדרה חדשים לאוסף של Trakt
hr_hr: Dodaj nove TV epizode u Trakt kolekciju
lt_lt: Pridėti naujus TV epizodus į Trakt kolekciją
pl_pl: Dodawaj nowe odcinki do kolekcji Trakt
pt_pt: Adicionar novos episódios à colecção do Trakt
sk_sk: Pridať nové epizódy do Trakt zbierky
uk_ua: Додати нові серії до колекції Trakt
zh_cn: 向Trakt收藏添加新的电视剧集

# #32052
source: Add watched TV episodes to Trakt history
da_dk: Tilføj sete tv-afsnit til Trakt-historie
de_de: Gesehene Episoden zum Trakt-Verlauf hinzufügen
et_ee: Lisa vaadatud episoodid Trakti ajalukku
fi_fi: Lisää katsotut jaksot Trakt-historiaan
fr_ca: Ajouter les épisodes télé regardés à l'historique Trakt
he_il: הוסף פרקי סדרה שנצפו להיסטוריה של Trakt
hr_hr: Dodaj odgledane TV epizode u Trakt povijest
lt_lt: Pridėti peržiūrėtus TV epizodus į Trakt kolekciją
pl_pl: Dodawaj obejrzane odcinki do historii Trakt
pt_pt: Adicionar episódios vistos ao histórico do Trakt
sk_sk: Pridať pozreté epizódy do Trakt histórie
uk_ua: Додати переглянуті серії до історії Trakt
zh_cn: 向Trakt历史添加已观看电视剧集

# #32053
source: Mark TV episodes from Trakt history as watched in Kodi
da_dk: Marker tv-afsnit fra Trakt-historie som sete i Kodi
de_de: Episoden im Trakt-Verlauf in Kodi als „gesehen“ markieren
et_ee: Märgi episoodid Trakti ajaloost Kodis vaadatuks
fi_fi: Merkitse Trakt-historian jaksot katsotuiksi Kodissa
fr_ca: Marquer les épisodes télé de l'historique Trakt comme regardés dans Kodi
he_il: סמן פרקי סדרה מהיסטוריה של Trakt כנצפו ב-Kodi
hr_hr: Označi TV epizode iz Trakt povijesti kao odgledane u Kodiju
lt_lt: Pažymėti TV epizodus iš Trakt istorijos kaip peržiūrėtus Kodi bibliotekoje
pl_pl: Oznaczaj odcinki z historii Trakt jako obejrzane w bibliotece Kodi
pt_pt: Marcar episódios do histórico do Trakt como vistos no Kodi
sk_sk: Označiť epizódy z Trakt histórie v Kodi ako pozreté
uk_ua: Позначати серії з історії Trakt як переглянуті в Kodi
zh_cn: 在Kodi上对存在于Trakt历史中的电视剧集标记已观看

# #32054
source: Service
bg_bg: Услуга
da_dk: Tjeneste
de_de: Dienst
el_gr: Υπηρεσία
et_ee: Teenus
fi_fi: Palvelu
he_il: שירות
hr_hr: Usluga
lt_lt: Paslauga
pl_pl: Usługa
pt_pt: Serviço
sk_sk: Služby
uk_ua: Служба
zh_cn: 服务

# #32055
source: Sync collection on library update or cleaning
da_dk: Synkroniser samling ved opdatering eller rensning af bibliotek
de_de: Sammlung nach Bibliotheksaktualisierung oder -bereinigung synchronisieren
et_ee: Sünkrooni meediakogu värskendamisel või puhastamisel
fi_fi: Synkronoi kirjaston päivityksen tai siivouksen yhteydessä
fr_ca: Synchroniser la collection lors de la mise à jour ou du nettoyage de la vidéothèque
he_il: סנכרן אוסף בעדכון ספריה או ניקוי
hr_hr: Uskladi kolekciju pri čišćenju ili nadopuni videoteke
lt_lt: Sinchronizuoti kolekciją po bibliotekos atnaujino ar išvalymo
pl_pl: Synchronizuj kolekcję po aktualizacji lub czyszczeniu biblioteki
pt_pt: Sincronizar colecção ao actualizar ou limpar a biblioteca
sk_sk: Synchronizovať zbierku pri aktualizácií/čistení knižnice
uk_ua: Синхронізувати колекції при оновленні чи очищенні каталогу
zh_cn: 在库更新或清理时同步收藏

# #32056
source: Show sync notifications
da_dk: Vis synkroniseringsmeddelelser
de_de: Sync-Benachrichtigungen anzeigen
el_gr: Εμφάνιση ειδοποιήσεων συγχρονισμού
et_ee: Kuva sünkroonimise märguanded
fi_fi: Ilmoita synkronoinnista
fr_ca: Montrer les notifications de synchro
he_il: הצג התראות סנכרון
hr_hr: Prikaži obavijest usklađivanja
lt_lt: Rodyti sinchronizavimo pranešimus
pl_pl: Pokazuj powiadomienia o synchronizacji
pt_pt: Mostrar notificações de sincronismo
sk_sk: Zobrazovať synchronizačné notifikácie
uk_ua: Показувати сповіщення про синхронизацію
zh_cn: 节目同步通知

# #32057
source: Remove deleted movies from Trakt collection
da_dk: Fjern slettede film fra Trakt-samling
de_de: Gelöschte Filme aus der Trakt-Sammlung entfernen
et_ee: Eemalda kustutatud filmid Trakti kogumikust
fi_fi: Poista poistetut elokuvat Trakt-kokoelmasta
fr_ca: Enlever les films supprimés de la collection Trakt
he_il: הסר סרטים שנמחקו מהאוסף של Trakt
hr_hr: Ukloni obrisane filmove iz Trakt kolekcije
lt_lt: Pašalinti ištrintus filmus iš Trakt kolekcijos
pl_pl: Usuwaj skasowane filmy z kolekcji Trakt
pt_pt: Remover filmes apagados da colecção do Trakt
sk_sk: Odstrániť vymazané filmy z Trakt zbierky
uk_ua: Вилучити видалені фільми з колекціїї Trakt
zh_cn: 从Trakt收藏中删除已删除的电影

# #32058
source: Remove deleted TV episodes from Trakt collection
da_dk: Fjern slettede tv-afsnit fra Trakt-samling
de_de: Gelöschte Episoden aus der Trakt-Sammlung entfernen
et_ee: Eemalda kustutatud episoodid Trakti kogumikust
fi_fi: Poista poistetut jaksot Trakt-kokoelmasta
fr_ca: Enlever les émissions télé supprimées de la collection Trakt
he_il: הסר פרקי סדרה שנמחקו מהאוסף של Trakt
hr_hr: Ukloni obrisane TV epizode iz Trakt kolekcije
lt_lt: Pašalinti ištrintus TV epizodus iš Trakt kolekcijos
pl_pl: Usuwaj skasowane odcinki z kolekcji Trakt
pt_pt: Remover episódios apagados da colecção do Trakt
sk_sk: Odstrániť vymazané epizódy z Trakt zbierky
uk_ua: Вилучити видалені серії з колекції Trakt
zh_cn: 从Trakt收藏中删除已删除的电视剧集

# #32060
source: Hide notifications during playback
da_dk: Skjul notifikationer under afspilning
de_de: Benachrichtigung während der Wiedergabe ausblenden
el_gr: Απόκρυψη ειδοποιήσεων κατά την αναπαραγωγή
et_ee: Peida märguanded taasesituse ajal
fi_fi: Piilota ilmoitukset toiston ajaksi
fr_ca: Cacher les notifications lors de la lecture
he_il: הסתר התראות בזמן צפייה
hr_hr: Sakrij obavijesti tijekom reprodukcije
lt_lt: Slėpti pranešimus atkūrimo metu
pl_pl: Ukrywaj powiadomienia podczas odtwarzania
pt_pt: Omitir notificações durante a reprodução
sk_sk: Nezobrazovať notifikácie počas prehrávania
uk_ua: Не показувати сповіщення при відтворенні
zh_cn: 在播放期间隐藏通知

# #32061
source: Sync started
da_dk: Synkronisering startet
de_de: Sync gestartet
el_gr: Ξεκίνησε ο συγχρονισμός
et_ee: Sünkroonimine algas
fi_fi: Synkronointi on aloitettu
fr_ca: Synchro lancée
he_il: סנכרון התחיל
hr_hr: Usklađivanje je započelo
lt_lt: Sinchronizavimas pradėtas
pl_pl: Synchronizacja rozpoczęta
pt_pt: Sincronização iniciada
sk_sk: Synchronizácia sa začala
uk_ua: Розпочато синхронизацію
zh_cn: 同步已开始

# #32062
source: Sync complete
bg_bg: Синхрониирането завърши
da_dk: Synkronisering afsluttet
de_de: Sync vollständig
el_gr: Ο συγχρονισμός ολοκληρώθηκε
et_ee: Sünkroonimine on tehtud
fi_fi: Synkronointi on valmis
fr_ca: Synchro terminée
he_il: סנכרון הסתיים
hr_hr: Usklađivanje je završeno
lt_lt: Sinchronizavimas baigtas
pl_pl: Synchronizacja zakończona
pt_pt: Sincronização concluída
sk_sk: Synchronizácia bola ukončená
uk_ua: Синхронізацію завершено
zh_cn: 同步完成

# #32063
source: %i movie(s) will be added to Trakt collection
da_dk: %i film vil blive tilføjet til Trakt-samling
de_de: %i Film(e) werden zur Trakt-Sammlung hinzugefügt
et_ee: %i filmi lisatakse Trakti kogusse
fi_fi: Trakt-kokoelmaan lisätään %i elokuvaa
fr_ca: %i film(s) sera/seront ajouté(s) à la collection Trakt
he_il: %i סרט(ים) יתווספו לאוסף של Trakt
hr_hr: %i film(ova) će biti dodano u Trakt kolekciju
lt_lt: Filmų, kurie bus pridėti į Trakt kolekciją: %i
pl_pl: %i film(ów) zostanie dodanych do kolekcji Trakt
pt_pt: %i filme(s) serão adicionados à colecção do Trakt
sk_sk: %i filmov bude pridaných do Trakt zbierky
uk_ua: %i фільм(ів) буде додано до колекції Trakt
zh_cn: %i部电影将被添加到Trakt收藏

# #32064
source: %i movie playcount(s) will be updated on Trakt
da_dk: %i film-afspilning(er) vil blive opdateret på Trakt
de_de: %i Filmwiedergabezähler werden auf Trakt aktualisiert
et_ee: %i filmi esituskorda värskendatakse Traktis
fi_fi: %i elokuvan katselukerrat päivitetään Traktiin
fr_ca: %i compteur(s) de lecture sera/seront mis à jour sur Trakt
he_il: %i מספר(י) ניגון סרט יועדכנו ב-Trakt
hr_hr: Broj reprodukcija %i filma će biti nadopunjeno na Traktu
lt_lt: Filmų, kurių atkūrimų skaičius bus atnaujintas Trakt sistemoje: %i
pl_pl: Liczba odtworzeń %i filmu(ów) zostanie zaktualizowana w kolekcji Trakt
pt_pt: %i de reprodução(ões) do filme serão actualizadas no Trakt
sk_sk: %i počítadiel prehratých filmov bude aktualizovaných na Trakt
uk_ua: %i лічильників відтворень для фільмів буде оновлено на Trakt
zh_cn: %i次观看数将被更新到Trakt

# #32065
source: %i movie(s) playcount will be updated in Kodi
da_dk: %i film-afspilning(er) vil blive opdateret i Kodi
de_de: %i Film(e)wiedergabezähler werden in Kodi aktualisiert
et_ee: %i filmi esituskorda värskendatakse Kodis
fi_fi: %i elokuvan katselukerrat päivitetään Kodiin
fr_ca: %i compteur(s) de lecture sera/seront mis à jour dans Kodi
he_il: %i מספר ניגון סרט(ים) יועדכנו ב-trakt
hr_hr: Broj reprodukcija %i filma će biti nadopunjeno na Kodiju
lt_lt: Filmų, kurių atkūrimų skaičius bus atnaujinta Kodi sistemoje: %i
pl_pl: Liczba odtworzeń %i filmu(ów) zostanie zaktualizowana w bibliotece Kodi
pt_pt: %i de visualização(ões) de filmes serão actualizadas no Kodi
sk_sk: %i počítadiel prehratých filmov bude aktualizovaných v Kodi
uk_ua: %i лічильників відтворень для фільмів буде оновлено в каталозі
zh_cn: %i次观看数将被更新到Kodi

# #32066
source: Movie Sync Complete
bg_bg: Синхронизирането на филми завърши
da_dk: Filmsynkronisering færdig
de_de: Filmsync abgeschlossen
el_gr: Ολοκληρώθηκε ο Συγχρονισμός Ταινιών
et_ee: Filmide sünkroonimine on tehtud
fi_fi: Elokuvien synkronointi on valmis
fr_ca: Synchro des films terminée
he_il: סנכרון סרט הסתיים
hr_hr: Usklađivanje filma završeno
lt_lt: Filmų sinchronizavimas baigtas
pl_pl: Synchronizacja filmów zakończona
pt_pt: Sincronização de filmes concluída
sk_sk: Synchronizácia filmov bola ukončená
uk_ua: Завершено синхронізацію фільмів"
zh_cn: 电影同步完成

# #32067
source: Going to add %i show(s) to Trakt collection
da_dk: Tilføjer %i serie(r) til Trakt-samling
de_de: %i Serie(n) zur Trakt-Sammlung hinzufügen
et_ee: %i sarja lisatakse Trakti kogusse
fi_fi: %i sarjaa lisätään Trakt-kokoelmaan
fr_ca: %i émission(s) va/vont être ajoutée(s) à la collection
he_il: מתכונן להוסיף %i סדרה(ות) לאוסף של Trakt
hr_hr: Dodavam %i seriju(a) u Trakt kolekciju
lt_lt: Bus pridėta laidų į Trakt kolekciją: %i
pl_pl: Przygotowanie do dodania %i serialu(i) do kolekcji Trakt
pt_pt: Vão ser adicionadas %i série(s) ao Trakt
sk_sk: %i seriálov bude pridaných do Trakt zbierky
uk_ua: Додаємо %i серіал(ів) до колекції Trakt
zh_cn: 正要添加%i部节目到Trakt收藏

# #32068
source: Checking for episodes missing from Trakt collection
da_dk: Søger efter manglende afsnit i Trakt-samling
de_de: Trakt-Sammlung auf fehlende Episoden überprüfen
et_ee: Trakti kogust puuduvate episoodide otsimine
fi_fi: Tarkistetaan Trakt-kokoelmasta puuttuvia jaksoja
fr_ca: Vérification des épisodes manquants dans la collection Trakt
he_il: בודק פרקים שחסרים מהאוסף של Trakt
hr_hr: Provjeravam nedostajuće epizode iz Trakt kolekcije
lt_lt: Ieškoma epizodų, kurių trūksta Trakt kolekcijoje
pl_pl: Sprawdzanie brakujących odcinków w kolekcji Trakt
pt_pt: A verificar os episódios que estão em falta na colecção do Trakt
sk_sk: Kontrolujú sa epizódy chýbajúce v Trakt zbierke
uk_ua: Перевіряємо наявність відсутніх серій з колекції Trakt
zh_cn: 正在检查Trakt收藏中缺少的剧集

# #32069
source: %i of %i show(s) have episodes added to Trakt collection
da_dk: %i af %i serie(r) har fået tilføjet afsnit til Trakt-samling
de_de: Füge Serie %i von %i samt Episoden zur Trakt Sammlung hinzu
et_ee: %i / %i sarjast lisati Trakti kogusse episoode
fi_fi: %i/%i sarjan jaksoja lisätään Trakt-kokoelmaan
fr_ca: Les épisodes d'%i émission(s) sur %i ont été ajoutés la collection Trakt
he_il: %i מתוך %i סדרה(ות) יש פרקים שמתווספים לאוסף של Trakt
hr_hr: %i od %i serija imaju epizode dodane u Trakt kolekciju
lt_lt: %i iš %i laidų(os) epizodai buvo pridėti į Trakt kolekciją
pl_pl: Dodano odcinki %i / %i serialu(i) do kolekcji Trakt
pt_pt: %i de %i série(s) têm episódios adicionados ao Trakt
sk_sk: %i z %i seriálov malo epizódy pridané do Trakt zbierky
uk_ua: %i з %i серій додано до колекції Trakt
zh_cn: %i / %i 部作品剧集添加到Trakt收藏

# #32070
source: Going to update %i show(s) missing watched status
da_dk: Opdaterer %i serie(r)s manglende set status
de_de: Aktualisiere Gesehen-Status von %i Serie(n)
et_ee: Uuendatakse %i sarja puuduv vaadatud olek
fi_fi: Päivitetään %i sarjan puuttuvat katselutilat
fr_ca: L'état de visionnement manquant d'%i émission(s) va être mis à jour
he_il: מתכונן לעדכן %i סדרה(ות) סטטוס צפייה שחסרים
hr_hr: Započinjem nadopunu %i serije(a) kojoj nedostaje status gledanja
lt_lt: Laidų, kurioms bus atnaujintos trūkstamos peržiūros būsenos: %i
pl_pl: Przygotowanie do aktualizacji brakujących stanów obejrzenia %i serialu(i)
pt_pt: Vão ser actualizados os episódios marcado como vistos de %i série(s)
sk_sk: Zaktualizuje sa %i seriálov s chýbajúcim označením pozretia
uk_ua: Оновлюємо статус перегляду для %i серіал(ів)
zh_cn: 正要更新%i部缺失观看状态的节目

# #32071
source: Checking watched episodes on Trakt
da_dk: Undersøger sete afsnit på Trakt
de_de: Gesehene Episoden auf Trakt überprüfen
et_ee: Uuritakse Trakti vaadatud episoode
fi_fi: Tarkistetaan Traktin katsottuja jaksoja
fr_ca: Vérification des épisodes regardés sur Trakt
he_il: בודק פרקים שנצפו ב- Trakt
hr_hr: Provjera gledanih epizoda na Traktu
lt_lt: Pažymimi peržiūrėti epizodai Trakt kolekcijoje
pl_pl: Sprawdzanie stanu obejrzenia odcinków w kolekcji Trakt
pt_pt: A verificar episódios marcados como vistos no Trakt
sk_sk: Kontrolujú sa pozreté epizódy na Trakt
uk_ua: Перевіряємо переглянуті серії на Trakt
zh_cn: 在Trakt上查看已观看的剧集

# #32072
source: %i show(s) had missing watched status
da_dk: %i serie(r) mangler set status
de_de: %i Serie(n) hatte(n) fehlenden Gesehen-Status
et_ee: %i sarja vaadatud olek puudus
fi_fi: %i sarjan katselutilat puuttuivat
fr_ca: L'état de visionnement était manquant pour %i émission(s)
he_il: ל- %i סדרה(ות) יש סטטוס צפייה שחסרים
hr_hr: %i serija ima nedostajući status gledanja
lt_lt: Laidų, kurioms trūksta peržiūros būsenos: %i
pl_pl: %i serial(i) ma brakujące stany obejrzenia
pt_pt: %i série(s) não tinham sido marcada(s) como vista(s)
sk_sk: %i seriálov nemalo označené pozretie
uk_ua: %i серіалам бракувало статусу переглянутих
zh_cn: %i部节目缺失观看状态

# #32073
source: %i episodes are being updated
da_dk: %i afsnit bliver opdateret
de_de: %i Episoden werden aktualisiert
el_gr: %i επεισόδια ενημερώνονται
et_ee: %i episoodi värskendatakse
fi_fi: %i jaksoa päivitetään
fr_ca: %i épisode(s) est/sont mis à jour
he_il: %i פרקים מתעדכנים כעת
hr_hr: %i epizoda je nadopunjena
lt_lt: Atnaujinama epizodų: %i
pl_pl: %i odcinków zostanie zaktualizowanych
pt_pt: %i episódios estão a ser actualizados
sk_sk: Aktualizuje sa %i epizód
uk_ua: Оновлюємо %i серій
zh_cn: %i集更新中
