Repository: xbmc/repo-scripts
Catalog: script.tvguide/resources/language/Croatian/strings.po
Languages: hr

# #30000
source: No description
hr: Nema opisa

# #30001
source: [B]Loading data from external source...[/B]
hr: [B]Učitavanje podataka iz vanjskog izvora...[/B]

# #30002
source: Calculating remaning time...
hr: Izračunavanje preostalog vremena...

# #30003
source: Approximately %d seconds left...
hr: Približno je preostalo %d sekundi...

# #30004
source: Loading of data already in progress...
hr: Učitavanje podataka je već u tijeku...

# #30005
source: Mouse control
hr: Upravljanje mišem

# #30006
source: Now
hr: Sada

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
hr: [B]Tip![/B] Možete koristiti i kotačić miša

# #30008
source: Cancel
hr: Poništi

# #30009
source: No program available
hr: Nema dostupnih programa

# #30100
source: General
hr: Općenito

# #30101
source: Source
hr: Izvor

# #30102
source: Show channels from category
hr: Prikaži programe iz kategorije

# #30103
source: XMLTV file
hr: XMLTV datoteka

# #30104
source: Clear cache...
hr: Očisti predmemoriju...

# #30105
source: Done!
hr: Završeno!

# #30106
source: Show notification before selected programs start
hr: Prikaži obavijest prije pokretanja odabranog programa

# #30107
source: Use program image as background
hr: Koristi sliku programa kao pozadinu

# #30108
source: Clear all reminders...
hr: Očisti sve podsjetnike...

# #30109
source: Remember to clear the cache when you change source
hr: Zapamti očistiti predmemoriju pri promjeni izvora

# #30110
source: Update program information on XBMC startup
hr: Ažuriraj informacije programa pri pokretanju XBMC-a

# #30111
source: Play channels using the YouSee web-tv addon
hr: Reproduciraj programe koristeći YouSee web-tv dodatak

# #30112
source: Notifications
hr: Obavijesti

# #30113
source: Play channels using the Danish Live TV addon
hr: Reproduciraj programe koristeći Danish Live TV dodatak

# #30114
source: Startup
hr: Pokretanje

# #30115
source: - clear cache first
hr: - prvo očisti predmemoriju

# #30116
source: Search for channel logos in
hr: Pretraži logotipove programa u

# #30118
source: Enable OSD menu
hr: Omogući OSD izbornik

# #30119
source: Disabling the OSD menu may fix video stuttering.
hr: Onemogućavanje OSD izbornika može popraviti video trzanje.

# #30120
source: Use alternate streaming method (required for some addons)
hr: Koristi alternativne načine streamanja (potrebno je za neke dodatke)

# #30121
source: Alternative streaming is not compatible with OSD menu
hr: Alternativno streamanje nije kompatibilno sa OSD izbornikom

# #30123
source: XMLTV type
hr: XMLTV vrsta

# #30124
source: Local file
hr: Lokalna datoteka

# #30150
source: Oops, sorry about that!
hr: Ups, oprostite zbog ovoga!

# #30151
source: It was not possible to load program data,
hr: Nemoguće učitavanje podataka programa,

# #30152
source: check settings or try again later...
hr: provjerite postavke ili pokušajte kasnije...

# #30153
source: because the settings are invalid!
hr: zato jer su postavke neispravne!

# #30154
source: It looks like your current skin has a special
hr: Izgleda da vaša trenutna presvlaka ima posebnu

# #30155
source: version of the TV Guide skin that is not up-to-date.
hr: inačicu presvlake TV vodiča koja nije ažurirana.

# #30156
source: Please try with a different skin...
hr: Pokušajte sa drugom presvlakom...

# #30157
source: It looks like the TV Guide database is broken.
hr: Izgleda da je baza podataka TV vodiča oštećena.

# #30158
source: The database will be deleted and recreated.
hr: Baza podataka biti će obrisana i ponovno izgrađena.

# #30159
source: Channel configuration, etc. is unfortunately lost.
hr: Podešavanja programa, itd. nažalost su izgubljena.

# #30200
source: on [B]%s[/B] in 5 minutes...
hr: na [B]%s[/B] za 5 minuta...

# #30201
source: on [B]%s[/B] is starting now...
hr: na [B]%s[/B] započinje sada...

# #30300
source: Watch %s
hr: Gledajte %s

# #30301
source: Remind
hr: Podsjeti

# #30302
source: Don't remind
hr: Nemoj podsjetiti

# #30303
source: Cancel
hr: Poništi

# #30304
source: Choose stream
hr: Odaberite stream

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
hr: Možete odabrati vaše vlastite .strm datoteke za reprodukciju, kada želite gledati ovaj program.

# #30306
source: Remove stream file
hr: Ukloni stream datoteku

# #30307
source: Channels
hr: Programi

# #30308
source: Quit
hr: Zatvori

# #30500
source: [B]Edit channel order and visibility[/B]
hr: [B]Uredi redoslijed i vidljivost programa[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
hr: Pomičite gore i dolje za promjenu položaja[CR]programa. Odaberite ili idite lijevo za prihvatanje[CR]položaja.

# #30502
source: Save
hr: Spremi

# #30503
source: Cancel
hr: Poništi

# #30600
source: [B]Setup stream[/B]
hr: [B]Postavke streama[/B]

# #30601
source: .strm file
hr: .strm datoteka

# #30602
source: Favourites
hr: Omiljeni

# #30603
source: Addons
hr: Dodaci

# #30604
source: Preview stream
hr: Pogledaj stream

# #30605
source: Save
hr: Spremi

# #30606
source: Cancel
hr: Poništi

# #30607
source: Stop preview
hr: Zaustavi gledanje

# #30610
source: Browse...
hr: Pregledaj...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
hr: Kliknite Pregledaj... ispod i idite do stream datoteke. Kada odaberete vašu datoteku možete pogledati stream, ako želite testirati radi li u XBMC-u.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
hr: Odaberite omiljene ispod. Samo [I]PlayMedia[/I] omiljni su podržani.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
hr: Više dodataka omogućuje ovaj program.[CR]Odaberite jedan za gledanje streama.

# #30801
source: Play channels using the Weeb.Tv addon
hr: Reproduciraj program koristeći Weeb.Tv dodatak

# #30802
source: TV Guide is configured to stream using Weeb.Tv
hr: TV vodič je podešen da streama koristeći Weeb.Tv

# #30803
source: addon which is not installed.
hr: dodatak koji nije instaliran.

# #30804
source: Streaming using that addon is now disabled.
hr: Stremanje pomoću tog dodatka je sada onemogućeno.
