Repository: xbmc/repo-scripts
Catalog: service.libraryautoupdate/resources/language/resource.language.*/strings.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, is_is, it_it, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sv_se, vi_vn, zh_cn

# Addon Summary
source: Update your Kodi Video and Music Libraries on a timer. Timer runs as an Kodi service so you never miss an update.
bg_bg: Обновява библиотеките в Kodi (за видео и музика) чрез брояч. Той се стартира като Kodi услуга, затова няма да изпуснете нито едно обновяване.
ca_es: Actualitza les llibreries de vídeo i música de l'Kodi amb un temporitzador. El temporitzador arranca com un servei de l'Kodi, per tant mai es perdrà una actualització.
cs_cz: Aktualizujte svou knihovnu videa a hudby v Kodi podle časovače. Časovač běží jako služba Kodi, takže nikdy nezmeškáte aktualizaci.
da_dk: Opdater dine Kodi video- og musikbiblioteker ved hjælp af en timer. Timeren kører som en Kodi service, så du aldrig glipper en opdatering.
de_de: Kodis Video- und Musikbibliotheken mit einem Timer aktualisieren. Der Timer läuft als ein Kodi-Dienst, sodass niemals eine Aktualisierung verpasst wird.
el_gr: Ενημερώστε τις συλλογές ταινιών και μουσικής σας με χρονοδιακόπτη. Ο χρονοδιακόπτης εκτελείται σαν υπηρεσία του Kodi ούτως ώστε να μη χάνετε ποτέ καμία ενημέρωση.
es_es: Actualiza tus bibliotecas de vídeo y música Kodi con un temporizador. Timer se ejecuta como un servicio de Kodi para que nunca te pierdas una actualización.
es_mx: Actualiza tus bibliotecas de video y música de Kodi en base a un temporizador. El temporizador se ejecuta como un servicio de Kodi para que nunca te pierdas una actualización.
et_ee: Värskenda oma Kodi video- ja muusikakogusid taimeriga. Taimer töötab Kodi teenusena, nii et meediakogud on alati uuendatud.
fi_fi: Päivittää Kodin video- ja musiikkikirjastot ajastetusti. Ajastin toimii Kodi-palveluna, joten kirjastosi pysyvät aina ajantasalla.
fr_fr: Il est possible de mettre à jour la vidéothèque et l'audiothèque Kodi avec une minuterie. La minuterie fonctionne comme un service Kodi afin de ne jamais manquer une mise à jour.
gl_es: Actualizar as súas Bibliotecas de Vídeo e Música mediante un temporizador. Un temporizador execútase no Kodi como un servizo de maneira que nunca esquecerá unha actualización.
he_il: עדכן את ספריות הוידאו והמוזיקה של קודי בעזרת שעון עצר שירוץ ברקע כשירות קודי כך שלא תפספס עדכון.
hr_hr: Nadppunite svoju Kodi Videoteku i Fonoteku u zakazano vrijeme. Zakazano vrijeme radi kao Kodi usluga, tako da nikada nećete propustiti nadopunu.
hu_hu: Az Kodi videó és zene könyvtárak időzített frissítése. Az időzítő az Kodi szolgáltatásaként fut, így nem marad le egyetlen frissítésről sem.
id_id: Perbarui Pustaka Video dan Musik Kodi Anda dalam interval waktu. Timer dijalankan sebagai layanan Kodi sehingga Anda tak akan kelewatan hal baru.
is_is: Uppfæra Kvikmynda og Tónlistarsöfnin þín á Kodi á ákveðnum tímum. Tímasetningin keyrir sem þjónusta á Kodi svo þú missir aldrei af uppfærslu.
it_it: Aggiorna le tue librerie musica e video di Kodi con un timer. Il timer funziona come un servizio Kodi in modo da non perdere mai un aggiornamento.
ko_kr: Kodi 비디오, 음악 라이브러리를 타이머로 자동 업데이트 하세요. 타이머는 Kodi 서비스로 실행되므로 업데이트를 잊어버리는 일은 없습니다.
lt_lt: Atnaujinkite savo Kodi vaizdo ir muzikos bibliotekas nustatytu laiku. Laikmatis veikia kaip Kodi paslauga, todėl jūs niekada nepraleisite atnaujinimo.
nb_no: Oppdater dine Kodi Video og Musikk bibliotek basert på en timer. Timern kjører som en Kodi tjeneste slik at du aldri mister en oppdatering.
nl_nl: Werk je Kodi video en muziek bibliotheken periodiek bij. De timer werkt als een Kodi service zodat je geen enkele update mist.
pl_pl: Automatycznie aktualizuj swoją bibliotekę wideo i muzyki. Harmonogram aktualizacji działa jako usługa Kodi, więc nigdy nie przegapisz niezbędnych aktualizacji.
pt_br: Atualize sua coleção de vídeos e músicas no Kodi com agendamentos. Agendamentos rodam como serviço no Kodi, para que você nunca mais se esqueça de atualizar.
pt_pt: Actualize as suas bibliotecas de vídeo e música do Kodi com um temporizador. Ele actua como um serviço do Kodi para que nunca perca uma actualização.
ru_ru: Обновляет вашу медиатеку по таймеру. Таймер работает как сервис Kodi, поэтому вы никогда не забудете об обновлении.
sk_sk: Aktualizujte Vašu Kodi Video a Hudobnú knižnicu podľa časovača. Časovač beží ako Kodi služba, takže nikdy nezmeškáte aktualizáciu.
sv_se: Uppdatera ditt Kodi video och musikbibliotek schemalagt. Schemaläggaren körs som en Kodi-service så du aldrig missar en uppdatering.
vi_vn: Cập nhật Thư viện video và âm nhạc Kodi của bạn theo bộ hẹn giờ. Hẹn giờ chạy dưới dạng dịch vụ Kodi để bạn không bao giờ bỏ lỡ bản cập nhật.
zh_cn: 定时更新你的 Kodi 视频和音乐资料库。定时器以 Kodi 服务的方式运行以保证不会错过更新。

# Addon Description
source: This is an Kodi Service that will update your music and video libraries on a timer. You can select a different interval to scan your media databases (Audio,Video,Both) or you can set a cron-style timer for greater control. If you are playing an audio or video file when the timer starts it can skip the library update process until it is completed so that you're media experience is not interrupted. Updating a specific Video Path, and Cleaning the Music/Video libraries is now supported.
bg_bg: Услугата ще обновява видео и музикалната библиотека в Kodi през определен интервал от време. Можете да променяте интервала за сканиране (на източниците на видео, аудио или и за двата вида информация). Можете да зададете брояч в стил Cron (за запознатите с Linux), който Ви осигурява по-голям контрол. Ако се случи, че гледате/слушате файл от библиотека за която се е задействал брояч сканирането ще се отложи до момента в който не приключите активността. Също така се поддържа и обновяване на определени папки и почистване на библиотеките.
ca_es: Aquest és un servei de Kodi que actualitza les teves biblioteques de vídeo i música amb un temporitzador. Podeu seleccionar un interval diferent per analitzar les bases de dades multimèdia (àudio, vídeo, ambdós) o pot establir un temporitzador d'estil cron per a un major control. Si està reproduint a l'arxiu d'àudio o de vídeo quan s'inicia el temporitzador es pot ometre el procés d'actualització de la biblioteca fins que acabi per tant de tindre una experiència multimèdia ininterrompuda. Ara es compatible amb l'actualització d'un camí de vídeo específic, i la neteja de les biblioteques de música i vídeo.
cs_cz: Toto je služba Kodi, která aktualizuje vaše knihovny hudby a videa podle časovače. Můžete vybrat různý interval pro prohledávání vašich databází médií (audio, video, obojí) nebo můžete nastavit časovač ve stylu cronu pro lepší ovládání. Pokud přehráváte soubor audia nebo videa, když se spustí časovač, může být proces aktualizace knihovny přeskočen, dokud není přehrávání dokončeno, aby nebylo přerušeno. Nyní jsou také podporovány Aktualizace konkrétní cesty k videu a Čištění knihoven hudby a videa.
da_dk: Dette er en Kodi service, der opdaterer dine musik- og videobiblioteker ved hjælp af en timer. Du kan vælge forskellige intervaller for skanning af din mediedatabase (lyd, video, begge) eller du kan vælge en cron-baseret timer for øget kontrol. Hvis du afspiller en lyd- eller videofil, når timeren begynder, kan den springe opdatering af biblioteket over indtil emnet er færdigafspillet, så din medieoplevelse ikke afbrydes. Opdatering af specifikke videostier og oprydning i musik-/videobibliotekerne er nu understøttet.
de_de: Dies ist ein Kodi-Dienst, der die Musik- und Videobibliothek in bestimmten Abständen automatisch aktualisiert. Es können verschiedene Intervalle für das Scannen der Mediendatenbanken (Musik, Video oder beides) oder ein eigener CRON-Ausdruck für noch mehr Kontrolle verwendet werden. Wenn gerade Musik oder ein Video wiedergegeben wird, kann der Timer das automatische Aktualisieren überspringen, sodass das Medienerlebnis nicht unterbrochen wird. Die Aktualisierung von bestimmten Pfaden und das Bereinigen der Musik-/Videobibliothek wird ebenfalls unterstützt.
el_gr: Αυτή είναι μία Υπηρεσία του Kodi που ενημερώνει τις συλλογές ταινιών και μουσικής σας με χρονοδιακόπτη. Μπορείτε να επιλέξετε διαφορετικό χρονικό διάστημα για σάρωση των πολυμέσων σας (Μουσική, Βίντεο, Και Τα Δυο) ή μπορείτε να ορίσετε ένα χρονοδιακόπτη τύπου cron για καλύτερο έλεγχο. Αν αναπαράγεται μία ταινία ή ένα τραγούδι όταν αρχίσει ο χρονοδιακόπτης μπορεί να αναβληθεί η διαδικασία της ενημέρωσης της συλλογής μέχρις ότου τελειώσει, προκειμένου να μην επηρεαστεί η αναπαραγωγή. Πλέον υποστηρίζεται η ενημέρωση συγκεκριμένης Διαδρομής Βίντεο, καθώς και Εκκαθάριση των συλλογών Ταινιών/Μουσικής.
es_es: Este es un servicio de Kodi que actualizara sus librerías de música y video con un temporizador. Puede elegir intervalos diferentes para escanear sus bases de datos (video, música, ambas) o puede elegir un temporizador del estilo "cron" para un mayor control. Si esta reproduciendo audio o video cuando el temporizador se ejecuta, omitirá la actualización hasta que acabe la reproducción, para que no interrumpa su experiencia multimedia. Actualizar una ruta especifica y limpiar las bases de datos de música y video esta ahora soportado.
es_mx: Esto es un servicio de Kodi que actualiza tus bibliotecas de música y video en base a un temporizador. Puedes seleccionar diferentes intervalos para escanear tus bases de datos de medios (Audio, Video, Ambas) o puedes configurar un temporizador de estilo Cron para un mayor control. Si estas reproduciendo audio o video cuando el temporizador empieza, puede saltarse la actualización de bibliotecas hasta que esta termine, evitando de esta manera una interrupción en la reproducción de medios. Actualizar una ruta específica de video y limpiar bibliotecas de Música/Video se encuentra ahora soportado.
et_ee: See on Kodi teenus, mis värskendab muusika- ja videokogusi taimeriga. Andmebaaside värskendamiseks saab valida ajavahemiku või suuremaks juhtimiseks määrata cron-stiilis taimeri. Vajadusel võib teenus uuendusaega edasi lükata, et meediaesitus ei katkeks. Teenus toetab ka valitud failide asukohtade värskendamist ja andmebaaside puhastamist.
fi_fi: Tämä on Kodin palvelulisäosa, jonka avulla voit ajoittaa video- ja musiikkikirjastojen päivityksen. Voit määrittää kirjastojen päivitysaikavälin (musiikki, video tai molemmat) tai voit määrittää tarkemmat ajoitukset cron-ajastimella. Palvelu osaa tarvittaessa siirtää päivitysajankohtaa eteenpäin, ettei mediatoistosi keskeydy. Palvelu tukee myös valittujen tiedostosijaintien päivitystä ja tietokantojen siivousta.
fr_fr: Il s'agit d'un service de Kodi qui mettra à jour l'audiothèque et la vidéothèque sur une minuterie. On peut sélectionner un intervalle différent pour analyser les bases de données multimédia (audio, vidéo, les deux) ou on peut régler une minuterie pour un meilleur contrôle. Si un fichier audio ou vidéo est en lecture lorsque la minuterie démarre, la mise à jour de médiathèque peut être ignorée jusqu'à la fin de lecture pour ne pas interrompre l'utilisation multimédia. La mise à jour d’un chemin spécifique de vidéo et le nettoyage de l'audiothèque ou de la vidéothèque est maintenant possible.
gl_es: É un servizo de Kodi que actualizará as súas bibliotecas de vídeo e música mediante un temporizador. Pode seleccionar un intervalo diferente para escanear a súa base de datos (Son,Vídeo, Ambos) ou pode estabelecer un temporizador ao estilo de cron para un maior control. O temporizador pode omitir a actualización da biblioteca mentres está a reproducir unha canción ou vídeo até que remate. Agora soporta a actualización dunha ruta de vídeo especifica e a limpeza das bibliotecas de Música/Vídeo.
he_il: זהו שירות קושי שמעדכן את ספריות הוידאו ומוזיקה שלך בעזרת שעון עצר. ביכולתך לבחור לוחות זמנים שונים לסריקת מסדי הנתונים (אודיו, וידאו, שניהם) או להגדיר שעון עצר דמוי Cron לשליטה טובה יותר. כאשר מנוגן קובץ אודיו או וידאו, שעון עצר מסוגל לדלג על תהליך העדכון, עד לאחר תום הניגון, כך שחווית המדיה שלך לא תיפגם. נוספה תמיכה לעדכון נתיב וידאו ספציפי וניקוי ספריות המוזיקה/וידאו.
hr_hr: Ovo je Kodi usluga koja će nadopuniti vašu Fonoteku i Videoteku u zakazano vrijeme. Možete odabrati neko drugo razdoblje pretraživanja vaše medijske baze podataka (glazba, video, obadvoje) ili možete postaviti cron-stil zakazano vrijeme za veću kontrolu. Ako se reproducira glazba ili video datoteka kada se zakazano vrijeme pokrene, nadopuna ne započinje dok reprodukcija ne završi zato da se reprodukcija medija ne prekida. Nadopunite određene Video putanje, i čišćenje Fonoteke i Videoteke sada je podržano.
hu_hu: Ez egy automatikus Kodi szolgáltatás, amely időzítetten frissíti a zenei és videó adatbázisokat. A különböző adatbázisokhoz eltérő időzítés választható vagy a teljesebb irányítás érdekében cron stílusú időzítés is használható. Amennyiben éppen lejátszik valamit, a frissítés elhalasztódik a lejátszás utánra, hogy ne zavarja a lejátszást. Már támogatott az egyedi videó frissítés és a zene/videó adatbázis tisztítás is.
id_id: Ini adalah Layanan Kodi yang akan memperbarui pustaka musik dan video Anda dalam interval waktu. Anda dapat memilih interval yang berbeda untuk memindai basis data media (Audio, Video, Keduanya) atau Anda dapat mengeset timer ala cron untuk kontrol yang lebih luas. Apabila Anda memutar berkas audio atau video saat timer dimulai, ia dapat melewati proses pembaruan pustaka sampai pemutaran selesai sehingga pengalaman media Anda tidak terganggu. Memperbarui Lokasi Video spesifik, serta Membersihkan pustaka Musik/Video kini dapat dilakukan.
is_is: Þetta er Kodi þjónusta sem uppfærir tónlistar- og kvikmyndasöfnin þín á ákveðnum tímum. Þú getur valið mismunandi tímabil til að skanna miðlunar gagnasöfn þín. (Tónlist, Kvikmyndir, Bæði) eða þú getur still cron tímasetningu til að hafa frekari stjórnun. Ef þú ert að keyra hljóð eða mynd þegar tíminn kemur þá bíður hann með uppfærslu þangað til að þú ert búinn til að trufla ekki afspilunina. Stuðningur er nú við uppfærslur á tilgreindum slóðum og Tiltekt á tónlistar/myndefnis söfnum.
it_it: Questo è un servizio Kodi che aggiornerà le tue librerie musica e video con un timer. Puoi selezionare un intervallo diverso per scansionare i tuoi database multimediali (audio, video, entrambi) oppure puoi impostare un timer in stile cron per un maggiore controllo. Se stai riproducendo un file audio o video quando il timer si avvia, puoi saltare il processo di aggiornamento della libreria fino al suo completamento in modo che la tua esperienza multimediale non venga interrotta. Ora è supportato l'aggiornamento di un percorso video specifico e la pulizia delle librerie musica/video.
ko_kr: 음악과 비디오 라이브러리 업데이트를 예약 실행하는 Kodi 서비스입니다. 미디어 데이터베이스(오디오, 비디오, 모두)를 각각 다른 간격으로 업데이트하도록 선택하거나 cron 스타일의 타이머를 설정할 수 있습니다. 타이머가 시작될 때 오디오나 비디오를 재생하고 있다면 재생을 완료할 때까지 라이브러리 업데이트 프로세스를 생략할 수 있습니다. 지정한 비디오 경로 업데이트, 음악/비디오 라이브러리 정리도 지원합니다.
lt_lt: Tai Kodi paslauga, kuri atnaujins jūsų muzikos ir vaizdo bibliotekas nurodytu laiku. Jūs galite nurodyti skirtingus laiko intervalus media duomenų bazių skenavimui (garso, vaizdo, abiejų) arba galite nustatyti 'Cron' stiliaus laikmatį geresnei kontrolei. Jei laikmatis suveikia tuo metu, kai atkuriamas garso ar vaizdo failas, bibliotekos atnaujinimo procesas gali būti pristabdytas kol atkūrimas bus baigtas tam, kad galėtumėte nepertraukiamai mėgautis media turiniu. Dabar taip pat palaikomas konkretaus kelio iki vaizdo failų atnaujinimas ir muzikos/vaizdo bibliotekų valymas.
nb_no: Dette er en Kodi tjeneste som vil oppdatere dine video og musikk bibliotek basert på en timer. Du kan velge mellom forskjellige intervall for skanning av media databasene dine (audio, video eller begge) eller du kan sette en cron liknende timer for mer kontroll. Hvis du spiller en audio, eller video, fil når timern starter kan oppdateringen stoppes slik at den ikke forstyrrer seansen din. Oppdatering av spesifikke video mapper og rensking av musikk/video bibliotek støttes.
nl_nl: Dit is een Kodi service die je muziek en video bibliotheek periodiek bijwerkt. Je kan een interval instellen per media bibliotheek (audio, video of beide) of je kan een timer in cron-stijl instellen voor meer controle. Als je een audio of video file afspeelt wanneer een geplande update start, kan het bijwerken worden uitgesteld tot het bestand is afgespeeld om je media-beleving niet te onderbreken. Een specifieke video locatie bijwerken en de muziek/videobibliotheken opschonen, zijn nu ondersteund.
pl_pl: Ten dodatek jest usługą Kodi, która aktualizuje bibliotekę muzyki i wideo. Pozwala określić częstotliwość skanowana bibliotek (Muzyki, Wideo lub obu) lub ustawić formułę w stylu Crona, w celu lepszej kontroli. Jeżeli odtwarzasz muzykę lub wideo, to aktualizacja biblioteki rozpocznie się dopiero po zakończeniu odtwarzania. Obsługiwana jest także aktualizacja wybranych ścieżek wideo oraz czyszczenie bibliotek muzyki i wideo.
pt_br: Este é um serviço Kodi que irá atualizar a sua coleção de vídeos e músicas através de agendador de atividade. Você pode selecionar um intervalo diferente para escanear seus bancos de dados de mídia (áudio, vídeo, tanto) ou você pode definir um temporizador estilo cron para maior controle. Se você estiver reproduzindo um arquivo de áudio ou vídeo quando o cronômetro iniciar, ele pode pular o processo de atualização da biblioteca até que seja concluída, de modo que sua experiência de mídia não é interrompido. Atualizar um caminho de vídeo específico, e de limpeza das bibliotecas de música / vídeo é agora suportado.
pt_pt: Este é um serviço do Kodi que actualizará as suas bibliotecas de música e vídeo por temporizador. Pode seleccionar intervalos de tempo para analisar as suas bases de média (áudio, vídeo, ambas) ou pode definir um temporizador cron para maior controlo. Se estiver a reproduzir um ficheiro áudio ou vídeo quando o temporizador inicia, este pode adiar a actualização da biblioteca até a reprodução estar concluída, para não interromper. Agora pode também actualizar uma localização de vídeo específica e limpar as bibliotecas áudio/vídeo.
ru_ru: Это сервис, который обновляет вашу медиатеку по таймеру. Вы можете выбрать разные периоды для сканирования ваших баз (Аудио, Видео, и то и то) или установить таймер по-времени для большего контроля. Если запущено проигрывание аудио или видео файла, когда срабатывает таймер, он может отменить процесс обновления до тех пор, пока Вы не закончите прослушивание или просмотр чего-либо. Выборочное обновление папок с Видео, очистка медиатеки теперь также поддерживается.
sk_sk: Toto je Kodi služba, ktorá aktualizuje Vašu Kodi Hudobnú a Video knižnicu podľa časovača. Môžete zvoliť rôzne intervaly aktualizácie databáz (Hudba,Video,oboje) alebo pre väčšiu kontrolu zadáte časovač podobný Cron-u. Pokiaľ práve prehrávate hudobný alebo video súbor počas štartu časovača, môže byť aktualizácia odložená, aby nebol Váš mediálny zážitok narušený. Aktualizácia špecifických ciest a upratovanie Hudobnej/Video databázy je tiež podporované.
sv_se: Detta är en Kodi-service som schemalagt kommer att uppdatera ditt musik och videobibliotek. Du kan välja olika intervall att skanna dina mediadatabaser (Musik,Video,Båda) eller så kan du ange ett cron-inspirerad schemaläggare för bättre kontroll. Om du spelare en musik eller videofil när schemaläggaren startar, kan det hoppa över biblioteksuppdateringen till uppspelningen är klar så mediaupplevelsen inte avbryts. Uppdatering av en specifik videosökväg och rensning av musik/videobiblioteken stödjs nu.
zh_cn: 这是一个定时更新你的音乐和视频资料库的 Kodi 服务程序。你可以设置不同的时间间隔来扫描媒体库（音频、视频或二者），或者设置一个 cron 类型的定时器来获得更好的控制。如果定时动作开始时你正在播放一个音频或视频文件，它会跳过此次更新直到播放完毕以避免影响你欣赏媒体。现在已支持更新指定的视频路径以及清理音视频资料库。

# #30000
source: Kodi Library Auto Update
bg_bg: Автоматично обновяване
ca_es: Actualització Automàtica de la Biblioteca de l'Kodi
cs_cz: Automatická aktualizace knihovny Kodi
da_dk: Kodi automatisk opdatering af bibliotek
de_de: Automatisches Bibliotheksupdate für Kodi
el_gr: Αυτόματη Ενημέρωση Συλλογής Kodi
es_es: Kodi Auto Actualizado de Libreria
es_mx: Auto Actualización de Biblioteca de Kodi
et_ee: Kodi andmebaaside automaatne uuendamine
fi_fi: Kodi-kirjaston automaattinen päivitys
fr_fr: Service de mise à jour auto. des médiathèques
gl_es: Actualización automática da biblioteca de Kodi
he_il: עדכון אוטומטי לספריית קודי
hr_hr: Kodi automatska nadopuna zbirke
hu_hu: Az Kodi könyvtárak automatikus frissítése
id_id: Pembaruan Pustaka Kodi Otomatis
is_is: Sjálfvirk uppfærsla á Kodi söfnum
it_it: Aggiornamento automatico libreria Kodi
ko_kr: Kodi 라이브러리 자동 업데이트
lt_lt: Kodi bibliotekos automatinis atnaujinimas
nb_no: Kodi bibliotek auto oppdatering
nl_nl: Kodi bibiliotheek automatisch bijwerken
pl_pl: Aktualizacja biblioteki
pt_br: Kodi Auto Atualização Coleção
pt_pt: Auto-actualizar biblioteca do Kodi
ru_ru: Авто-обновление медиатеки Kodi
sk_sk: Automatická aktualizácia Kodi knižnice
sv_se: Kodi biblioteksautouppdaterare
vi_vn: Tự động cập nhật thư viện Kodi
zh_cn: Kodi 资料库自动更新

# #30001
source: General
bg_bg: Основни
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
et_ee: Üldine
fi_fi: Yleiset
fr_fr: Général
gl_es: Xeral
he_il: כללי
hr_hr: Općenito
hu_hu: Általános
id_id: Umum
is_is: Almennt
it_it: Generale
ko_kr: 일반
lt_lt: Pagrindinis
nb_no: Generelt
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru_ru: Выкл.
sk_sk: Všeobecné
sv_se: Allmän
vi_vn: Tổng Quan
zh_cn: 常规

# #30002
source: Video
bg_bg: Видео
ca_es: Vídeo
el_gr: Βίντεο
fr_fr: Vidéos
gl_es: Vídeo
he_il: וידאו
is_is: Myndefni
ko_kr: 비디오
lt_lt: Vaizdas
pl_pl: Wideo
pt_br: Vídeo
pt_pt: Vídeo
ru_ru: Видео
zh_cn: 视频

# #30003
source: Music
bg_bg: Музика
ca_es: Música
cs_cz: Hudba
da_dk: Musik
de_de: Musik
el_gr: Μουσική
es_es: Música
es_mx: Música
et_ee: Muusika
fi_fi: Musiikki
fr_fr: Musique
gl_es: Música
he_il: מוזיקה
hr_hr: Glazba
hu_hu: Zene
id_id: Musik
is_is: Tónlist
it_it: Musica
ko_kr: 음악
lt_lt: Muzika
nb_no: Musikk
nl_nl: Muziek
pl_pl: Muzyka
pt_br: Música
pt_pt: Música
ru_ru: Музыка
sk_sk: Hudba
sv_se: Musik
vi_vn: Nhạc
zh_cn: 音乐

# #30004
source: Update Video Library
bg_bg: Обновявай видео библиотеката
ca_es: Actualitza la biblioteca de vídeo
cs_cz: Aktualizovat knihovnu videí
da_dk: Opdater videobibliotek
de_de: Videobibliothek aktualisieren
el_gr: Ενημέρωση Συλλογής Βίντεο
es_es: Actualizar Libreria de Video
es_mx: Actualizar Biblioteca de Video
et_ee: Uuenda videokogu
fi_fi: Päivitä videokirjasto
fr_fr: Mettre à jour la vidéothèque
gl_es: Actualizar biblioteca de vídeo
he_il: עדכן ספריית וידאו
hr_hr: Nadopuni videoteku
hu_hu: A videó könyvtár frissítése
id_id: Perbarui Pustaka Video
is_is: Uppfæra kvikmyndasafn
it_it: Aggiorna libreria video
ko_kr: 비디오 라이브러리 업데이트
lt_lt: Atnaujinti vaizdo biblioteką
nb_no: Oppdater bibliotek for Video
nl_nl: Video bibliotheek bijwerken
pl_pl: Aktualizuj bibliotekę wideo
pt_br: Atualizar Coleção Vídeos
pt_pt: Actualizar Biblioteca de Vídeo
ru_ru: Обновить видео медиатеку
sk_sk: Aktualizovať Video knižnicu
sv_se: Uppdatera videobibliotek
vi_vn: Cập nhật thư viện Video
zh_cn: 更新视频资料库
