Repository: xbmc/repo-scripts
Catalog: service.libraryautoupdate/resources/language/resource.language.*/strings.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, is_is, it_it, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sv_se, vi_vn, zh_cn

# #30047
source: Once Per Month
bg_bg: Веднъж на месец
ca_es: Un cop per mes
cs_cz: Jednou za měsíc
da_dk: Én gang om måneden
de_de: Einmal pro Monat
el_gr: Μηνιαία
es_es: Una vez al mes
es_mx: Una vez al mes
et_ee: Kord kuus
fi_fi: Kerran kuukaudessa
fr_fr: Une fois par mois
gl_es: Unha vez por mes
he_il: פעם בחודש
hr_hr: Jednom mjesečno
hu_hu: Havonta
id_id: Sekali Sebulan
is_is: Einu sinni í mánuði
it_it: Una volta al mese
ko_kr: 매월 한 번
lt_lt: Kartą per mėnesį
nb_no: En gang i måneden
nl_nl: Maandelijks
pl_pl: Raz w miesiącu
pt_br: Uma vez por mês
pt_pt: Uma vez por mês
ru_ru: Раз в месяц
sk_sk: Raz za mesiac
sv_se: Månadsvis
vi_vn: Mỗi tháng
zh_cn: 每月一次

# #30048
source: Clean Video Library
bg_bg: Почиствай видео библиотеката
ca_es: Neteja la biblioteca de vídeo
cs_cz: Vyčistit knihovnu videí
da_dk: Ryd op i videobiblioteket
de_de: Videodatenbank bereinigen
el_gr: Εκκαθάριση Συλλογής Βίντεο
es_es: Limpiar Libreria de Video
es_mx: Limpiar biblioteca de video
et_ee: Puhasta video andmebaas
fi_fi: Siivoa videokirjasto
fr_fr: Nettoyer la vidéothèque
gl_es: Limpar biblioteca de vídeo
he_il: נקה ספריית וידאו
hr_hr: Čišćenje videoteke
hu_hu: Videó könyvtár tisztítása
id_id: Bersihkan Pustaka Video
is_is: Tiltekt á Kvikmyndasafni
it_it: Pulisci libreria video
ko_kr: 비디오 라이브러리 정리
lt_lt: Valyti vaizdo biblioteką
nb_no: Rydd i Video biblioteket
nl_nl: Video bibliotheek opschonen
pl_pl: Wyczyść bibliotekę wideo
pt_br: Limpar Coleção Vídeos
pt_pt: Limpar Biblioteca de Vídeo
ru_ru: Очистить видео медеатеку
sk_sk: Vyčistiť Video knižnicu
sv_se: Rensa videobibliotek
vi_vn: Xóa thư viện video
zh_cn: 清理视频资料库

# #30049
source: Clean Music Library
bg_bg: Почиствай музикалната библиотека
ca_es: Neteja la biblioteca de música
cs_cz: Vyčistit knihovnu hudby
da_dk: Ryd op i musikbiblioteket
de_de: Musikdatenbank bereinigen
el_gr: Εκκαθάριση Μουσικής Συλλογής
es_es: Limpiar biblioteca de música
es_mx: Limpiar biblioteca de música
et_ee: Puhasta muusika andmebaas
fi_fi: Siivoa musiikkikirjasto
fr_fr: Nettoyer l'audiothèque
gl_es: Limpar biblioteca de música
he_il: נקה ספריית מוזיקה
hr_hr: Čišćenje fonoteke
hu_hu: Zene könyvtár tisztítása
id_id: Bersihkan Pustaka Musik
is_is: Tiltekt á Tónlistarsafni
it_it: Pulisci libreria musica
ko_kr: 음악 라이브러리 정리
lt_lt: Valyti muzikos biblioteką
nb_no: Rydd i Musikk biblioteket
nl_nl: Muziek bibliotheek opschonen
pl_pl: Wyczyść bibliotekę muzyki
pt_br: Limpar Coleção Músicas
pt_pt: Limpar Biblioteca de Música
ru_ru: Очистить аудио медиатеку
sk_sk: Vyčistiť Hudobnú knižnicu
sv_se: Rensa musikbibliotek
vi_vn: Xóa thư viện nhạc
zh_cn: 清理音乐资料库

# #30050
source: Error Cleaning Database
bg_bg: Възникна грешка при почистването на базата данни
ca_es: Error al netejar la base de dades
cs_cz: Chyba při čištění databáze
da_dk: Fejl under oprydning af database
de_de: Fehler beim Bereinigen der Datenbank
el_gr: Σφάλμα Εκκαθάρισης Βάσης Δεδομένων
es_es: Error Limpiando la base de datos
es_mx: Error al limpiar la base de datos
et_ee: Viga andmebaasi puhastamisel
fi_fi: Virhe tietokannan siivouksessa
fr_fr: Erreur de nettoyage de la base de données
gl_es: Houbo un erro ao limpar a Base de datos
he_il: שגיאה בניקוי מסד הנתונים
hr_hr: Greška čišćenja baze podataka
hu_hu: Hiba a tisztítás közben
id_id: Kesalahan Saat Membersihkan Basis Data
is_is: Villa við tiltekt gagnagrunns
it_it: Errore durante la pulizia del database
ko_kr: 라이브러리 정리 에러
lt_lt: Klaida valant duomenų bazę
nb_no: Feil ved rydding i database
nl_nl: Fout tijdens opschonen bibliotheek
pl_pl: Niepowodzenie czyszczenia bazy
pt_br: Erro Limpando Banco de Dados
pt_pt: Erro ao limpar a base de dados
ru_ru: Ошибка очистки базы данных
sk_sk: Chyba pri čistení databázy
sv_se: Fel vid rensning av databas
vi_vn: Lỗi khi xóa cơ sở dữ liệu
zh_cn: 清理资料库出错

# #30051
source: Prompt User Before Cleaning Library
bg_bg: Запитване на потребителя преди почистването
ca_es: Avisa el usuari abans de netejar la biblioteca
cs_cz: Vyzvat uživatele před vyčištěním knihovny
da_dk: Spørg bruger inden oprydning af bibliotek
de_de: Nachfragen, bevor die Datenbank bereinigt wird
el_gr: Ειδοποίηση του χρήστη πριν την Εκκαθάριση της Συλλογής
es_es: Preguntar al usuario después de limpiar la librería
es_mx: Preguntar antes de limpiar la biblioteca
et_ee: Küsi nõusolekut enne andmebaasi puhastamist
fi_fi: Vahvista kirjaston siivous
fr_fr: Demander à l'utilisateur avant de nettoyer une médiathèque
gl_es: Preguntar ao usuario antes de limpar a biblioteca
he_il: בקש אישור משתמש לפני ניקוי הספרייה
hr_hr: Upitaj korisnika prije čišćenja zbirke
hu_hu: Kérdezzen a tisztítás előtt
id_id: Tanyakan Pengguna Sebelum Membersihkan Pustaka
is_is: Spyrja notanda áður en tiltekt er gerð á safni
it_it: Chiedi conferma all'utente prima di pulire la libreria
ko_kr: 라이브러리 정리 전에 확인
lt_lt: Klausti prieš valant biblioteką
nb_no: Spør bruker før Rydding av Bibliotek
nl_nl: Vragen voor opschonen bibliotheek
pl_pl: Pytaj o potwierdzenie przed czyszczeniem biblioteki
pt_br: Avisar Usuário Antes de limpeza da Coleção
pt_pt: Perguntar ao Utilizador Antes de Limpar Biblioteca
ru_ru: Спрашивать пользователя перед очисткой медиатеки
sk_sk: Vyzvať užívateľa pred čistením knižnice
sv_se: Fråga innan rensning av bibliotek
vi_vn: Nhắc người dùng trước khi xóa thư viện
zh_cn: 清理资料库前提示用户

# #30052
source: A database clean is scheduled to run
bg_bg: Следващото почистване ще стартира след
ca_es: Està programada el inici d'una neteja de la base de dades
cs_cz: Čištění databáze je naplánováno ke spuštění
da_dk: En databaseoprydning er planlagt til at køre
de_de: Eine Datenbankbereinigung ist in Planung
el_gr: Είναι προγραμματισμένη μία εκκαθάριση της βάσης δεδομένων
es_es: Hay una limpieza programada de la Base de Datos
es_mx: Una limpieza de base de datos esta programada para ejecutarse
et_ee: Andmebaasi puhastamine on ajatatud
fi_fi: Tietokannan siivous on ajoitettu
fr_fr: Un nettoyage de la base de données est planifié pour s'exécuter
gl_es: A limpeza da base de datos está programada para executarse
he_il: מתוזמן לרוץ ניקוי של מסד הנתונים
hr_hr: Čišćenje baze podataka je zakazano
hu_hu: Az adatbázis tisztítás elő van jegyezve
id_id: Pembersihan basis data dijadwalkan untuk dijalankan
is_is: Hreinsun gagnagrunnar er tímasett í keyrslu
it_it: È pianificata l'esecuzione di una pulitura del database
ko_kr: 데이터베이스 정리가 예약되었습니다
lt_lt: Duomenų bazės valymas suplanuotas
nb_no: Rydding av database er planlagt
nl_nl: Een opschoning van de bibliotheek is gepland
pl_pl: Zaplanowano czyszczenie biblioteki
pt_br: Uma limpeza dos banco de dados está programada para rodar
pt_pt: Uma limpeza de biblioteca está agendada.
ru_ru: Очистка медиатеки запланирована в
sk_sk: Je naplánované spustenie čistenia databázy
sv_se: En databasrensning är schemalagd att köras
vi_vn: Quá trình xóa cơ sở dữ liệu được lên lịch chạy
zh_cn: 已设定一个数据库清理任务

# #30053
source: Would you like to run it now?
bg_bg: Желаете ли да стартирате ръчно почистването, сега?
ca_es: Vols iniciar-la ara?
cs_cz: Chcete ho spustit nyní?
da_dk: Vil du køre den nu?
de_de: Jetzt starten?
el_gr: Να εκτελεστεί τώρα;
es_es: Deseas realizarla ahora?
es_mx: ¿Quieres ejecutarla ahora?
et_ee: Tahad selle kohe käivitada?
fi_fi: Haluatko suorittaa sen nyt?
fr_fr: Faut-il l'exécuter maintenant ?
gl_es: Quere executalo agora?
he_il: האם תרצה להריץ זאת כעת?
hr_hr: Želite li ga pokrenuti odmah?
hu_hu: Szeretné most futtatni?
id_id: Apakah Anda ingin jalankan sekarang?
is_is: Viltu keyra hana núna?
it_it: Vuoi eseguirla ora?
ko_kr: 지금 실행하겠습니까?
lt_lt: Norėtumėte paleisti dabar?
nb_no: Ønsker du å starte den nå?
nl_nl: Wil je de opschoning nu uitvoeren?
pl_pl: Uruchomić teraz?
pt_br: Você deseja executar agora?
pt_pt: Quer executá-la agora?
ru_ru: Хотите запустить обновление прямо сейчас?
sk_sk: Chceli by ste ho spustiť teraz?
sv_se: Vill du köra den nu?
vi_vn: Bạn có muốn chạy nó ngay bây giờ không?
zh_cn: 您想现在运行它吗？

# #30054
source: Library to clean
bg_bg: Библиотека за почистване
ca_es: Biblioteca a netejar
cs_cz: Knihovna k vyčištění
da_dk: Bibliotek der ryddes op i
de_de: Zu bereinigende Datenbank
el_gr: Προς εκκαθάριση Συλλογή
es_es: Libreria a limpiar
es_mx: Biblioteca a limpiar
et_ee: Andmebaas, mida puhastada
fi_fi: Siivottava kirjasto
fr_fr: Médiathèque à nettoyer
gl_es: Biblioteca a limpar
he_il: ספרייה לניקוי
hr_hr: Zbirka za čišćenje
hu_hu: Tisztítandó könyvtár
id_id: Pustaka untuk dibersihkan
is_is: Safn sem á að taka til í
it_it: Libreria da pulire
ko_kr: 정리할 라이브러리
lt_lt: Valyti biblioteką
nb_no: Bibliotek å rydde
nl_nl: Op te schonen bibliotheek
pl_pl: Biblioteka do czyszczenia
pt_br: Coleção para limpar
pt_pt: Biblioteca a limpar
ru_ru: Медиатека для очистки
sk_sk: Vyčistiť knižnicu
sv_se: Bibliotek att rensa
vi_vn: Thư viện để xóa
zh_cn: 要清理的资料库

# #30055
source: Both
bg_bg: И двете
ca_es: Ambdós
cs_cz: Obojí
da_dk: Begge
de_de: Beide
el_gr: Και οι δύο
es_es: Ambas
es_mx: Ambos
et_ee: Mõlemad
fi_fi: Molemmat
fr_fr: Les deux
gl_es: Ambos
he_il: שניהם
hr_hr: Oba
hu_hu: Mindkettő
id_id: Keduanya
is_is: Bæði
it_it: Entrambi
ko_kr: 모두
lt_lt: Abi
nb_no: Begge
nl_nl: Beide
pl_pl: Obie
pt_br: Ambos
pt_pt: Ambos
ru_ru: Оба
sk_sk: Oboje
sv_se: Båda
zh_cn: 两者都

# #30056
source: Video Cron Expression
bg_bg: Cron израз за видео
ca_es: Expressió cron per a vídeo
cs_cz: Výraz Cron pro video
da_dk: Cron-udtryk til video
de_de: CRON-Ausdruck für Video
el_gr: Έκφραση Cron Βίντεο
es_es: Expresión de Video Cron
es_mx: Expresión cron de video
fi_fi: Videon cron-ajoitus
fr_fr: Expression Cron pour la vidéo
gl_es: Expresión Cron de Vídeo
he_il: ביטוי Cron לוידאו
hr_hr: Video Cron izraz
hu_hu: Video időzítő kifejezés (cron)
id_id: Ekspresi Cron Video
is_is: Cron segð fyrir kvikmyndir
it_it: Espressione cron video
ko_kr: 비디오 Cron 표현식
lt_lt: Vaizdo 'Cron' išraiška
nb_no: Video Cron uttrykk
nl_nl: Video Cron Mededeling
pl_pl: Wyrażenie Crona dla Wideo
pt_br: Expressão Vídeo Cron
pt_pt: Expressão Cron de vídeo
ru_ru: Cron Выражение для Видео
sk_sk: Cron výraz pre Video
sv_se: Video-cronuttryck
zh_cn: 视频 Cron 表达式

# #30057
source: Music Cron Expression
bg_bg: Cron израз за музика
ca_es: Expressió cron per a música
cs_cz: Výraz Cron pro hudbu
da_dk: Cron-udtryk til musik
de_de: CRON-Ausdruck für Musik
el_gr: Έκφραση Cron Μουσικής
es_es: Expresión de Música Cron
es_mx: Expresió cron de música
fi_fi: Musiikin cron-ajoitus
fr_fr: Expression Cron pour la musique
gl_es: Expresión Cron de Música
he_il: ביטוי Cron למוזיקה
hr_hr: Glazbeni Cron izraz
hu_hu: Zene időzítő kifejezés (cron)
id_id: Ekspresi Cron Musik
is_is: Cron segð fyrir tónlist
it_it: Espressione cron musica
ko_kr: 음악 Cron 표현식
lt_lt: Muzikos 'Cron' išraiška
nb_no: Musikk Cron uttrykk
nl_nl: Muziek Cron Mededeling
pl_pl: Wyrażenie Crona dla Muzyki
pt_br: Expressão Música Cron
pt_pt: Expressão Cron de música
ru_ru: Cron Выражение для Аудио
sk_sk: Cron výraz pre Hudbu
sv_se: Musik-cronuttryck
zh_cn: 音乐 Cron 表达式

# #30060
source: Update will run again
bg_bg: Следващото обновяване ще стартира след
ca_es: La actualització es tornara a iniciar
cs_cz: Aktualizace se spustí znovu
da_dk: Opdatering vil køre igen
de_de: Die Aktualisierung wird noch einmal starten
el_gr: Η ενημέρωση θα γίνει ξανά
es_es: La actualización se ejecutará de nuevo
es_mx: La actualización se ejecutará nuevamente-
et_ee: Andmebaasi uuendamine käivitub uuesti
fi_fi: Päivitys suoritetaan seuraavaksi
fr_fr: Une mise à jour aura lieu de nouveau dans
gl_es: A actualización executarase de novo
he_il: העדכון יופעל שוב
hr_hr: Nadopuna će se iznova pokrenuti
hu_hu: A frissítés újra le fog futni
id_id: Pembaruan akan dijalankan kembali
is_is: Uppfærslan mun keyra aftur
it_it: L'aggiornamento verrà eseguito di nuovo
ko_kr: 업데이트가 다시 실행됩니다
lt_lt: Atnaujinimas bus paleistas dar kartą
nb_no: Oppdatering vil kjøre igjen
nl_nl: Opnieuw bijwerken
pl_pl: Aktualizacja rozpocznie się ponownie
pt_br: A atualização será executada novamente
pt_pt: A biblioteca voltará a ser actualizada
ru_ru: Обновление будет запущено снова
sk_sk: Aktualizácia bude znovu spustená
sv_se: Uppdatering kommer att köras igen
vi_vn: Cập nhật sẽ chạy lại
zh_cn: 更新将再次运行

# #30061
source: Do you wish to manually run an update?
bg_bg: Желаете ли да стартирате ръчно обновяването, сега?
ca_es: Voleu iniciar la actualització manualment?
cs_cz: Chcete spustit aktualizaci ručně?
da_dk: Ønsker du at køre en opdatering manuelt?
de_de: Manuelle Aktualisierung durchführen?
el_gr: Να γίνει η ενημέρωση χειροκίνητα;
es_es: ¿Quiere ejecutar la actualización manualmente?
es_mx: ¿Deseas ejecutar una actualización manual?
et_ee: Soovid andmebaasi uuendamise kohe käivitada?
fi_fi: Haluatko suorittaa päivityksen manuaalisesti?
fr_fr: Faut-il exécuter une mise à jour manuellement ?
gl_es: Quere executar manualmente unha actualización?
he_il: האם ברצונך להריץ עדכון ידנית?
hr_hr: Želite li ručno pokrenuti nadopunu?
hu_hu: Szeretné kézzel elindítani a frissítést?
id_id: Apakah Anda ingin memperbarui secara manual?
is_is: Viltu ræsa handvirkt uppfærslu?
it_it: Eseguire manualmente un aggiornamento?
ko_kr: 업데이트를 수동으로 시작하겠습니까?
lt_lt: Ar norite paleisti atnaujinimą rankiniu būdu?
nb_no: Ønsker du å kjøre en oppdatering manuelt?
nl_nl: Wil je manueel bijwerken?
pl_pl: Czy chcesz manualnie uruchomić aktualizację?
pt_br: Você deseja executar manualmente uma atualização?
pt_pt: Quer iniciar manualmente uma actualização?
ru_ru: Вы хотите запустить обновление вручную?
sk_sk: Prajete si manuálne spustiť aktualizáciu?
sv_se: Vill du manuellt köra en uppdatering?
vi_vn: Bạn có muốn chạy bản cập nhật theo cách thủ công không?
zh_cn: 你要手动运行更新吗？

# #30062
source: No Delay
cs_cz: Žádná prodleva
da_dk: Ingen forsinkelse
de_de: Keine Verzögerung
es_es: Sin retraso
es_mx: Sin retraso
et_ee: Viiteajata
fi_fi: Ei viivettä
fr_fr: Aucun délai
hr_hr: Bez odgode
it_it: Nessun ritardo
ko_kr: 지연 없음
pl_pl: Bez opóźnienia
pt_br: Sem Atraso
zh_cn: 无延迟

# #30063
source: 1 Minute
cs_cz: 1 Minuta
da_dk: 1 minut
es_es: 1 minuto
es_mx: 1 minuto
et_ee: 1 minut
fi_fi: 1 minuutti
hr_hr: 1 minuta
it_it: 1 minuto
ko_kr: 1 분
pl_pl: 1 minuta
pt_br: 1 minuto
sv_se: 1 minut
vi_vn: 1 phút
zh_cn: 1分钟

# #30064
source: 2 Minutes
cs_cz: 2 Minuty
da_dk: 2 minutter
de_de: 2 Minuten
es_es: 2 minutos
es_mx: 2 minutos
et_ee: 2 minutit
fi_fi: 2 minuuttia
hr_hr: 2 minute
it_it: 2 minuti
ko_kr: 2 분
pl_pl: 2 minuty
pt_br: 2 minutos
sv_se: 2 minuter
vi_vn: 2 phút
zh_cn: 2分钟

# #30065
source: 3 Minutes
cs_cz: 3 Minuty
da_dk: 3 minutter
de_de: 3 Minuten
es_es: 3 minutos
es_mx: 3 minutos
et_ee: 3 minutit
fi_fi: 3 minuuttia
hr_hr: 3 minuta
it_it: 3 minuti
ko_kr: 3 분
pl_pl: 3 minuty
pt_br: 3 minutos
sv_se: 3 minuter
vi_vn: 3 phút
zh_cn: 3分钟

# #30066
source: 4 Minutes
cs_cz: 4 Minuty
da_dk: 4 minutter
de_de: 4 Minuten
es_es: 4 minutos
es_mx: 4 minutos
et_ee: 4 minutit
fi_fi: 4 minuuttia
hr_hr: 4 minute
it_it: 4 minuti
ko_kr: 4 분
pl_pl: 4 minuty
pt_br: 4 minutos
sv_se: 4 minuter
vi_vn: 4 phút
zh_cn: 4分钟

# #30067
source: 5 Minutes
cs_cz: 5 Minut
da_dk: 5 minutter
de_de: 5 Minuten
es_es: 5 minutos
es_mx: 5 minutos
et_ee: 5 minutit
fi_fi: 5 minuuttia
hr_hr: 5 minuta
it_it: 5 minuti
ko_kr: 5 분
pl_pl: 5 minut
pt_br: 5 minutos
sv_se: 5 minuter
vi_vn: 5 phút
zh_cn: 5分钟

# #30068
source: 1 Hour
cs_cz: 1 Hodina
da_dk: 1 time
de_de: 1 Stunde
es_es: 1 hora
es_mx: 1 hora
et_ee: 1 tund
fi_fi: 1 tunti
fr_fr: 1 Heure
hr_hr: 1 sat
it_it: 1 ora
ko_kr: 1 시간
pl_pl: 1 godzina
pt_br: 1 hora
sv_se: 1 timme
vi_vn: 1 giờ
zh_cn: 1小时

# #30069
source: 2 Hours
cs_cz: 2 Hodiny
da_dk: 2 timer
de_de: 2 Stunden
es_es: 2 horas
es_mx: 2 horas
et_ee: 2 tundi
fi_fi: 2 tuntia
fr_fr: 2 Heures
hr_hr: 2 sata
it_it: 2 ore
ko_kr: 2 시간
pl_pl: 2 godziny
pt_br: 2 horas
sv_se: 2 timmar
vi_vn: 2 giờ
zh_cn: 2小时

# #30070
source: 4 Hours
cs_cz: 4 Hodiny
da_dk: 4 timer
de_de: 4 Stunden
es_es: 4 horas
es_mx: 4 horas
et_ee: 4 tundi
fi_fi: 4 tuntia
fr_fr: 4 Heures
hr_hr: 4 sata
it_it: 4 ore
ko_kr: 4 시간
pl_pl: 4 godziny
pt_br: 4 horas
sv_se: 4 timmar
vi_vn: 4 giờ
zh_cn: 4小时

# #30071
source: 6 Hours
cs_cz: 6 Hodin
da_dk: 6 timer
de_de: 6 Stunden
es_es: 6 horas
es_mx: 5 horas
et_ee: 6 tundi
fi_fi: 6 tuntia
fr_fr: 6 Heures
hr_hr: 6 sata
it_it: 6 ore
ko_kr: 6 시간
pl_pl: 6 godzin
pt_br: 6 horas
sv_se: 6 timmar
vi_vn: 6 giờ
zh_cn: 6小时

# #30072
source: 12 Hours
cs_cz: 12 Hodin
da_dk: 12 timer
de_de: 12 Stunden
es_es: 12 horas
es_mx: 12 horas
et_ee: 12 tundi
fi_fi: 12 tuntia
fr_fr: 12 Heures
hr_hr: 12 sata
it_it: 12 ore
ko_kr: 12 시간
pl_pl: 12 godzin
pt_br: 12 horas
sv_se: 12 timmar
vi_vn: 12 giờ
zh_cn: 12小时

# #30073
source: 24 Hours
cs_cz: 24 Hodin
da_dk: 24 timer
de_de: 24 Stunden
es_es: 24 horas
es_mx: 24 horas
et_ee: 24 tundi
fi_fi: 24 tuntia
fr_fr: 24 Heures
hr_hr: 24 sata
it_it: 24 ore
ko_kr: 24 시간
pl_pl: 24 godziny
pt_br: 24 horas
sv_se: 24 timmar
vi_vn: 24 giờ
zh_cn: 24小时

# #30074
source: How long to delay missed scan after system startup
cs_cz: Jak dlouho pozdržet zmeškané prohledávání po spuštění systému
da_dk: Hvor lang tid fejlet scanning forsinkes efter systemstart
de_de: Verzögerung nach Systemstart, für das Nachholen verpasster Scans
es_es: Cuánto tiempo retrasar el escaneo perdido tras del inicio del sistema
es_mx: Cuánto retrasar un escaneo perdido después de iniciar el sistema
et_ee: Kui pikalt lükata edasi vahelejäänud uuendust pärast Kodi käivitumist
fi_fi: Miten kauan ohitettua päivitystä viivästetään Kodin käynnistyttyä
fr_fr: Combien de temps retarder l'analyse manquée après le démarrage du système
hr_hr: Koliko dugo treba odgoditi propuštenu pretragu nakon pokretanja sustava
it_it: Ritardo scansione non effettuata dopo avvio del sistema
ko_kr: 시스템 시작 후 누락된 스캔 지연 시간
pl_pl: Na jak długo opóźnić skan po uruchomieniu systemu
pt_br: Em quanto tempo atrasar uma varredura perdida após a inicialização do sistema
vi_vn: Bao lâu để trì hoãn quá trình quét bị bỏ lỡ sau khi khởi động hệ thống
zh_cn: 系统启动后延迟错过的扫描多长时间

# #30075
source: Allow library scans when media is playing
cs_cz: Povolit prohledávání knihoven když se přehrávají média
da_dk: Tillad scanninger af bibliotek når medier afspilles
de_de: Bibliothekscans während Medienwiedergabe erlauben
es_es: Permitir el escaneo de la biblioteca durante la reproducción de archivos multimedia
es_mx: Permitir escaneos de biblioteca cuando se estén reproduciendo medios
et_ee: Luba andmebaasi uuendus taasesituse ajal
fi_fi: Salli kirjastojen päivitys toiston aikana
fr_fr: Autoriser les analyses de bibliothèque lorsque le média est en cours de lecture
hr_hr: Dopusti pretragu medija pri reprodukciji medija
it_it: Consenti scansioni libreria durante la riproduzione
ko_kr: 미디어가 재생 중일 때 라이브러리 검색 허용
pl_pl: Zezwala na skanowanie biblioteki podczas odtwarzania
pt_br: Permitir varreduras de biblioteca enquanto ocorre reprodução de mídia
vi_vn: Cho phép quét thư viện khi đang phát đa phương tiện
zh_cn: 播放媒体时允许资料库扫描

# #30076
source: Only allow scans to start when system is idle (screensaver active)
cs_cz: Povolit spuštění prohledávání pouze když je systém v nečinnosti (spořič obrazovky aktivní)
da_dk: Tillad kun start af scanninger når systemet er inaktivt (pauseskærm aktiv)
de_de: Scans nur erlauben, wenn System im Leerlauf ist (Bildschirmschoner aktiv)
es_es: Sólo permitir que se inicien los escaneos cuando el sistema está inactivo (salvapantallas activo)
es_mx: Solo permitir escaneos de biblioteca cuando el sistema está inactivo
fi_fi: Salli pävitys vain Kodin ollessa toimeton (kun näytönsäästäjä on aktiivinen)
fr_fr: Autoriser uniquement le démarrage des analyses lorsque le système est inactif (économiseur d'écran actif)
hr_hr: Samo dopusti pokretanje pretrage kada je sustav u mirovanju (čuvar zaslona je aktivan)
it_it: Consenti avvio delle scansioni solo quando il sistema è inattivo (salvaschermo attivo)
ko_kr: 시스템이 유휴 상태일 때만 스캔 시작 허용(화면 보호기 활성화)
pl_pl: Pozwala na skanowanie tylko podczas nieaktywności systemu (uruchomiony wygaszacz ekranu)
pt_br: Permitir que as varreduras sejam iniciadas apenas quando o sistema estiver ocioso (protetor de tela ativo)
sv_se: Tillåt endast skanningar att starta när systemet är inaktivt (skärmsläckare aktiv)
vi_vn: Chỉ cho phép bắt đầu quét khi hệ thống không hoạt động (trình bảo vệ màn hình đang hoạt động)
zh_cn: 仅允许在系统空闲时启动扫描（屏幕保护程序处于活动状态）

# #30077
source: Disables the dialog box when starting a Manual Run
cs_cz: Zakáže dialogové okno když se spouští Ruční spuštění
da_dk: Deaktiverer dialogboksen ved start af en manuel kørsel
de_de: Deaktiviert die Dialogbox, die sonst erscheint, wenn eine manuelle Aktualisierung gestartet wird
es_es: Desactiva el cuadro de diálogo al iniciar una ejecución manual
es_mx: Desactiva el diálogo al iniciar una ejecución manual
fi_fi: Poistaa manuaalisen päivityksen vahvistuksen käytöstä
fr_fr: Désactive la boîte de dialogue lors du démarrage d'une exécution manuelle
hr_hr: Onemogućava dijalog kada se pokreće ručno pokretanje
it_it: Disabilita la finestra di dialogo all'avvio di un'esecuzione manuale
ko_kr: 수동으로 시작할 때 대화 상자를 사용하지 않음
pl_pl: Wyłącza okienko dialogowe po ręcznym uruchomieniu skanowania
pt_br: Desativar a caixa de diálogo ao iniciar uma Execução Manual
zh_cn: 启动手动运行时禁用该对话框

# #30078
source: Toggle use a cron timer instead of the simple timer
cs_cz: Přepnutí používá časovač cron namísto jednoduchého časovače
da_dk: Skift til en cron-timer i stedet for den simple timer
de_de: Schaltet zwischen Verwendung von einfachem und CRON-Timer um
es_es: Alternar el uso de un temporizador cron en lugar del temporizador simple
es_mx: Alternar a usar un temporizador cron en lugar de un temporizador simple
fi_fi: Käytä yksinkertaisen ajoituksen sijaan cron-ajoitusta
fr_fr: Basculer l'utilisation d'une minuterie cron au lieu de la minuterie simple
hr_hr: Uklj/Isklj corn zakazano vrijeme umjesto jednostavnog zakazanog vremena
it_it: Attiva/disattiva l'uso di un timer cron invece del timer semplice
ko_kr: 간단한 타이머 대신 cron 타이머 사용 토글
pl_pl: Włącza używanie Cron zamiast zwykłego harmonogramu
pt_br: Alternar para uso de um cron timer ao invés de timer simples
zh_cn: 切换使用 cron 计时器而不是简单计时器

# #30079
source: Select how often to start library scans
cs_cz: Vyberte jak často spouštět prohledávání knihoven
da_dk: Vælg hvor ofte biblioteksscanninger skal startes
de_de: Auswählen, wie oft Bibliothekscans starten
es_es: Seleccionar la frecuencia de inicio de las exploraciones de la biblioteca
es_mx: Selecciona qué tan frecuente iniciar escaneos de biblioteca
fi_fi: Määritä miten usein kirjastojen päivitys suoritetaan
fr_fr: Sélectionner la fréquence de démarrage des analyses de bibliothèque
hr_hr: Odaberi koliko često treba pretraživati zbirku
it_it: Seleziona la frequenza con cui avviare le scansioni della libreria
ko_kr: 라이브러리 스캔을 시작할 간격 선택
pl_pl: Wybierz, jak często uruchamiać skanowanie biblioteki
pt_br: Selecione a frequência de início das varreduras da biblioteca
vi_vn: Chọn tần suất bắt đầu quét thư viện
zh_cn: 选择启动资料库扫描的频率
