Repository: xbmc/repo-scripts
Catalog: service.libraryautoupdate/resources/language/resource.language.*/strings.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, is_is, it_it, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sv_se, vi_vn, zh_cn

# #30080
source: Set a custom interval using cron syntax - example is '15 */5 * * *' for quarter past the hour every 5 hours every day
cs_cz: Nastavte vlastní interval pomocí cron syntaxe - příklad je '15 */5 * * *' pro čtvrt hodiny každých 5 hodin každý den
da_dk: Indstil et brugerdefineret interval ved hjælp af cron-syntaks - eksempel er '15 */5 * * *' for kvart over en time hver 5. time hver dag
de_de: Ein benutzerdefiertes Intervall mit CRON-Syntax festlegen. Beispiel: „15 */5 * * *“ bedeutet, 15 Minuten nach der vollen Stunde, alle 5 Stunden, jeden Tag
es_es: Establecer un intervalo personalizado utilizando la sintaxis cron - por ejemplo '15 */5 * * * *' para cada cuarto de hora cada 5 horas todos los días
es_mx: Establece un intervalo personalizado utilizando sintaxis cron - por ejemplo '15 */5 * * *' para el primer cuarto de hora cada 5 horas todos los días
fi_fi: Määritä oma aikaväli cron-syntaksin avulla - esimerkiksi '15 */5 * * **' tarkoittaa varttia yli tunnin 5 tunnin välein joka päivä
fr_fr: Définir un intervalle personnalisé à l'aide de la syntaxe cron - l'exemple est '15 */5 * * *' pour l'heure et quart toutes les 5 heures tous les jours
hr_hr: Postavi prilagođeno razdoblje koristeći cron sintaksu - primjer je '15 */5 * * *' za četvrt sata svakih pet sati svakog dana
it_it: Imposta un intervallo personalizzato usando la sintassi cron, per esempio '15 */5 * * *' è un quarto d'ora ogni 5 ore ogni giorno
ko_kr: cron 구문을 사용하여 사용자 정의 간격 설정 - 예. 매일 5시간마다 15분의 경우 '15 */5 * * *'
pl_pl: Ustaw interwał za pomocą składni Cron - na przykład '15 */5 * * *', aby uruchamiać każdego dnia, co 5 godzin, kwadrans po pełnej godzinie
pt_br: Defina um intervalo personalizado usando a sintaxe cron - exemplo: '15 */5 * * *' diariamente, a cada 5 horas no 15° minuto
zh_cn: 使用 cron 语法设置一个自定义间隔 - 例如“15*/5***”，表示每天每5小时一刻的时间间隔

# #30081
source: Launch the custom paths editor to select specific scan directories instead of the entire library
cs_cz: Spustit editor vlastních cest pro nastavení vybraných složek k prohledávání místo prohledávání celé knihovny
da_dk: Start redigeringsværktøjet til brugerdefinerede stier for at vælge specifikke scanningsmapper i stedet for hele biblioteket
de_de: Den Editor für benutzerdefinierte Pfade starten, um bestimmte Verzeichnisse zum Scannen anstatt der gesamten Bibliothek auszuwählen
es_es: Iniciar el editor de rutas personalizadas para seleccionar directorios de exploración específicos en lugar de toda la biblioteca
es_mx: Lanzar el editor de rutas personalizadas para seleccionar directorios de escaneo específicos en lugar de toda la biblioteca
fi_fi: Muokkaamalla omia polkuja, voit määrittää koko kirjaston päivityksen sijaan päivitettäväksi vain tietyt kansiot
fr_fr: Lancer l'éditeur de chemins personnalisés pour sélectionner des répertoires d'analyse spécifiques au lieu de la bibliothèque entière
hr_hr: Pokreni uređivača prilagođenih putanji za odabir određenih direktorija pretrage umjesto cijele zbirke
it_it: Avvia l'editor dei percorsi personalizzati per selezionare cartelle di scansione specifiche invece dell'intera libreria
ko_kr: 사용자 정의 경로 편집기를 실행하여 전체 라이브러리 대신 특정 스캔 디렉토리 선택
pl_pl: Uruchom edytor niestandardowych ścieżek, aby wybrać ścieżki do skanowania zamiast całej biblioteki
pt_br: Inicie o editor de caminhos personalizados para selecionar diretórios de varredura específicos em vez de toda a biblioteca
zh_cn: 启动自定义路径编辑器以选择特定的扫描目录，而不是整个资料库

# #30082
source: Run the Kodi library clean process to remove deleted media
cs_cz: Spustit čistící proces knihoven Kodi pro odstranění smazaných médií
da_dk: Kør Kodi-bibliotekets oprydningsproces for at fjerne slettede medier
de_de: Kodis Bibliotheksbereinigung starten, um nicht mehr vorhandene Medien zu entfernen
es_es: Ejecuta el proceso de limpieza de la biblioteca de Kodi para eliminar los medios borrados
es_mx: Ejecutar el proceso de limpieza de biblioteca de Kodi para eliminar medios eliminados
fi_fi: Suorita Kodi-kirjaston siivousprosessi tyhjentääksesi poistetun median
fr_fr: Exécuter le processus de nettoyage de la bibliothèque Kodi pour éliminer les médias supprimés
hr_hr: Pokreni proces čišćenja Kodi zbirke za uklanjanje obrisanih medija
it_it: Esegui il processo di pulizia della libreria Kodi per rimuovere i media eliminati
ko_kr: Kodi 라이브러리 정리 프로세스를 실행하여 삭제된 미디어 제거
pl_pl: Uruchom proces czyszczenia biblioteki, aby usunąć informacje o skasowanych mediach
pt_br: Execute o processo de limpeza da biblioteca Kodi para remover mídias excluídas
zh_cn: 运行 Kodi 资料库清理进程以清除已删除的媒体

# #30083
source: Adds additional confirmation prompt before clean process runs
cs_cz: Přidá další potvrzovací dotaz před spuštěním čištění knihoven
da_dk: Tilføjer yderligere bekræftelsesprompt, før oprydningsprocessen kører
de_de: Zusätzliche Nachfrage vor dem Start des Bereinigungsprozesses
es_es: Añadir un mensaje de confirmación adicional antes de que se ejecute el proceso de limpieza
es_mx: Agrega un diálogo de confirmación adicional antes de iniciar el proceso de limpieza
fi_fi: Pyytää siivouksen aloituksesta erillisen vahvistuksen
fr_fr: Ajoute une invite de confirmation supplémentaire avant l'exécution du processus de nettoyage
hr_hr: Dodaje dodatne upite potvrde prije nego se proces čišćenja pokrene
it_it: Aggiunge un'ulteriore richiesta di conferma prima dell'esecuzione del processo di pulizia
ko_kr: 프로세스 실행을 정리하기 전에 추가 확인 프롬프트 추가
pl_pl: Pokazuje dodatkowe potwierdzenie przed uruchomieniem procesu czyszczenia
pt_br: Adiciona um prompt de confirmação adicional antes que o processo de limpeza seja executado
sv_se: Lägger till ytterligare bekräftelsemeddelande innan rensningsprocessen körs
vi_vn: Thêm lời nhắc xác nhận bổ sung trước khi chạy quy trình xóa
zh_cn: 在清理进程运行之前添加额外的确认提示

# #30084
source: Set how often to run the clean process. After each update, once a day, once a week, once a month, or custom
cs_cz: Nastavte jak často se spustí čistící proces. Po každé aktualizaci, jednou denně, jednou týdně, jednou měsíčně nebo vlastní
da_dk: Indstil hvor ofte oprydningsprocessen skal køres: efter hver opdatering, en gang om dagen, en gang om ugen, en gang om måneden eller brugerdefineret
de_de: Festlegen, wie oft der Bereinigungsprozess gestartet werden soll. Nach jeder Aktualisierung, einmal am Tag, einmal in der Woche, benutzerdefiniert
es_es: Establecer la frecuencia de ejecución del proceso de limpieza. Después de cada actualización, una vez al día, una vez a la semana, una vez al mes o personalizado
es_mx: Establece qué tan frecuente ejecutar el proceso de limpieza. Después de cada actualización, una vez al día, una vez a la semana, una vez al mes, o personalizado
fi_fi: Määritä miten usein siivousprosessi suoritetaan. Jokaisen päivityksen jälkeen, kerran päivässä, kerran viikossa, kerran kuukaudessa tai oman aikataulun mukaan
fr_fr: Définir la fréquence d'exécution du processus de nettoyage. Après chaque mise à jour, une fois par jour, une fois par semaine, une fois par mois ou personnalisée
hr_hr: Postavite koliko često treba pokrenuti proces čišćenja. Nakon svake nadopune, jednom dnevno, jednom tjedno, jednom mjesečno ili prilagođeno
it_it: Imposta la frequenza con cui eseguire il processo di pulizia. Dopo ogni aggiornamento, una volta al giorno, una volta alla settimana, una volta al mese o personalizzato
ko_kr: 프로세스를 정리할 간격을 설정합니다. 매번 업데이트, 하루에 한 번, 일주일에 한 번, 한 달에 한 번 또는 사용자 지정
pl_pl: Wybierz, jak często uruchamiać proces czyszczenia. Po każdym uaktualnieniu, raz dziennie, raz w tygodniu, raz w miesiącu lub inaczej
pt_br: Defina a frequência de execução do processo de limpeza. Após cada atualização, uma vez por dia, uma vez por semana, uma vez por mês ou personalizado
sv_se: Ställ in hur ofta rensningsprocessen ska köras. Efter varje uppdatering, en gång om dagen, en gång i veckan, en gång i månaden eller anpassad
vi_vn: Đặt tần suất chạy quy trình xóa. Sau mỗi lần cập nhật, mỗi ngày một lần, mỗi tuần một lần, mỗi tháng một lần hoặc tùy chỉnh
zh_cn: 设置运行清理进程的频率。每次更新后，每天一次、每周一次、每月一次或自定义

# #30008
source: Startup Delay (minutes)
bg_bg: Забави обновяването, след зареждането на Kodi, с (минути)
ca_es: Temps d'espera al començar (minuts)
el_gr: Καθυστέρηση Έναρξης (λεπτά)
gl_es: Atraso antes de Iniciar (minutos)
he_il: השהיית הפעלה (דקות)
hu_hu: Késleltetés indítás után (perc)
id_id: Jeda Memulai (menit)
is_is: Biðtími ræsingar (mínútur)
lt_lt: Paleisties uždelsimas (min.)
nb_no: Forsinkelse av oppstart (minutter)
nl_nl: Uitstel bij opstarten (in minuten)
pt_pt: Atraso da iniciação (em minutos)
ru_ru: Задержка при загрузке (в минутах)
sk_sk: Odklad štartu (minúty)

# #30010
source: Amount of time between updates (hours)
bg_bg: Интервал между две обновявания (часове)
ca_es: Quantitat de temps entre actualitzacions (hores)
el_gr: Διάστημα μεταξύ των ενημερώσεων (ώρες)
gl_es: Tempo entre actualizacións (horas)
he_il: משך זמן בין עדכונים (שעות)
hu_hu: Frissítések közti idő (óra)
id_id: Lamanya jeda waktu antara pembaruan (jam)
is_is: Tímalengd á milli uppfærslna (klukkutímar)
lt_lt: Laiko tarpas tarp atnaujinimų (valandos)
nb_no: Tid mellom oppdateringer (timer)
nl_nl: Tijd tussen bijwerken (in uren)
pt_pt: Tempo entre actualizações (em horas)
ru_ru: Интервал между обновлениями (часы)
sk_sk: Čas medzi aktualizáciami (hodiny)

# #30020
source: Update Specific Path 1
bg_bg: Обновяване на път №1
ca_es: Camí d'actualització especific 1
el_gr: Ενημέρωση Συγκεκριμένης Διαδρομής 1
gl_es: Actualizar Ruta Especifica 1
he_il: עדכן נתיב ספציפי 1
hu_hu: Frissítés függő útvonal 1
id_id: Pembaruan Lokasi Spesifik 1
is_is: Uppfæra tilgreinda slóð 1
lt_lt: Atnaujinti specifinį kelią 1
nb_no: Oppdater sti 1
nl_nl: Bijwerken van specifieke loctaie 1
pt_pt: Actualizar Localização Específica 1
ru_ru: Свой путь 1
sk_sk: Aktualizovať špecifickú cestu 1

# #30021
source: Update Specific Path 2
bg_bg: Обновяване на път №2
ca_es: Camí d'actualització especific 2
el_gr: Ενημέρωση Συγκεκριμένης Διαδρομής 2
gl_es: Actualizar Ruta Especifica 2
he_il: עדכן נתיב ספציפי 2
hu_hu: Frissítés függő útvonal 2
id_id: Pembaruan Lokasi Spesifik 2
is_is: Uppfæra tilgreinda slóð 2
lt_lt: Atnaujinti specifinį kelią 2
nb_no: Oppdater sti 2
nl_nl: Bijwerken van specifieke locatie 2
pt_pt: Actualizar Localização Específica 2
ru_ru: Свой путь 2
sk_sk: Aktualizovať špecifickú cestu 2

# #30022
source: Update Specific Path 3
bg_bg: Обновяване на път №3
ca_es: Camí d'actualització especific 3
el_gr: Ενημέρωση Συγκεκριμένης Διαδρομής 3
gl_es: Actualizar Ruta Especifica 3
he_il: עדכן נתיב ספציפי 3
hu_hu: Frissítés függő útvonal 3
id_id: Pembaruan Lokasi Spesifik 3
is_is: Uppfæra tilgreinda slóð 3
lt_lt: Atnaujinti specifinį kelią 3
nb_no: Oppdater sti 3
nl_nl: Bijwerken van specifieke locatie 3
pt_pt: Actualizar Localização Específica 3
ru_ru: Свой путь 3
sk_sk: Aktualizovať špecifickú cestu 3

# #30023
source: Video Path
bg_bg: Път до видео файловете
ca_es: Camí del vídeo
el_gr: Διαδρομή Βίντεο
gl_es: Ruta do Vídeo
he_il: נתיב וידאו
hu_hu: Videó útvonal
id_id: Lokasi Video
is_is: Kvikmyndaslóð
lt_lt: Vaizdo įrašų kelias
nb_no: Video sti
nl_nl: Video locatie
pt_pt: Localização de Vídeo
ru_ru: Путь к видео
sk_sk: Video cesta

# #30030
source: Read Disclaimer
bg_bg: Прочетете опровержението
ca_es: Llegir avis
el_gr: Διαβάστε την Αποποίηση Ευθυνών
gl_es: Ler o Aviso Legal
he_il: קרא הצהרה
hu_hu: Jogi nyilatkozat elolvasása
id_id: Baca Pernyataan
is_is: Lestu Fyrirvarann
lt_lt: Skaityti atsakomybės ribojimą
nb_no: Les Ansvarsfraskrivelsen
nl_nl: Disclaimer lezen
pt_pt: Ler o Documento de Responsabilidade
ru_ru: Прочитать Отказ от ответственности
sk_sk: Prečítať odvolanie

# #30031
source: Video Paths Disclaimer
bg_bg: Опровержение за пътя до видео файловете
ca_es: Avis del camins dels vídeos
el_gr: Αποποίηση Ευθυνών Διαδρομών Βίντεο
gl_es: Aviso Legal das Rutas de Vídeo
he_il: הצהרת נתיבי וידאו
hu_hu: Videó útvonalak jogi nyilatkozata
id_id: Pernyataan Lokasi Video
is_is: Fyrirvari Kvikmyndaslóða
lt_lt: Vaizdo įrašų kelių atsakomybės ribojimas
nb_no: Video sti Ansvarsfraskrivelse
nl_nl: Video Locaties Disclaimer
pt_pt: Documento de Responsabilidade das Localizações Vídeo
ru_ru: Отказ от ответственности за путь к видео
sk_sk: Odvolanie pre Video cestu

# #30032
source: Path must already be a video source with content
bg_bg: Пътят трябва да е съществуващ видео източник със съдържание.
ca_es: El camí ja té que ser una font de vídeo amb contingut
el_gr: Η διαδρομή πρέπει να είναι ήδη μία πηγή βίντεο με περιεχόμενο
gl_es: A ruta ten de corresponder a unha fonte de vídeo con contido
he_il: הנתיב חייב להכיל מקור וידאו עם תוכן
hu_hu: Az útvonalnak egy meglévő videó tartalomra kell mutatnia
id_id: Lokasi harus berupa sumber video berisi konten
is_is: Slóðin þarf að vera þegar skilgreind sem kvikmyndaveita með efni
lt_lt: Kelias jau turi būti vaizdo šaltinis su turiniu
nb_no: Stien må allerede være en video kilde med innhold
nl_nl: Locatie moet al een video bron zijn met inhoud
pt_pt: A localização tem de corresponder a uma fonte de vídeo com conteúdos
ru_ru: Путь должен быть видео источником и иметь контент
sk_sk: Zadaná cesta musí byť (neprázdnym) Zdrojom Videa
