Repository: xbmc/repo-scripts
Catalog: service.libraryautoupdate/resources/language/resource.language.*/strings.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, is_is, it_it, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sv_se, vi_vn, zh_cn

# #30005
source: Update Music Library
bg_bg: Обновявай музикалната библиотека
ca_es: Actualitza la biblioteca de música
cs_cz: Aktualizovat knihovnu hudby
da_dk: Opdater musikbibliotek
de_de: Musikbibliothek aktualisieren
el_gr: Ενημέρωση Μουσικής Συλλογής
es_es: Actualizar Libreria de Música
es_mx: Actualizar Biblioteca de Música
et_ee: Uuenda muusikakogu
fi_fi: Päivitä musiikkikirjasto
fr_fr: Mettre à jour l'audiothèque
gl_es: Actualizar biblioteca de música
he_il: עדכן ספריית מוזיקה
hr_hr: Nadopuni fonoteku
hu_hu: A zene könyvtár frissítése
id_id: Perbarui Pustaka Musik
is_is: Uppfæra tónlistarsafn
it_it: Aggiorna libreria musica
ko_kr: 음악 라이브러리 업데이트
lt_lt: Atnaujinti muzikos biblioteką
nb_no: Oppdater bibliotek for Musikk
nl_nl: Muziek bibliotheek bijwerken
pl_pl: Aktualizuj bibliotekę muzyki
pt_br: Atualizar Coleção Músicas
pt_pt: Actualizar Biblioteca de Música
ru_ru: Обновить аудио медиатеку
sk_sk: Aktualizovať Hudobnú knižnicu
sv_se: Uppdatera musikbibliotek
vi_vn: Cập nhật thư viện nhạc
zh_cn: 更新音乐资料库

# #30006
source: Show Notifications
bg_bg: Показвай известия
ca_es: Mostra les notificacions
cs_cz: Zobrazit oznámení
da_dk: Vis beskeder
de_de: Benachrichtigungen anzeigen
el_gr: Εμφάνιση Ειδοποιήσεων
es_es: Mostrar Notificaciones
es_mx: Mostrar Notificaciones
et_ee: Näita teateid
fi_fi: Näytä ilmoitukset
fr_fr: Afficher les notifications
gl_es: Amosar Notificacións
he_il: הצג התראות
hr_hr: Prikaži obavijesti
hu_hu: Értesítések megjelenítése
id_id: Tampilkan Notifikasi
is_is: Sýna Tilkynningar
it_it: Mostra notifiche
ko_kr: 알림 보기
lt_lt: Rodyti pranešimus
nb_no: Vis notifikasjoner
nl_nl: Toon meldingen
pl_pl: Pokazuj powiadomienia
pt_br: Mostrar Notificações
pt_pt: Exibir Notificações
ru_ru: Показывать уведомления
sk_sk: Ukázať notifikácie
sv_se: Visa notifieringar
vi_vn: Hiện thông báo
zh_cn: 显示通知

# #30007
source: Run during playback
bg_bg: Обновяване и по време на възпроизвеждане
ca_es: Inicia durant la reproducció
cs_cz: Spustit během přehrávání
da_dk: Kør under afspilning
de_de: Während der Wiedergabe aktualisieren
el_gr: Εκτέλεση κατά την αναπαραγωγή
es_es: Ejecutar durante la reproducción
es_mx: Ejecutar durante la reproducción
et_ee: Käivita taasesituse ajal
fi_fi: Suorita päivitys toiston aikana
fr_fr: Exécuter pendant la lecture
gl_es: Executar durante a reprodución
he_il: הרץ בעת ניגון
hr_hr: Pokreni tijekom reprodukcije
hu_hu: Futtatás lejátszás közben
id_id: Jalankan saat pemutaran
is_is: Keyra á meðan afspilun er í gangi
it_it: Esegui durante la riproduzione
ko_kr: 재생중 실행
lt_lt: Vykdyti atkūrimo metu
nb_no: Kjør samtidig som avspilling
nl_nl: Uitvoeren tijdens afspelen
pl_pl: Uruchamiaj podczas odtwarzania
pt_br: Rodar durante reprodução
pt_pt: Executar durante reprodução
ru_ru: Запуск при воспроизведении
sk_sk: Spustiť počas prehrávania
sv_se: Kör under uppspelning
vi_vn: Chạy trong khi phát
zh_cn: 播放时更新

# #30008
source: Startup Delay
cs_cz: Zpoždění spuštění
da_dk: Forsinket start
de_de: Startverzögerung
es_es: Retardo de arranque
es_mx: Retraso de inicio
et_ee: Käivitamise viivitus
fi_fi: Käynnistysviive
fr_fr: Lancement Différé
hr_hr: Odgoda pokretanja
it_it: Ritardo all'avvio
ko_kr: 시작 지연
pl_pl: Opóźnienie podczas uruchamiania
pt_br: Atraso na inicialização
zh_cn: 启动延迟

# #30009
source: Used Advanced Timer
bg_bg: Брояч с допълнителни опции
ca_es: Utilitzar un temporitzador avançat
cs_cz: Použít rozšířený časovač
da_dk: Brug avanceret timer
de_de: Verwendeter erweiterter Timer
el_gr: Χρήση Προηγμένου Χρονοδιακόπτη
es_es: Usar temporizador avanzado
es_mx: Usar Temporizador Avanzado
et_ee: Kasuta täiustatud taimerit
fi_fi: Käytä edistynyttä ajoitusta
fr_fr: Utiliser une minuterie avancée
gl_es: Usar Temporizador Avanzado
he_il: השתמש בשעון עצר מתקדם
hr_hr: Koristi napredno zakazano vrijeme
hu_hu: Haladó időzítő használata
id_id: Gunakan Timer Tingkat Lanjut
is_is: Notaði Ítarlega Tímasetningu
it_it: Usa timer avanzato
ko_kr: 고급 타이머 사용
lt_lt: Naudoti išplėstinį laikmatį
nb_no: Bruk avansert Timer
nl_nl: Uitgebreide timer gebruiken
pl_pl: Używaj zaawansowanego harmonogramu
pt_br: Agendamento Avançado Usado
pt_pt: Uso de Temporizador Avançado
ru_ru: Использовать расширенный таймер
sk_sk: Použiť Pokročilý časovač
sv_se: Använd avancerad timer
zh_cn: 使用过的高级定时器

# #30010
source: Amount of time between updates
cs_cz: Délka doby mezi aktualizacemi
da_dk: Tidsinterval mellem opdateringer
de_de: Zeit zwischen den Aktualisierungen
es_es: Tiempo transcurrido entre actualizaciones
es_mx: Cantidad de tiempo entre actualizaciones
et_ee: Värskenduste vaheline aeg
fi_fi: Päivitysten välinen aika
fr_fr: Délai entre les mises à jour
hr_hr: Količina vremena između nadopuna
it_it: Intervallo di tempo tra gli aggiornamenti
ko_kr: 업데이트 간격
pl_pl: Czas przerwy pomiędzy uaktualnieniami
pt_br: Tempo entre as atualizações
sv_se: Tid mellan uppdateringar
vi_vn: Khoảng thời gian giữa các lần cập nhật
zh_cn: 更新之间的时间间隔

# #30011
source: Cron Expression
bg_bg: Cron израз
ca_es: Expressió cron
cs_cz: Výraz Cron
da_dk: Cron-udtryk
de_de: CRON-Ausdruck
el_gr: Έκφραση Cron
es_es: Expresión "Cron"
es_mx: Expresión cron
fi_fi: Cron-ajoitus
fr_fr: Expression Cron
gl_es: Expresión Cron
he_il: ביטוי Cron
hr_hr: Cron izraz
hu_hu: Cron kifejezés
id_id: Ekspresi Cron
is_is: Cron segð
it_it: Espressione cron
ko_kr: Cron 표현식
lt_lt: Cron išraiška
nb_no: Cron uttrykk
pl_pl: Wyrażenie Crona
pt_br: Cron Expressão
pt_pt: Expressão Cron
ru_ru: Cron Выражение
sk_sk: Zadanie v Cron formáte
sv_se: Cronuttryck
zh_cn: Cron 表达式

# #30012
source: Update Video Library
bg_bg: на видео библиотеката
ca_es: Actualitza la biblioteca de vídeo
cs_cz: Aktualizovat knihovnu videí
da_dk: Opdater videobibliotek
de_de: Videobibliothek aktualisieren
el_gr: Ενημέρωση Συλλογής Βίντεο
es_es: Actualizar Libreria de Video
es_mx: Actualizar biblioteca de video
et_ee: Uuenda videokogu
fi_fi: Päivitä videokirjasto
fr_fr: Mettre à jour la vidéothèque
gl_es: Actualizar biblioteca de vídeo
he_il: עדכן ספריית הוידאו
hr_hr: Nadopuni videoteku
hu_hu: A videó könyvtár frissítése
id_id: Perbarui Pustaka Video
is_is: Uppfæra kvikmyndasafn
it_it: Aggiorna libreria video
ko_kr: 비디오 라이브러리 업데이트
lt_lt: Atnaujinti vaizdo biblioteką
nb_no: Oppdater bibliotek for Video
nl_nl: Video bibliotheek bijwerken
pl_pl: Aktualizacja biblioteki wideo
pt_br: Atualizar Coleção Vídeos
pt_pt: Actualizar Biblioteca de Vídeo
ru_ru: Обновить видео медеатеку
sk_sk: Aktualizovať Video knižnicu
sv_se: Uppdatera videobibliotek
vi_vn: Cập nhật thư viện video
zh_cn: 更新视频资料库

# #30013
source: Update Music Library
bg_bg: на музикалната библиотека
ca_es: Actualitza la biblioteca de música
cs_cz: Aktualizovat knihovnu hudby
da_dk: Opdater musikbibliotek
de_de: Musikbibliothek aktualisieren
el_gr: Ενημέρωση Μουσικής Συλλογής
es_es: Actualizar Libreria de Música
es_mx: Actualizar biblioteca de música
et_ee: Uuenda muusikakogu
fi_fi: Päivitä musiikkikirjasto
fr_fr: Mettre à jour l'audiothèque
gl_es: Actualizar biblioteca de música
he_il: עדכן ספריית מוזיקה
hr_hr: Nadopuni fonoteku
hu_hu: A zene könyvtár frissítése
id_id: Perbarui Pustaka Musik
is_is: Uppfæra tónlistarsafn
it_it: Aggiorna libreria musica
ko_kr: 음악 라이브러리 업데이트
lt_lt: Atnaujinti muzikos biblioteką
nb_no: Oppdater bibliotek for Musikk
nl_nl: Muziek bibliotheek bijwerken
pl_pl: Aktualizacja biblioteki muzyki
pt_br: Atualizar Coleção Músicas
pt_pt: Actualizar Biblioteca de Música
ru_ru: Обновить аудио медиатеку
sk_sk: Aktualizovať Hudobnú knižnicu
sv_se: Uppdatera musikbibliotek
vi_vn: Cập nhật thư viện nhạc
zh_cn: 更新音乐资料库

# #30014
source: Only run when idle
bg_bg: Стартирай само при бездействие
ca_es: Només s'executa quan està inactiu
cs_cz: Spustit pouze při nečinnosti
da_dk: Kør kun ved inaktivitet
de_de: Nur im Leerlauf aktualisieren
el_gr: Εκτέλεση μόνο κατά την αδράνεια
es_es: Ejecutar solamente cuando esté inactivo
es_mx: Ejecutar solo durante inactividad
et_ee: Käivita ainult jõudeolekus
fi_fi: Suorita vain Kodin ollessa toimeton
fr_fr: Exécuter uniquement en cas d'inactivité
gl_es: Executar só cando estea inactivo
he_il: הרץ רק בזמן אי פעילות
hr_hr: Samo pokreni u stanju mirovanja
hu_hu: Csak tétlenség esetén fut
id_id: Hanya jalan ketika diam
is_is: Keyra aðeins þegar er aðgerðarlaus
it_it: Esegui solo quando inattivo
ko_kr: 유휴상태일 때만 실행
lt_lt: Paleisti tik veikiant tuščiąją eiga
nb_no: Kun kjør når ledig
nl_nl: Alleen uitvoeren bij inactiviteit
pl_pl: Uruchamiaj tylko w trybie bezczynności
pt_br: Somente rodar quando ocioso
pt_pt: Executar apenas quando inactivo
ru_ru: Запуск только в фоне
sv_se: Kör endast vid inaktivitet
vi_vn: Chỉ chạy khi nhàn rỗi
zh_cn: 仅在闲置时运行

# #30015
source: Disable manual run prompt
cs_cz: Zakázat výzvu ručního spuštění
da_dk: Deaktiver prompt om manuel kørsel
de_de: Ausführungsnachfrage deaktivieren
es_es: Desactivar ejecución manual de prompt
es_mx: Desactivar diálogo de ejecución manual
et_ee: Ära küsi kinnitust käsitsi uuendamisel
fi_fi: Älä vahvista manuaalista pävitystä
fr_fr: Désactiver l'invite d'exécution manuelle
he_il: השבת פקודה הפעלה ידנית
hr_hr: Onemogući ručni upit pokretanja
hu_hu: Manuális futtatás prompt-jának tiltása
is_is: Gera handvirka keyrslu óvirka
it_it: Disabilita avviso esecuzione manuale
ko_kr: 수동 실행 프롬프트 사용 안 함
lt_lt: Išjungti rankinio paleidimo užklausimą
nb_no: Deaktiver kjør manuelt varsel
nl_nl: Schakel handmatige start prompt uit
pl_pl: Ukrywaj potwierdzenie ręcznego uruchomienia
pt_br: Desativar prompt para rodar manualmente
pt_pt: Desativar solicitação de execução manual
ru_ru: Отключить ручной ввод
sv_se: Inaktivera förfrågan vid manuell körning
vi_vn: Tắt lời nhắc chạy thủ công
zh_cn: 禁用手动运行提示

# #30016
source: Cron syntax %s is incorrect, defaulting to 2 hours
cs_cz: Syntax Cronu %s není správný, nastaveno na výchozí 2 hodiny
da_dk: Cron-syntaks %s er forkert, returnerer til standard 2 timer
de_de: CRON-Syntax %s ist nicht korrekt. Standardwert von 2 Stunden wird verwendet
es_es: La sintaxis de Cron %s es incorrecta, por defecto 2 horas
es_mx: Lla sintaxis de cron %s es incorrecta, asumiendo 2 horas
et_ee: Croni süntaks %s on vale, vaikimisi 2 tundi
fi_fi: Cron-syntaksi '%s' on virheellinen, oletusarvona 2 tuntia
fr_fr: Le syntaxe Cron %s est incorrecte, retour à la valeur par défaut de 2 heures
hr_hr: Cron sintaksa %s je nevaljana, zadano na 2 sata
it_it: La sintassi cron %s non è corretta, il valore predefinito è 2 ore
ko_kr: Cron 구문 %s이(가) 올바르지 않습니다. 기본값은 2시간
pl_pl: Składnia Cron %s jest niepoprawna, ustawiono 2 godziny
pt_br: Sintaxe Cron %s está incorreta, assumindo o padrão de 2 horas
zh_cn: Cron 语法 %s 不正确，默认为2小时

# #30017
source: Check if sources exist before scan
cs_cz: Zkontrolovat před prohledáním, zda jsou zdroje dostupné
da_dk: Kontroller om kilder eksisterer før scanning
de_de: Vor Scan prüfen, ob die Quellen existieren
es_es: Comprobar si existen fuentes antes de escanear
es_mx: Verifica si existen los orígenes antes de escanear
et_ee: Enne uuendust kontrolli, kas allikad on olemas
fi_fi: Tarkista lähteiden olemassaolo ennen päivitystä
fr_fr: Vérifier si les sources existent avant l'analyse
hr_hr: Provjeri postoji li izvor prije pretrage
it_it: Controlla se esistono fonti prima della scansione
ko_kr: 스캔하기 전에 소스가 있는지 확인
pl_pl: Przed skanowaniem upewnij się, że istnieją źródła
pt_br: Verificar se as fontes existem antes de realizar a varredura
sv_se: Kontrollera om källor finns före skanning
vi_vn: Kiểm tra xem các nguồn có tồn tại hay không trước khi quét
zh_cn: 扫描前检查源是否存在

# #30020
source: Edit Custom Paths
cs_cz: Upravit vlastní cesty
da_dk: Rediger brugerdefinerede stier
de_de: Benutzerdefinierte Pfade ändern
es_es: Editar rutas personalizadas
es_mx: Editar rutas personalizadas
et_ee: Muuda kohandatud rada
fi_fi: Muokkaa omia sijainteja
fr_fr: Modifier les chemins personnalisés
hr_hr: Uredi prilagođene putanje
it_it: Modifica percorsi personalizzati
ko_kr: 사용자 정의 경로 편집
pl_pl: Edytuj niestandardowe ścieżki
pt_br: Editar caminhos personalizados
sv_se: Redigera anpassade sökvägar
vi_vn: Chỉnh sửa đường dẫn
zh_cn: 编辑自定义路径

# #30021
source: Choose Action
cs_cz: Vyberte akci
da_dk: Vælg handling
de_de: Aktion auswählen
es_es: Elegir acción
es_mx: Elegir una acción
et_ee: Vali toiming
fi_fi: Valitse toiminto
fr_fr: Choisir une action
hr_hr: Odaberi radnju
it_it: Scegli un'azione
ko_kr: 작업 선택
pl_pl: Wybierz czynność
pt_br: Escolher ação
vi_vn: Chọn hành động
zh_cn: 选择动作

# #30022
source: Delete this item?
cs_cz: Odstranit tuto položku?
da_dk: Slet dette emne?
de_de: Diesen Eintrag löschen?
es_es: ¿Borrar este elemento?
es_mx: ¿Eliminar este elemento?
et_ee: Kas kustutada see üksus?
fi_fi: Poistetaanko kohde?
fr_fr: Supprimer cet élément ?
hr_hr: Obriši ovu stavku?
it_it: Eliminare questo elemento?
ko_kr: 이 항목을 지울까요?
pl_pl: Usunąć tą pozycję?
pt_br: Excluir este item?
sv_se: Ta bort det här objektet?
vi_vn: Xóa mục này?
zh_cn: 删除此项目吗？

# #30023
source: Browse for path
cs_cz: Vyhledat cestu
da_dk: Søg efter sti
de_de: Pfad festlegen
es_es: Examinar la ruta
es_mx: Examinar ruta
et_ee: Vali asukoht
fi_fi: Valitse sijainti
fr_fr: Parcourir le chemin
hr_hr: Potraži putanju
it_it: Sfoglia percorso
ko_kr: 경로 찾아보기
pl_pl: Przeglądaj ścieżki
pt_br: Procurar pelo caminho
sv_se: Bläddra efter sökväg
vi_vn: Duyệt qua đường dẫn
zh_cn: 浏览路径

# #30030
source: This update broke custom paths, you must remake them
cs_cz: Tato aktualizace zničila vlastní cesty, musíte je znovu vytvořit
da_dk: Denne opdatering fjernede brugerdefinerede stier. Du er nødt til at lave dem igen.
de_de: Diese Aktualisierung hat die benutzerdefinierten Pfade kaputt gemacht. Sie müssen leider neu erstellt werden
es_es: Esta actualización ha roto las rutas personalizadas, debes rehacerlas
es_mx: Esta actualización rompió las rutas personalizadas, debes volver a crearlas
et_ee: See värskendus rikkus kohandatud asukohad, need tuleb määrata uuesti
fi_fi: Päivitys rikkoi omat sijainnit ja ne on määritettävä uudelleen
fr_fr: Les chemins personnalisés ne fonctionnent plus après cette mise à jour, vous devez les redéclarer
hr_hr: Ova nadopuna slamlja prilagiđene putanje, morate ih ponovno postaviti
it_it: Questo aggiornamento ha rimosso i percorsi personalizzati, devi rifarli
ko_kr: 이 업데이트로 사용자 지정 경로가 손상되었습니다. 다시 만들어야 합니다
pl_pl: To uaktualnienie uszkodziło niestandardowe ścieżki. Musisz ponownie je utworzyć
pt_br: Esta atualização quebrou os caminhos personalizados, você precisará refazê-los
vi_vn: Bản cập nhật này đã phá vỡ các đường dẫn tùy chỉnh, bạn phải làm lại chúng
zh_cn: 此更新破坏了自定义路径，您必须重新创建它们

# #30031
source: Custom Paths Disclaimer
cs_cz: Vlastní cesty - zřeknutí se odpovědnosti
da_dk: Ansvarsfraskrivelse for brugerdefinerede stier
de_de: Haftungsausschluss für benutzerdefinierte Pfade
es_es: Descargo de responsabilidad para rutas personalizadas
es_mx: Aviso de rutas personalizadas
fi_fi: Omien sijaintien vastuuvapauslauseke
fr_fr: Avertissement sur les chemins personnalisés
hr_hr: Odricanje od odgovornosti za prilagođene putanje
it_it: Dichiarazione di non responsabilità sui percorsi personalizzati
ko_kr: 사용자 정의 경로 사용 안 함
pl_pl: Zastrzeżenie dla niestandardowych ścieżek
pt_br: Caminhos Personalizados - Isenção de Responsabilidade
zh_cn: 自定义路径免责声明

# #30032
source: Path must already be a valid source with content
cs_cz: Cesta již musí být platný zdroj s obsahem
da_dk: Stien skal allerede være en gyldig kilde med indhold
de_de: Der Pfad muss auf eine gültige Quelle mit Inhalt zeigen
es_es: La ruta ya debe ser una fuente válida con contenido
es_mx: La ruta debe ser un orígen válido con contenido
et_ee: Asukoht peab olema kehtiv ja sisuga
fi_fi: Sijainnin tulee jo olla kelvollinen sisältölähde.
fr_fr: Le chemin doit déjà être un source valide avec du contenu
hr_hr: Putanja mora biti valjani izvor sa sadržajem
it_it: Il percorso deve già essere una fonte valida con contenuto
ko_kr: 경로는 이미 콘텐츠가 있는 유효한 출처여야 함
pl_pl: Ścieżka musi wskazywać na źródło z prawidłową zawartością
pt_br: O caminho deve ser uma fonte válida com conteúdo
sv_se: Sökvägen måste redan vara en giltig källa med innehåll
vi_vn: Đường dẫn phải là một nguồn hợp lệ có nội dung
zh_cn: 路径必须已经是包含内容的有效源

# #30033
source: Path must match source path exactly to scan
bg_bg: Пътят да е идентичен с пътя на източника.
ca_es: El camí té ser exacte al camí de la font por escanejar
cs_cz: Cesta musí přesně odpovídat cestě ke zdroji, aby prohledání proběhlo
da_dk: Stien skal matche stien på kilden præcist for at kunne scanne
de_de: Für einen Scan muss der Pfad mit dem Quellpfad exakt übereinstimmen
el_gr: Η διαδρομή πρέπει να ταυτίζεται με τη διαδρομή της πηγής για να γίνει σάρωση
es_es: La ruta debe coincidir exactamente con el origen para escanear
es_mx: La ruta debe coincidir exactamente con la ruta orígen para escanear
fi_fi: Sijainnin tulee vastata lähdettä täysin päivityksen suorittamiseksi.
fr_fr: Le chemin doit correspondre au chemin source exact pour l'analyse
gl_es: A ruta ten de coincidir coa fonte para buscar
he_il: הנתיב חייב להיות תואם במדויק לנתיב המקור ע"מ לסרוק
hr_hr: Za pretraživanje putanja se mora podudarati sa putanjom izvora
hu_hu: Az útvonalnak pontosan meg kell egyeznie a forrás útvonalával a kereséshez
id_id: Lokasi harus benar-benar cocok dengan lokasi sumber yang akan dipindai
is_is: Slóð verður að samsvara veituslóð til að skanna hana
it_it: Il percorso deve corrispondere esattamente al percorso di origine per eseguire la scansione
ko_kr: 경로는 소스 경로와 정확히 일치해야 합니다
lt_lt: Kelias turi tiksliai atitikti šaltinio kelią, kad būtų galima nuskaityti
nb_no: Sti må være nøyaktig lik kilde sti for skanning
nl_nl: Locatie moet exact overeenkomen met bronlocatie om te scannen
pl_pl: Ścieżka do skanowania musi dokładnie pasować do ścieżki źródłowej
pt_br: Caminho deve corresponder exatamente ao caminho de origem para escanear
pt_pt: A localização deve corresponder exactamente à fonte para procurar
ru_ru: Путь должен точно совпадать с источником видео для сканирования
sk_sk: Pre aktualizáciu sa zadaná cesta musí zhodovať s cestou Zdroja
sv_se: Sökväg måste matcha källsökvägen exakt för att skannas
vi_vn: Đường dẫn phải khớp chính xác với đường dẫn nguồn để quét
zh_cn: 路径必须与源路径相匹配以便扫描

# #30040
source: Cleaning
bg_bg: Почистване
ca_es: S'està netejant
cs_cz: Čištění
da_dk: Rydder op
de_de: Bereinigen
el_gr: Γίνεται εκκαθάριση
es_es: Limpiando
es_mx: Limpiando
et_ee: Puhastamine
fi_fi: Siivous
fr_fr: Nettoyage
gl_es: Limpando
he_il: מנקה
hr_hr: Čišćenje
hu_hu: Tisztítás
id_id: Membersihkan
is_is: Tiltekt
it_it: Pulizia
ko_kr: 정리
lt_lt: Valoma
nb_no: Rydding
nl_nl: Opschonen
pl_pl: Czyszczenie
pt_br: Limpando
pt_pt: Limpeza
ru_ru: Очистка
sk_sk: Čistenie
sv_se: Rensar
vi_vn: Đang xóa
zh_cn: 清理中

# #30041
source: Clean Libraries
bg_bg: Почистване на библиотеките
ca_es: Neteja les biblioteques
cs_cz: Vyčistit knihovny
da_dk: Ryd op i biblioteker
de_de: Bibliotheken bereinigen
el_gr: Εκκαθάριση Συλλογών
es_es: Limpiar Librerías
es_mx: Limpiar bibliotecas
et_ee: Puhasta andmebaase
fi_fi: Siivoa kirjastot
fr_fr: Nettoyer les médiathèques
gl_es: Limpar Bibliotecas
he_il: נקה ספריות
hr_hr: Očisti zbirke
hu_hu: Könyvtárak tisztítása
id_id: Bersihkan Pustaka
is_is: Tek til í söfnum
it_it: Pulisci librerie
ko_kr: 라이브러리 정리
lt_lt: Valyti bibliotekas
nb_no: Rydd i bibliotekene
nl_nl: Bibliotheek opschonen
pl_pl: Uruchamiaj czyszczenie biblioteki
pt_br: Limpar Coleções
pt_pt: Limpar Bibliotecas
ru_ru: Очистка медиатеки
sk_sk: Čistenie Knižníc
sv_se: Rensa bibliotek
vi_vn: Xóa thư viện
zh_cn: 清理资料库

# #30042
source: Verify Sources Before Clean
bg_bg: Потвърждаване на източника преди почистване
ca_es: Verifica les font abans de netejar
cs_cz: Ověřit zdroje před vyčištěním
da_dk: Bekræft kilder inden oprydning
de_de: Quellen vor der Bereinigen prüfen
el_gr: Επαλήθευση Πηγών πριν την Εκκαθάριση
es_es: Verificar orígenes antes de limpiar
es_mx: Verificar orígenes antes de limpiar
et_ee: Kinnita allikad enne puhastamist
fi_fi: Tarkista lähteiden olemassaolo ennen siivousta
fr_fr: Vérifier les sources avant le nettoyage
gl_es: Verificar fontes antes de limpar
he_il: אמת מקורות לפני ניקוי
hr_hr: Provjeri izvore prije čišćenja
hu_hu: Források ellenőrzése tisztítás előtt
id_id: Verifikasi Sumber Sebelum Dibersihkan
is_is: Sannreina Veitur fyrir Tiltekt
it_it: Verifica le fonti prima della pulizia
ko_kr: 정리 전에 소스 확인
lt_lt: Patikrinti šaltinius prieš valymą
nb_no: Verifiser kildene før rydding
nl_nl: Bronnen verifiëren voor opschoning
pl_pl: Weryfikuj źródła przed czyszczeniem
pt_br: Verificar Fontes Antes Limpar
pt_pt: Verificar Fontes Antes de Limpar
ru_ru: Проверить источники перед очисткой
sk_sk: Overiť Zdroje pred aktualizáciou
sv_se: Verifiera källor innan rensning
vi_vn: Xác minh nguồn trước khi làm sạch
zh_cn: 清理前验证来源

# #30043
source: Frequency
bg_bg: Честота
ca_es: Freqüència
cs_cz: Frekvence
da_dk: Frekvens
de_de: Häufigkeit
el_gr: Συχνότητα
es_es: Frecuencia
es_mx: Frecuencia
et_ee: Sagedus
fi_fi: Suoritustiheys
fr_fr: Fréquence
gl_es: Frecuencia
he_il: לוח זמנים
hr_hr: Učestalost
hu_hu: Gyakoriság
id_id: Frekuensi
is_is: Tíðni
it_it: Frequenza
ko_kr: 주기
lt_lt: Dažnumas
nb_no: Frekvens
nl_nl: Frequentie
pl_pl: Częstotliwość
pt_br: Frequência
pt_pt: Frequência
ru_ru: Частота
sk_sk: Frekvencia
sv_se: Frekvens
zh_cn: 频率

# #30044
source: After Update
bg_bg: След обновяване
ca_es: Després de la actualització
cs_cz: Po aktualizaci
da_dk: Efter opdatering
de_de: Nach jeder Aktualisierung
el_gr: Μετά την Ενημέρωση
es_es: Después de la actualización
es_mx: Después de la actualización
et_ee: Pärast uuendamist
fi_fi: Päivityksen jälkeen
fr_fr: Après mise à jour
gl_es: Despois da actualización
he_il: לאחר עדכון
hr_hr: Nakon nadopune
hu_hu: Frissítés után
id_id: Setelah Pembaruan
is_is: Eftir Uppfærslur
it_it: Dopo l'aggiornamento
ko_kr: 업데이트 후
lt_lt: Po atnaujinimo
nb_no: Etter Oppdatering
nl_nl: Na bijwerken
pl_pl: Po zakończeniu aktualizacji
pt_br: Após Atualizar
pt_pt: Após Actualização
ru_ru: После обновления
sk_sk: Po aktualizácii
sv_se: Efter uppdatering
vi_vn: Sau khi cập nhật
zh_cn: 更新后

# #30045
source: Once Per Day
bg_bg: Веднъж на ден
ca_es: Un cop per dia
cs_cz: Jednou za den
da_dk: Én gang om dagen
de_de: Einmal pro Tag
el_gr: Ημερησίως
es_es: Una vez al dia
es_mx: Una vez al día
et_ee: Kord päevas
fi_fi: Kerran päivässä
fr_fr: Une fois par jour
gl_es: Unha vez ao día
he_il: פעם ביום
hr_hr: Jednom dnevno
hu_hu: Naponta
id_id: Sekali Sehari
is_is: Einu sinni á dag
it_it: Una volta al giorno
ko_kr: 하루 한 번
lt_lt: Kartą per dieną
nb_no: En gang om dagen
nl_nl: Dagelijks
pl_pl: Raz dziennie
pt_br: Uma vez por dia
pt_pt: Uma vez por dia
ru_ru: Раз в день
sk_sk: Raz za deň
sv_se: Dagligen
vi_vn: Mỗi ngày
zh_cn: 每天一次

# #30046
source: Once Per Week
bg_bg: Веднъж на седмица
ca_es: Un cop per setmana
cs_cz: Jednou za týden
da_dk: Én gang om ugen
de_de: Einmal pro Woche
el_gr: Εβδομαδιαία
es_es: Una vez a la semana
es_mx: Una vez a la semana
et_ee: Kord nädalas
fi_fi: Kerran viikossa
fr_fr: Une fois par semaine
gl_es: Unha vez á semana
he_il: פעם בשבוע
hr_hr: Jednom tjedno
hu_hu: Hetente
id_id: Sekali Seminggu
is_is: Einu sinni á viku
it_it: Una volta alla settimana
ko_kr: 매주 한 번
lt_lt: Kartą per savaitę
nb_no: En gang i uken
nl_nl: Wekelijks
pl_pl: Raz w tygodniu
pt_br: Uma vez por semana
pt_pt: Uma vez por semana
ru_ru: Раз в неделю
sk_sk: Raz za týždeň
sv_se: Veckovis
vi_vn: Mỗi tuần
zh_cn: 每周一次
