Repository: xbmc/repo-scripts
Catalog: script.tvguide/resources/language/*/strings.po
Languages: dutch, french

# #30000
source: No description
dutch: Geen beschrijving
french: Pas de description

# #30001
source: [B]Loading data from external source...[/B]
dutch: [B]Inlezen gegevens van externe bron...[/B]
french: [B]Chargement...[/B]

# #30002
source: Calculating remaning time...
dutch: Bepalen van de resterende tijd...
french: Calcul du temps restant...

# #30003
source: Approximately %d seconds left...
dutch: Nog ongeveer %d seconden...
french: Approximativement %d secondes restantes...

# #30004
source: Loading of data already in progress...
dutch: Gegevens worden nu al binnengehaald...
french: Chargement des données déjà en cours...

# #30005
source: Mouse control
dutch: Muisbesturing
french: Contrôle de la souris

# #30006
source: Now
dutch: Nu
french: Maintenant

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
dutch: [B]Tip![/B] Je kunt ook het scrollwiel gebruiken
french: [B]Astuce ![/B] Vous pouvez aussi utiliser la molette de la souris

# #30008
source: Cancel
dutch: Afbreken
french: Annuler

# #30009
source: No program available
dutch: Geen programma beschikbaar

# #30100
source: General
dutch: Algemeen
french: Général

# #30101
source: Source
dutch: Bron

# #30102
source: Show channels from category
dutch: Toon kanalen uit de categorie
french: Afficher les chaines par catégorie

# #30103
source: XMLTV file
dutch: XMLTV bestand
french: Fichier XMLTV

# #30104
source: Clear cache...
dutch: Cache legen...
french: Effacer la cache...

# #30105
source: Done!
dutch: Klaar!
french: Complété!

# #30106
source: Show notification before selected programs start
dutch: Toon melding voordat het gekozen programma start
french: Afficher les rappels avant le début des programmes sélectionnés

# #30107
source: Use program image as background
dutch: Gebruik programma-afbeelding als achtergrond
french: Image programme comme fond d'écran

# #30108
source: Clear all reminders...
dutch: Wis alle herinneringen...
french: Effacer tous les rappels...

# #30109
source: Remember to clear the cache when you change source
dutch: Onthoud om de cache te legen wanneer je de bron verandert
french: Note: Effacer la cache lorsque vous changez la source

# #30110
source: Update program information on XBMC startup
dutch: Programma-informatie bijwerken als XBMC opstart
french: Mise à jour des informations au départ d'XBMC

# #30111
source: Play channels using the YouSee web-tv addon
dutch: Kanalen afspelen met de YouSee webtv addon
french: Regarder les chaines avec l'addon YouSee web-tv

# #30112
source: Notifications
dutch: Meldingen
french: Rappels

# #30113
source: Play channels using the Danish Live TV addon
dutch: Kanalen afspelen met de Deense Live TV addon
french: Regarder les chaines avec l'addon Danish Live TV

# #30114
source: Startup
dutch: Gebruik Scrollbar
french: Démarrage

# #30115
source: - clear cache first
dutch: - leeg eerst de cache
french: - Effacer la cache d'abord

# #30116
source: Search for channel logos in
dutch: Zoek naar kanaallogo's in
french: Chercher les logos des chaines dans...

# #30118
source: Enable OSD menu
dutch: OSD menu inschakelen
french: Activer le menu OSD

# #30119
source: Disabling the OSD menu may fix video stuttering.
dutch: Uitschakelen van het OSD menu kan videostotter opheffen.
french: Désactiver le menu OSD peut résoudre les problèmes de scintillement vidéo.

# #30120
source: Use alternate streaming method (required for some addons)
dutch: Gebruik een andere streammethode (nodig voor sommige addons)
french: Utiliser une méthode alternative de streaming (requis par certaines extensions)

# #30121
source: Alternative streaming is not compatible with OSD menu
dutch: Alternatief streamen is niet met het OSD menu compatible
french: Le streaming alternatif n'est pas compatible avec le menu OSD

# #30124
source: Local file
dutch: lokaal bestand

# #30150
source: Oops, sorry about that!
dutch: Oeps, foutje bedankt!
french: Oops, Désolé!

# #30151
source: It was not possible to load program data,
dutch: Programmagegevens konden niet geladen worden.
french: Il n'a pas été possible de charger les données,

# #30152
source: check settings or try again later...
dutch: controleer de instellingen of probeer het later nog eens...
french: s.v.p. réessayer plus tard...

# #30153
source: because the settings are invalid!
dutch: omdat de instellingen niet kloppen!
french: parce que les paramètres sont invalides

# #30154
source: It looks like your current skin has a special
dutch: Het ziet ernaar uit dat je huidige skin een speciale (??)
french: Il semble que votre thème actuel a un spécial

# #30155
source: version of the TV Guide skin that is not up-to-date.
dutch: versie van de TVgids skin is verouderd.
french: version du thème TV Guide n'est pas à jour.

# #30156
source: Please try with a different skin...
dutch: Probeer het met een andere skin...
french: Essayez avec un thème différent...

# #30157
source: It looks like the TV Guide database is broken.
dutch: De TVgids database is mogelijk corrupt.
french: Il semble que la base de données de TV Guide soit corrompue.

# #30158
source: The database will be deleted and recreated.
dutch: De database zal gewist en weer aangemaakt worden.
french: La base de données va être effacée et recréée.

# #30159
source: Channel configuration, etc. is unfortunately lost.
dutch: Kanaalconfiguratie e.d. is helaas verloren gegaan.
french: La configuration du canal, etc. est perdue.

# #30200
source: on [B]%s[/B] in 5 minutes...
dutch: naar [B]%s[/B] in 5 minuten...
french: sur [B]%s[/B] dans 5 minutes...

# #30201
source: on [B]%s[/B] is starting now...
dutch: [B]%s[/B] gaat nu beginnen...
french: de [B]%s[/B] commence maintenant...

# #30300
source: Watch %s
dutch: Bekijk %s
french: Regarder %s

# #30301
source: Remind
dutch: Herinner
french: Créer un rappel

# #30302
source: Don't remind
dutch: Niet herinneren
french: Annuler le rappel

# #30303
source: Cancel
dutch: Afbreken
french: Annuler

# #30304
source: Choose stream
dutch: Kies stream
french: Choisir un fichier de flux

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
dutch: U kunt uw eigen .strm bestand kiezen om af te spelen als u dit kanaal wilt bekijken.
french: Pour regarder cette chaine, vous pouvez choisir parmis vos fichiers de flux (.strm).

# #30306
source: Remove stream file
dutch: Verwijder streambestand
french: Enlever le fichier de flux

# #30307
source: Channels
dutch: Kanalen
french: Chaînes

# #30308
source: Quit
dutch: Afsluiten
french: Quitter

# #30500
source: [B]Edit channel order and visibility[/B]
dutch: [B]Wijzig kanaalvolgorde en zichtbaarheid[/B]
french: [B]Éditer l'ordre et la visibilité de la chaîne[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
dutch: Ga omhoog en omlaag om de positie van het kanaal[CR] te veranderen. Selecteer of ga naar links[CR]om de positie te accepteren.
french: Appuyer sur haut et bas pour changer la position de[CR]la chaîne. Sélectionner ou appuyer sur gauche pour confirmer[CR]la position.

# #30502
source: Save
dutch: Opslaan
french: Enregistrer

# #30503
source: Cancel
dutch: Afbreken
french: Annuler

# #30600
source: [B]Setup stream[/B]
dutch: [B]Stream instellen[/B]
french: [B]Configurer le flux[/B]

# #30601
source: .strm file
dutch: .strm bestand
french: fichier .strm

# #30602
source: Favourites
dutch: Favorieten
french: Favoris

# #30604
source: Preview stream
dutch: Voorvertonen stream
french: Prévisualiser le flux

# #30605
source: Save
dutch: Opslaan
french: Enregistrer

# #30606
source: Cancel
dutch: Afbreken
french: Annuler

# #30607
source: Stop preview
dutch: Stop voorvertoning
french: Arrêter la prévisualisation

# #30610
source: Browse...
dutch: Bladeren...
french: Parcourir...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
dutch: Kies Bladeren... beneden en navigeer naar uw streambestand. Wanneer u uw bestand gekozen heeft kunt u de stream uitproberen in XBMC.
french: Cliquez sur Explorer... et ouvrez votre fichier de flux. Une fois que vous avez choisi votre fichier, vous pouvez prévisualiser le flux pour le tester avec XBMC.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
dutch: Kies hieronder een favoriet. Alleen [I]PlayMedia[/I]-favorieten worden ondersteund.
french: Choisissez un favori. Seuls les favoris [I]PlayMedia[/I] sont supportés.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
dutch: Deze kanalen worden door meerdere addons aangeboden.[CR]Kies er eentje om de stream te bekijken.
french: Plusieurs extensions fournissent ces chaînes.[CR]Choisissez-en une pour regarder le flux.

# #30801
source: Play channels using the Weeb.Tv addon
dutch: Kanalen afspelen met de Weeb.Tv addon
french: Voir les chaînes en utilisant l'extension Weeb.Tv

# #30802
source: TV Guide is configured to stream using Weeb.Tv
dutch: TVgids is ingesteld voor Weeb.Tv streams
french: TV Guide est configuré pour diffuser avec Weeb.Tv

# #30803
source: addon which is not installed.
dutch: addon die niet is ge√Ønstalleerd.
french: extension qui n'est pas installée.

# #30804
source: Streaming using that addon is now disabled.
dutch: Streamen via die addon is nu uitgeschakeld.
french: Le streaming avec cette extension est désactivé.

# #30122
source: XMLTV URL
french: URL du fichier XMLTV

# #30603
source: Addons
french: Extensions

# #30800
source: JSON-EPG URL
french: URL JSON-EPG
