Repository: xbmc/repo-scripts
Catalog: script.program.homeassistant/resources/language/resource.language.*/strings.po
Languages: nl_nl

# Addon Summary
source: Switching your home with Kodi
nl_nl: Bedien je huis met Kodi

# Addon Description
source: This is a first unofficial Home Assistant Kodi Addon (HAKA!).
nl_nl: Dit is een eerste niet-officiele versie van de Home Assistant Kodi Addon

# #30001
source: Connection
nl_nl: Verbinding

# #30003
source: Long life token
nl_nl: Token

# #30004
source: Domains
nl_nl: Domeinen

# #30005
source: Automations
nl_nl: Automatiseringen

# #30006
source: Climate
nl_nl: Klimaat

# #30007
source: Groups
nl_nl: Groepen

# #30008
source: Lights
nl_nl: Verlichting

# #30011
source: Sensors
nl_nl: Sensoren

# #30013
source: Vacuum
nl_nl: Stofzuiger

# #30014
source: Persons
nl_nl: Personen

# #30016
source: Enable debug logging
nl_nl: Schakel debug logging in

# #30017
source: Other
nl_nl: Overig

# #30018
source: Show HAKA! favourites in main menu
nl_nl: Favorieten weergeven in hoofdmenu

# #30020
source: Curr. temp:
nl_nl: Huidige temp:

# #30021
source: Brightness:
nl_nl: Helderheid:

# #30022
source: Last triggered:
nl_nl: Laatst uitgevoerd:

# #30023
source: HA Version:
nl_nl: HA Versie:

# #30024
source: Last changed:
nl_nl: Laatst veranderd:

# #30025
source: State:
nl_nl: Status:

# #30026
source: Battery:
nl_nl: Batterij:

# #30042
source: Return to base
nl_nl: Terug naar laadstation

# #30043
source: Locate
nl_nl: Localiseer

# #30050
source: Error 401: Check your token.
nl_nl: Error 401: Controleer je token.

# #30051
source: Error 405: Method not allowed.
nl_nl: Error 405: Methode niet toegestaan.

# #30052
source: Unknown error: Check IP address or if server is online.
nl_nl: Onbekende fout: Controleer IP adres en of server online is.

# #30053
source: Configure server in the addon settings menu first.
nl_nl: Configureer eerst de server in de addon instellingen.

# #30054
source: is added to your HAKA! favourites.
nl_nl: is toegevoegd aan je HAKA! favorieten.

# #30055
source: is removed from your HAKA! favourites.
nl_nl: is verwijderd uit je HAKA! favorieten.

# #30056
source: Something went wrong opening your HAKA! favourites. Check the file in the addon folder or check the logs.
nl_nl: Er ging iets mis bij het openen van je HAKA! favorieten. Controleer het bestand in de addon folder of check de logs.

# #30057
source: It seems you do no have any HAKA! favourites added yet. Use the context menu to add some.
nl_nl: Het lijkt er op dat je nog geen HAKA! favorieten hebt toegevoegd. Gebruik het context menu om ze toe te voegen.

# #30058
source: is already a HAKA! favourite.
nl_nl: is al een HAKA! favoriet.

# #30070
source: Add to HAKA! favourites
nl_nl: Toevoegen aan HAKA! favorieten

# #30071
source: Remove from HAKA! favourites
nl_nl: Verwijder uit HAKA! favorieten
