Repository: xbmc/repo-scripts
Catalog: script.cu.lrclyrics/resources/language/Polish/strings.po
Languages: pl

# #32000
source: File
pl: Plik

# #32001
source: No lyrics found!
pl: Nie znaleziono tekstu

# #32002
source: Embedded
pl: Osadzony

# #32004
source: Searching lyrics...
pl: Wyszukiwanie tekstu...

# #32101
source: Save lyrics to lyrics folder
pl: Zapisuj teksty na dysk

# #32102
source: - Lyrics folder
pl: - Zapisz do ...

# #32103
source: - Save format
pl: - Format zapisu

# #32106
source: Use only filename for search
pl: Tylko nazwa pliku jako podstawa szukania

# #32107
source: Filename format
pl: Format nazwy pliku

# #32111
source: Same name lyrics saved in sub folder
pl: Wczytaj tekst o tej samej nazwie z podfolderu

# #32112
source: - Sub folder name
pl: - Nazwa podfolderu

# #32113
source: Save lyrics to song folder
pl: Zapisuj teksty do folderu utworu

# #32150
source: Scrapers
pl: Scrapery

# #32151
source: Options
pl: Opcje

# #32152
source: Search for embedded lyrics
pl: Szukaj osadzonych tekstów

# #32153
source: Search for local lyrics files
pl: Szukaj pliki tekstów lokalnie

# #32154
source: Synchronised lyrics scrapers
pl: Scrapery synchronizowanych tekstów

# #32155
source: Regular lyrics scrapers
pl: Scrapery zwykłych tekstów

# #32156
source: Run as a service
pl: Uruchom jako usługa

# #32157
source: Clean song title (remove part in brackets)
pl: Usuń tytuł piosenki (usuń część w nawiasach)

# #32158
source: Script is already running!
pl: Usługa już działa!
