Repository: xbmc/repo-scripts
Catalog: service.watchedlist/resources/language/*/strings.po
Languages: german

# Addon Summary
source: Save watched Movies and TV Episodes independent from filenames
german: Gesehen-Status von Filmen und Serien-Episoden unabhängig von Dateinamen speichern

# Addon Description
source: Export: Searches the Kodi-Database for watched files. Determine imdb-id and thetvdb-id to identify movies and TV-episodes. Then save the list to a new independent table. Import: Set the watched state for each video file in Kodi. Automatic background process without user interaction.
german: Export: Durchsucht die Kodi-Datenbank nach gesehenen Filmen und ordnet den Dateien die eindeutigen Kennnummern von imdb und TheTVDB zu. Gesehene Filme und Episoden werden jeweils in einer eigenen Datenbank gespeichert. Import: Der Gesehen-Status von Medien in Kodi wird aus der Gesehenen-Tabelle geholt. Die Synchronisierung geschieht automatisch im Hintergrund ohne Benutzereingriff.

# Addon Disclaimer
source: This script does not regard the file format. A Movie watched in DVD quality will also set the 1080p version as watched.
german: Dieses Script ignoriert das Dateiformat. Ein gesehener Film in DVD-Qualität wird auch in der BlueRay-Version als gesehen gekennzeichnet.

# #30001
source: Basic Settings
german: Grundeinstellungen

# #30002
source: Database
german: Datenbank

# #30011
source: Update movies watched state
german: Aktualisiere Gesehen-Status von Filmen

# #30012
source: Update episodes watched state
german: Aktualisiere Gesehen-Status von Episoden

# #30013
source: autostart mode
german: Starttyp

# #30014
source: Update interval [hours]
german: Aktualisierungs-Intervall [Stunden]

# #30015
source: Startup delay befor action [minutes]
german: Start-Verzögerung [Minuten]

# #30016
source: Progress Dialog
german: Fortschrittsanzeige

# #30017
source: Use non-default database file
german: Eigene Datenbank-Datei

# #30018
source: Path to database file
german: Pfad zur Datenbank-Datei

# #30019
source: Database filename (SQLite Database, *.db)
german: Dateiname (*.db)

# #30020
source: Number of backup copies (-1=infinite)
german: Anzahl an Sicherungskopien (-1=unendlich)

# #30021
source: Start with Kodi (autorun)
german: Automatisch mit Kodi starten

# #30022
source: follow user setting watched/unwatched
german: Gesehen-Änderungen laufend überwachen

# #30023
source: Dropbox Auth Code
german: Dropbox Autorisierungs-Code

# #30024
source: Amount of User Information
german: Grad der Benutzerinformation

# #30025
source: All
german: Alle

# #30026
source: Only Info
german: Nur Infos

# #30027
source: Only Warning
german: Nur Warnungen

# #30028
source: Only Error
german: Nur Fehler

# #30029
source: None
german: Keine

# #30030
source: no update
german: Keine Aktualisierung

# #30031
source: one update
german: Einmalig

# #30032
source: periodic
german: Periodisch

# #30040
source: DB Method
german: DB-Art

# #30041
source: File
german: Datei

# #30043
source: Options for accessing SQLite-DB-File
german: Optionen für SQLite-Datei-Zugriff

# #30044
source: Options for accessing MySQL-Server
german: Optionen für MySQL-Server-Zugriff

# #30045
source: Dropbox synchronization
german: Dropbox-Synchronisierung

# #30052
source: MySQL Database
german: MySQL Datenbank

# #30053
source: MySQL Username
german: MySQL Benutzername

# #30054
source: MySQL Password
german: MySQL Kennwort

# #32001
source: manually run the database update again?
german: Datenbank-Aktualisierung nochmal starten?

# #32002
source: DB path does not exist: %s
german: DB-Pfad existiert nicht: %s

# #32003
source: next update in %d hours
german: Nächste Aktualisierung in %d Stunden

# #32004
source: begin update in %d minutes
german: Starte Aktualisierung in %d Minuten

# #32005
source: running observation of changes of watched states
german: laufende Überwachung von Änderungen des Gesehen-Status

# #32102
source: Watchedlist: Error
german: WatchedList: Fehler

# #32103
source: Load watched states from addon-database...
german: Lade Gesehen-Status aus Gesehen-Datenbank...

# #32104
source: load watched states Kodi-database ...
german: Lade Gesehene-Status aus Kodi-Datenbank ...

# #32105
source: update the addon watched-database ...
german: Aktualisiere die Gesehen-Datenbank: ...

# #32106
source: update the Kodi-database ...
german: Aktualisiere die Kodi-Datenbank ...

# #32107
source: update complete.
german: Aktualisierung abgeschlossen.

# #32108
source: Watchedlist: MySQL Error (WL DB)
german: Watchedlist: MySQL Fehler (WL DB)

# #32202
source: Addon movie database
german: Gesehen-Datenbank (Filme)

# #32203
source: Addon episode database
german: Gesehen-Datenbank (Episoden)

# #32204
source: Kodi-movie database
german: Kodi-Filmdatenbank

# #32205
source: Kodi-episode database
german: Kodi-Episodendatenbank

# #32208
source: Access Denied (username/password/rights)
german: Zugriff verweigert (Benutzername/Kennwort/Rechte)

# #32209
source: Database '%s' does not exist
german: Datenbank '%s' existiert nicht

# #32210
source: Access denied (user '%s', DB '%s')
german: Zugriff verweigert (Benutzer '%s', DB '%s')

# #32297
source: TV-Show "%s" (ID %d) has no imdb-number. No processing with WL possible. Try rescraping.
german: TV-Serie "%s" (ID %d) hat keine imdb-Nummer. Keine Verarbeitung mit WL möglich.

# #32298
source: %d movies and %d episodes read from WL.
german: %d Filme, %d Episoden in WL.

# #32299
source: %d movies and %d episodes read from Kodi-DB.
german: %d Filme, %d Episoden in Kodi-DB.

# #32301
source: %d watched new. %d updated
german: %d neu gesehen. %d aktualisiert.

# #32302
source: %d movies marked as watched
german: %d Filme als gesehen markiert.

# #32303
source: %d episodes marked as watched
german: %d Episoden als gesehen markiert.

# #32401
source: Set as watched (Kodi-DB)
german: Als gesehen markiert (Kodi-DB)

# #32402
source: Remember as newly watched (WL-DB)
german: Merke als neu gesehen (WL-DB)

# #32403
source: Remember as watched (updated) (WL-DB)
german: Merke als gesehen (aktualisiert) (WL-DB)

# #32404
source: Set as not watched (Kodi-DB)
german: Als ungesehen markiert (Kodi-DB)

# #32405
source: Remember as not watched (WL-DB)
german: Merke als ungesehen (WL-DB)

# #32601
source: Error opening WL-database
german: Öffnen der Gesehen-Datenbank

# #32602
source: Error loading WL-database
german: Laden der Gesehen-Datenbank

# #32603
source: Error loading Kodi-database
german: Laden der Kodi-Datenbank

# #32604
source: Error updating WL database
german: Aktualisieren der Gesehen-Datenbank

# #32605
source: Error updating Kodi-database
german: Aktualisieren der Kodi-Datenbank

# #32606
source: Writing the WL-database file %s
german: Beim Schreiben der Gesehen-Datenbank %s

# #32607
source: Unable to merge dropbox data
german: Zusammenführung mit Dropbox

# #32708
source: Dropbox Error
german: Dropbox Fehler

# #32709
source: Unable to upload
german: Hochladen nicht möglich

# #32710
source: Unable to download
german: Herunterladen nicht möglich

# #32711
source: Dropbox-Import (Movies)
german: Dropbox-Import (Filme)

# #32712
source: Dropbox-Import (Episodes)
german: Dropbox-Import (Episoden)

# #32713
source: Dropbox synchronization
german: Dropbox-Synchronisierung

# #32714
source: Upload successfull
german: Hochladen erfolgreich

# #32715
source: Empty authorization code in settings
german: Leerer Autorisierungscode in Einstellungen

# #32716
source: Update the Dropbox database: ...
german: Aktualisiere die Dropbox-Datenbank: ...

# #32717
source: Dropbox database updated: %d entries.
german: Dropbox-Datenbank aktualisiert. %d Einträge.

# #32718
source: Dropbox-Export (Movies)
german: Dropbox-Export (Filme)

# #32719
source: Dropbox-Export (Episodes)
german: Dropbox-Export (Episoden)

# #32720
source: Error importing python Dropbox API. Disable function.
german: Fehler beim Laden der Dropbox API. Deaktiviere Funktion.
