Repository: xbmc/repo-scripts
Catalog: script.videoextras/resources/language/Croatian/strings.po
Languages: hr

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
hr: Dodajte video dodatke vašim filmovima i TV emisijama.

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
hr: Pruža vam način dodavanja video dodataka u vašu videoteku. Potražite na wiki stranicama informacije za podešavanje.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras
hr: Autori presvlaka, pogledajte wiki kako bi saznali kako dodatak integrirati u vašu presvlaku: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras

# #32001
source: Extras
hr: Dodaci

# #32002
source: Extras Directory Name
hr: Naziv direktorija dodataka

# #32003
source: Search Nested Directories
hr: Traži unutarnje direktorije

# #32004
source: Enable Extras with File Tag
hr: Omogući dodatke s datotekom oznake

# #32005
source: Extras File Name Tag
hr: Oznaka naziva datoteke dodataka

# #32006
source: Menu to show after playing an extra
hr: Izbornik koji će se prikazati nakon reprodukcije dodatka

# #32007
source: Video Selection
hr: Video odabir

# #32008
source: Information
hr: Informacije

# #32009
source: Home
hr: Početno

# #32010
source: File System
hr: Datotečni sustav

# #32011
source: Remote Extras Location
hr: Udaljena lokacija dodataka

# #32012
source: Use Custom Extras Location
hr: Koristi prilagođenu lokaciju dodataka

# #32013
source: Path
hr: Putanja

# #32014
source: Custom Movies Sub-Folder
hr: Prilagođena podmapa filmova

# #32015
source: Custom TV Shows Sub-Folder
hr: Prilagođena podmapa TV emisija

# #32016
source: Advanced
hr: Napredno

# #32017
source: Force Extras Button Display
hr: Prisili prikaz tipke dodataka

# #32018
source: Exclude Files Regular Expression
hr: Isključi dodatke s uobičajenim izrazima

# #32019
source: Debugging
hr: Otklanjanje greške

# #32020
source: Enable debug logging
hr: Omogući zapisivanje otklanjanja grešaka

# #32021
source: Database
hr: Baza podataka

# #32022
source: Enable Database Support
hr: Omogući podršku baze podataka

# #32023
source: Operations
hr: Radnje

# #32025
source: Use Detailed List Screen
hr: Koristi zaslon opširnijeg popisa

# #32026
source: Window to show after exiting detailed list
hr: Prozor koji će se prikazati nakon zatvaranja opširnijeg popisa

# #32027
source: Allow caching of extras on startup
hr: Dopusti stvaranje predmemorije dodataka pri pokretanju

# #32028
source: Browse Extras
hr: Pregledaj dodatke

# #32101
source: Play All
hr: Reproduciraj sve

# #32102
source: Info
hr: Informacije

# #32103
source: No extras found
hr: Nema pronađenih dodataka

# #32104
source: Resume from
hr: Nastavi od

# #32105
source: Start from beginning
hr: Pokreni ispočetka

# #32106
source: Mark as watched
hr: Označi kao pogledano

# #32107
source: Mark as unwatched
hr: Označi kao nepogledano

# #32108
source: Edit title
hr: Uredi naslov

# #32109
source: Failed to update title
hr: Neuspjelo ažuriranje naslova

# #32110
source: Movies
hr: Filmovi

# #32111
source: TV Shows
hr: TV serije

# #32112
source: Music Videos
hr: Glazbeni spotovi
