Repository: xbmc/repo-scripts
Catalog: weather.multi/resources/language/resource.language.*/strings.po
Languages: et_ee, ko_kr

# Addon Summary
source: Weather forecast from several providers
et_ee: Ilmateade mitmelt pakkujalt
ko_kr: 여러 공급자의 일기 예보

# Addon Description
source: Weather forecast provided by Yahoo, Weatherbit and Openweathermap
et_ee: Ilmateadet pakuvad Yahoo, Weatherbit ja Openweathermap
ko_kr: Yahoo, Weatherbit 및 Openweathermap에서 제공하는 일기 예보

# #32101
source: Location setup
et_ee: Asukoha seadistamine
ko_kr: 위치 설정

# #32102
source: Additional
et_ee: Lisaks
ko_kr: 추가

# #32103
source: Maps
et_ee: Kaardid
ko_kr: 지도

# #32104
source: Logging
et_ee: Logimine
ko_kr: 로그

# #32110
source: API key
et_ee: API võti
ko_kr: API 키

# #32111
source: Location 1
et_ee: Asukoht 1
ko_kr: 위치 1

# #32112
source: Location 2
et_ee: Asukoht 2
ko_kr: 위치 2

# #32113
source: Location 3
et_ee: Asukoht 3
ko_kr: 위치 3

# #32114
source: Location 4
et_ee: Asukoht 4
ko_kr: 위치 4

# #32115
source: Location 5
et_ee: Asukoht 5
ko_kr: 위치 5

# #32121
source: Show lat/lon when searching locations
et_ee: Näita asukohtade otsimisel laius-/pikkuskraade
ko_kr: 위치 검색 시 위도/경도 표시

# #32125
source: Download additional weather data
et_ee: Laadi alla täiendavad ilmaandmed
ko_kr: 추가 날씨 데이터 다운로드

# #32128
source: Map zoom level
et_ee: Kaardi suumi tase
ko_kr: 지도 확대/축소 수준

# #32129
source: Enable logging
et_ee: Luba logimine
ko_kr: 로그 사용함

# #32130
source: Download weather maps
et_ee: Laadi alla ilmakaarte
ko_kr: 날씨 지도 다운로드

# #32131
source: To get additional weather data, get an api key at: https://weatherbit.io/
et_ee: Täiendavate ilmaandmete saamiseks hangi api võti aadressilt: https://weatherbit.io/
ko_kr: 추가 날씨 데이터를 얻으려면 https://weatherbit.io/에서 API 키를 받으세요

# #32135
source: To use maps, get an api key at: http://openweathermap.org/appid
et_ee: Kaartide kasutamiseks hangi api võti aadressilt: http://openweathermap.org/appid
ko_kr: 지도를 사용하려면 http://openweathermap.org/appid에서 API 키를 받으십시오

# #32201
source: Thunderstorm with light rain
et_ee: Äikesetorm koos vähese vihmaga
ko_kr: 천둥번개를 동반한 비가 약간 내림

# #32202
source: Thunderstorm with rain
et_ee: Äikesetorm koos vihmaga
ko_kr: 천둥번개를 동반한 비

# #32203
source: Thunderstorm with heavy rain
et_ee: Äikesetorm koos tugeva vihmaga
ko_kr: 천둥번개를 동반한 많은 비

# #32204
source: Thunderstorm with light drizzle
et_ee: Äikesetorm koos vähese uduvihmaga
ko_kr: 천둥번개를 동반한 가벼운 이슬비

# #32205
source: Thunderstorm with drizzle
et_ee: Äikesetorm koos uduvihmaga
ko_kr: 천둥번개를 동반한 이슬비

# #32206
source: Thunderstorm with heavy drizzle
et_ee: Äikesetorm koos tugeva uduvihmaga
ko_kr: 천둥번개를 동반한 많은 이슬비

# #32207
source: Thunderstorm with Hail
et_ee: Äikesetorm koos rahega
ko_kr: 천둥번개를 동반한 우박

# #32208
source: Light Drizzle
et_ee: Kerge uduvihm
ko_kr: 가벼운 이슬비

# #32209
source: Drizzle
et_ee: Uduvihm
ko_kr: 이슬비

# #32210
source: Heavy Drizzle
et_ee: Tugev vihm
ko_kr: 많은 이슬비

# #32211
source: Light Rain
et_ee: Kerge vihm
ko_kr: 가벼운 비

# #32212
source: Moderate Rain
et_ee: Mõõdukas vihm
ko_kr: 보통의 비

# #32213
source: Heavy Rain
et_ee: Paduvihm
ko_kr: 많은 비

# #32214
source: Freezing rain
et_ee: Jäine vihm
ko_kr: 얼어붙는 비

# #32215
source: Light shower rain
et_ee: Kerge hoovihm
ko_kr: 가벼운 소나기 비

# #32216
source: Shower rain
et_ee: Hoovihm
ko_kr: 소나기 비

# #32217
source: Heavy shower rain
et_ee: Tugev hoovihm
ko_kr: 거센 소나기

# #32218
source: Light snow
et_ee: Kerge lumesadu
ko_kr: 가벼운 눈

# #32219
source: Snow
et_ee: Lumesadu
ko_kr: 눈

# #32220
source: Heavy snow
et_ee: Tugev lumesadu
ko_kr: 많은 눈

# #32221
source: Mix snow/rain
et_ee: Lörts
ko_kr: 눈/비 같이 옴

# #32222
source: Sleet
et_ee: Lörts
ko_kr: 진눈깨비

# #32223
source: Heavy sleet
et_ee: Kõva lörtsisadu
ko_kr: 많은 진눈깨비

# #32224
source: Snow shower
et_ee: Lumesadu
ko_kr: 눈 소나기

# #32225
source: Heavy snow shower
et_ee: Tugev lumesadu
ko_kr: 폭설 소나기

# #32226
source: Flurries
et_ee: Sajuhood
ko_kr: 돌풍

# #32227
source: Mist
et_ee: Sumu
ko_kr: 안개

# #32228
source: Smoke
et_ee: Suits
ko_kr: 연기

# #32229
source: Haze
et_ee: Hägune
ko_kr: 안개

# #32230
source: Sand/dust
et_ee: Liiv/tolm
ko_kr: 모래/먼지

# #32231
source: Fog
et_ee: Udu
ko_kr: 안개

# #32232
source: Freezing fog
et_ee: Jäine udu
ko_kr: 얼어붙은 안개

# #32233
source: Clear sky
et_ee: Selge taevas
ko_kr: 청명한 하늘

# #32234
source: Few clouds
et_ee: Üksikud pilved
ko_kr: 구름 약간

# #32235
source: Scattered clouds
et_ee: Vahelduv pilvisus
ko_kr: 흩어져있는 구름

# #32236
source: Broken clouds
et_ee: Pilves selgimistega
ko_kr: 부서진 구름

# #32237
source: Overcast clouds
et_ee: Enamasti pilves
ko_kr: 흐린 구름

# #32238
source: Unknown Precipitation
et_ee: Teadmata sademed
ko_kr: 강수량 알 수 없음

# #32251
source: Tornado
et_ee: Tornaado
ko_kr: 폭풍

# #32252
source: Tropical Storm
et_ee: Troopiline torm
ko_kr: 열대성 폭풍우

# #32253
source: Hurricane
et_ee: Orkaan
ko_kr: 태풍

# #32254
source: Severe Thunderstorms
et_ee: Tugevad äikesetormid
ko_kr: 심한 뇌우

# #32255
source: Thunderstorms
et_ee: Äikesetormid
ko_kr: 뇌우

# #32256
source: Mixed Rain and Snow
et_ee: Lumelörts ja vihm
ko_kr: 비와 눈 같이 옴

# #32257
source: Mixed Rain and Sleet
et_ee: Vihm ja lörts
ko_kr: 비와 진눈깨비 같이 옴

# #32258
source: Mixed Snow and Sleet
et_ee: Lumi ja lörts
ko_kr: 눈과 진눈깨비 같이 옴

# #32259
source: Freezing Drizzle
et_ee: Külmavihm
ko_kr: 얼어붙는 이슬비

# #32260
source: Drizzle
et_ee: Uduvihm
ko_kr: 이슬비

# #32261
source: Freezing Rain
et_ee: Jäävihm
ko_kr: 얼어붙는 비

# #32262
source: Showers
et_ee: Hoovihm
ko_kr: 소나기

# #32263
source: Rain
et_ee: Vihm
ko_kr: 비

# #32264
source: Snow Flurries
et_ee: Lomehood
ko_kr: 눈보라

# #32265
source: Light Snow Showers
et_ee: Kerged lumehood
ko_kr: 가벼운 눈 소나기

# #32266
source: Blowing Snow
et_ee: Hootine lumesadu
ko_kr: 날리는 눈

# #32267
source: Snow
et_ee: Lumi
ko_kr: 눈

# #32268
source: Hail
et_ee: Rahe
ko_kr: 빗발

# #32269
source: Sleet
et_ee: Lörts
ko_kr: 진눈깨비

# #32270
source: Dust
et_ee: Tolm
ko_kr: 먼지

# #32271
source: Foggy
et_ee: Udune
ko_kr: 흐린

# #32272
source: Haze
et_ee: Hägu
ko_kr: 안개

# #32273
source: Smoky
et_ee: Suitsuvine
ko_kr: 침침함

# #32274
source: Blustery
et_ee: Tormine
ko_kr: 폭풍우

# #32275
source: Windy
et_ee: Tuuline
ko_kr: 바람

# #32276
source: Cold
et_ee: Külm
ko_kr: 추움

# #32277
source: Cloudy
et_ee: Pilves
ko_kr: 흐림

# #32278
source: Mostly Cloudy
et_ee: Enamasti pilves
ko_kr: 대체로 흐림

# #32279
source: Partly Cloudy
et_ee: Osaliselt pilves
ko_kr: 부분적으로 흐림

# #32280
source: Clear
et_ee: Selge
ko_kr: 청명함

# #32281
source: Sunny
et_ee: Päikeseline
ko_kr: 맑음

# #32282
source: Fair
et_ee: Ilus
ko_kr: 갬

# #32283
source: Mixed Rain and Hail
et_ee: Vihm ja rahe
ko_kr: 비와 우박 같이 옴

# #32284
source: Hot
et_ee: Palav
ko_kr: 더움

# #32285
source: Isolated Thunderstorms
et_ee: Üksikud äikesetormid
ko_kr: 국지적 뇌우

# #32286
source: Scattered Thunderstorms
et_ee: Hajutatud äikesetormid
ko_kr: 산발적인 뇌우

# #32287
source: Scattered Showers
et_ee: Hajutatud dušid
ko_kr: 산발적 소나기

# #32288
source: Heavy Rain
et_ee: Tugev vihm
ko_kr: 폭우

# #32289
source: Scattered Snow Showers
et_ee: Hajutatud lumehood
ko_kr: 산발적 눈 소나기

# #32290
source: Heavy Snow
et_ee: Tugev lumesadu
ko_kr: 폭설

# #32291
source: Blizzard
et_ee: Tuisk
ko_kr: 눈보라

# #32292
source: Not Available
et_ee: Pole saadaval
ko_kr: 사용할 수 없음

# #32293
source: Scattered Showers
et_ee: Hajutatud vihmahood
ko_kr: 산발적 소나기

# #32294
source: Scattered Snow Showers
et_ee: Hajutatud lumehood
ko_kr: 산발적 눈 소나기

# #32295
source: Scattered Thundershowers
et_ee: Hajutatud äikesevihmad
ko_kr: 산발적인 천둥 소나기

# #32300
source: New Moon
et_ee: Uus kuu
ko_kr: 초승달

# #32301
source: Waxing Crescent
et_ee: Noor kuu
ko_kr: 초승달

# #32302
source: First Quarter
et_ee: Esimene veerandik
ko_kr: 반달

# #32303
source: Waxing Gibbous
et_ee: Kasvav kuu
ko_kr: 상현달

# #32304
source: Full Moon
et_ee: Täiskuu
ko_kr: 보름달

# #32305
source: Waning Gibbous
et_ee: Kahanev kuu
ko_kr: 하현달

# #32306
source: Last Quarter
et_ee: Viimane veerand
ko_kr: 반달

# #32307
source: Waning Crescent
et_ee: Kahanev poolkuu
ko_kr: 그믐달
