Repository: xbmc/repo-scripts
Catalog: script.artworkorganizer/resources/language/Swedish/strings.po
Languages: sv

# #32001
source: Copy Movie Fanart
sv: Kopiera filmfanart

# #32002
source: Copy TV Show Fanart
sv: Kopiera TV-Seriefanart

# #32003
source: Copy Music Video Fanart
sv: Kopiera musikvideofanart

# #32004
source: Copy Artist Fanart
sv: Kopiera artistfanart

# #32005
source: Copy Movie Thumbs
sv: Kopiera film-miniatyrer

# #32007
source: Copy Season Thumbs
sv: Kopiera säsongsminiatyrer

# #32008
source: Copy Episode Thumbs
sv: Kopiera avsnittsminiatyrer

# #32009
source: Copy Music Video Thumbs
sv: Kopiera musikvideo-miniatyrer

# #32010
source: Copy Artist Thumbs
sv: Kopiera artistminiatyrer

# #32011
source: Copy Album Thumbs
sv: Kopiera album-miniatyrer

# #32012
source: Destination directory
sv: Destinationskatalog

# #32013
source: Copy TV Show Banners
sv: Kopiera TV-Seriebanners

# #32014
source: Copy TV Show Posters
sv: Kopiera TV-Serieposters

# #32015
source: Custom source
sv: Egen källa

# #32016
source: Path
sv: Sökväg

# #32101
source: General
sv: Allmänna

# #32102
source: Advanced
sv: Avancerad

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
sv: RÖR EJ IFALL DU INTE VET VAD GÖR

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
sv: DETTA KAN ORSAKA ATT HELA DIN HÅRDDISK BLIR RADERAD

# #32106
source: select which artwork should be copied
sv: välj vilket bildmaterial som ska kopieras

# #32107
source: search a custom folder for artwork
sv: sök en anpassad mapp efter bildmaterial

# #32108
source: select a custom folder where the addon should store the artwork
sv: välj en anpassad mapp där tillägget ska lagra bildmaterial
