Repository: xbmc/repo-scripts
Catalog: script.tvtunes/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# Addon Summary
source: Retrieve and play your soundtrack themes whilst browsing your library
pt_br: Obtenha e reproduza o tema musical das suas séries de TV

# Addon Description
source: TvTunes is equipped with powerful features that enable the fetching, organising and playing of themes whilst browsing your Kodi library, when used in conjunction with a compatible skin. (Special thanks to Ppic,Frost and ronie for their early work in developing TvTunes)
pt_br: Este script ajudará você a obter o tema da sua coleção de séries de TV de www.televisiontunes.com, que serão salvos em um arquivo theme.mp3 em cada uma das pastas de suas séries e serão reproduzidos sempre que você acessar uma série na sua coleção (a skin precisa ser compatível com este recurso)

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:TvTunes
pt_br: Criadores de skins, por favor vejam o changelog.txt para aprender como integrá-lo à sua skin

# #32001
source: Play theme in loop
pt_br: Reproduzir tema em loop

# #32002
source: Lower sound value
pt_br: Valor de som mais baixo

# #32003
source: Use Protected SMB share
pt_br: Usar compartilhamento SMB protegido

# #32004
source: Username:
pt_br: Nome de usuário:

# #32005
source: Password:
pt_br: Senha:

# #32006
source: Store tunes in a custom path
pt_br: Armazenar temas em uma pasta personalizada

# #32007
source: Path:
pt_br: Caminho:

# #32008
source: Fade tune out when exiting
pt_br: Diminuir tema gradativamente ao sair

# #32009
source: Automatically download if an exact match is found
pt_br: Baixar automaticamente se uma correspondência exata for encontrada

# #32010
source: Shuffle multiple tracks
pt_br: Randomize se existir múltiplos temas

# #32011
source: Random start time
pt_br: Reproduzir o arquivo de áudio a partir de um local aleatório na trilha

# #32012
source: File Types
pt_br: Tipos de Arquivos

# #32013
source: Fade in the tune when starting
pt_br: Aumentar o volume da música tema gradualmente ao iniciar reprodução

# #32014
source: Always add additional themes (no overwrite)
pt_br: Sempre adicionar temas adicionais (sem sobrescrever)

# #32015
source: Search for movie themes
pt_br: Procurar por temas do filme

# #32016
source: Play themes when browsing Movie list
pt_br: Reproduzir temas quando navegando na coleção de filmes

# #32017
source: Play themes when browsing TV Show list
pt_br: Reproduzir temas quando navegando na coleção de seriados

# #32018
source: Debugging
pt_br: Debugando

# #32019
source: Enable debug logging
pt_br: Ativar log de debug

# #32020
source: Show the TvTunes button on the Video Info screen
pt_br: Mostrar o botão TvTunes na tela info de video

# #32021
source: Fade out after playing for (minutes)
pt_br: Diminuir o volume do áudio progressivamente após reproduzir por (minutos)

# #32022
source: Operations
pt_br: Operações

# #32023
source: Browse Themes
pt_br: Navegar nos Temas

# #32024
source: Delay Theme Start (Seconds)
pt_br: Atrasar o início Tema (Segundos)

# #32025
source: Support themes in sub directories
pt_br: Suportar temas em subdiretórios

# #32026
source: Directory Name
pt_br: Nome do Diretório

# #32027
source: Limit track duration when multiple themes (seconds)
pt_br: Limite a duração da faixa em temas múltiplos (segundos)

# #32028
source: Default Theme Search Source
pt_br: Fonte Padrão para Procura

# #32029
source: Play themes when browsing Music Video list
pt_br: Reproduzir temas enquanto navegando na coleção de Concertos

# #32101
source: ERROR
pt_br: ERRO

# #32102
source: site unreachable
pt_br: site indisponível

# #32104
source: Replace existing theme?
pt_br: Substituir tema existente?

# #32106
source: Getting information...
pt_br: Obtendo informações...

# #32107
source: Searching for
pt_br: Pesquisando por

# #32108
source: CANCELED
pt_br: CANCELADO

# #32109
source: Operation canceled by user.
pt_br: Operação cancelada pelo usuário.

# #32110
source: Downloading:
pt_br: Baixando:

# #32111
source: to:
pt_br: para:

# #32112
source: Choose for
pt_br: Escolha para

# #32113
source: ENTER MANUAL SEARCH
pt_br: INSIRA PESQUISA MANUAL

# #32114
source: Download this one?
pt_br: Baixar este tema?

# #32115
source: Search results will be incomplete
pt_br: Resultados da procura pode ficar incompleto

# #32116
source: You can help to get more theme on:
pt_br: Você pode ajudar a coletar mais temas em:

# #32118
source: Manual Search...
pt_br: Procura Manual...

# #32119
source: Continue with next theme search?
pt_br: Continue com procura do próximo tema?

# #32120
source: Search Using %s...
pt_br: Procurar Usando %s...

# #32121
source: Search Using All Sites (May Be Slow)
pt_br: Procurar Usando Todos os Sites (Pode se Tornar Lento)

# #32201
source: Movies
pt_br: Filmes

# #32202
source: TV Shows
pt_br: Seriados

# #32203
source: Music Videos
pt_br: Videoclipes

# #32204
source: [Filter]: Show Only Missing Themes
pt_br: [Filtro]: Mostrar Somente Temas Ausentes

# #32205
source: [Action]: Retrieve Missing Themes
pt_br: [Ação]: Recuperar Temas Ausentes

# #32206
source: You have themes that are not in themes folders.
pt_br: Você possui temas que não estão no diretório temas.

# #32207
source: Move themes into themes folder?
pt_br: Mover temas para dentro do diretório temas?

# #32991
source: Playback
pt_br: Reprodução

# #32992
source: Download
pt_br: Baixar

# #32993
source: File system
pt_br: Sistema de arquivos

# #32994
source: Error: Failed to connect to goear.com
pt_br: Erro: Falhou ao tentar conectar em goear.com
