Repository: xbmc/repo-scripts
Catalog: script.videoextras/resources/language/Hebrew/strings.po
Languages: he

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
he: הוסף ספיישלים (Video Extras) לסרטים ולסדרות שלך.

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
he: מספק אפשרות להוסיף ספיישלים (Video Extras) לספריית הוידאו שלך. פנה לוויקי להוראות התקנה.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras
he: מפתחי מעטפות, אנא פנו לוויקי להבנה כיצד לשלב את הסקריפט במעטפת שלכם: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras

# #32001
source: Extras
he: ספיישלים

# #32002
source: Extras Directory Name
he: שם תיקיית ספיישלים

# #32003
source: Search Nested Directories
he: חפש בתיקיות מקוננות

# #32004
source: Enable Extras with File Tag
he: אפשר זיהוי ספיישלים לפי תגית קובץ

# #32005
source: Extras File Name Tag
he: תגית שם קובץ ספיישל

# #32006
source: Menu to show after playing an extra
he: תפריט להצגה לאחר ניגון ספיישל

# #32007
source: Video Selection
he: בחירת וידאו

# #32008
source: Information
he: מידע

# #32009
source: Home
he: בית

# #32010
source: File System
he: מערכת קבצים

# #32011
source: Remote Extras Location
he: מיקום ספיישלים מרוחק

# #32012
source: Use Custom Extras Location
he: מיקום ספיישלים מותאם

# #32013
source: Path
he: נתיב

# #32014
source: Custom Movies Sub-Folder
he: תת תיקיית סרטים מותאמת

# #32015
source: Custom TV Shows Sub-Folder
he: תת תיקיית סדרות מותאמת

# #32016
source: Advanced
he: מתקדם

# #32017
source: Force Extras Button Display
he: אלץ הצגת לחצן ספיישלים

# #32018
source: Exclude Files Regular Expression
he: RegEX לאי הכללת קבצים

# #32019
source: Debugging
he: ניפוי שגיאות

# #32020
source: Enable debug logging
he: הפעל רישום שגיאות

# #32021
source: Database
he: מסד נתונים

# #32022
source: Enable Database Support
he: הפעל תמיכה במסד נתונים

# #32023
source: Operations
he: פעולות

# #32024
source: Clean Database
he: נקה מסד נתונים

# #32025
source: Use Detailed List Screen
he: השתמש במסך רשימה מפורטת

# #32026
source: Window to show after exiting detailed list
he: חלון להצגה לאחר יציאה ממסך רשימה מפורטת

# #32101
source: Play All
he: נגן הכל

# #32102
source: Info
he: מידע

# #32103
source: No extras found
he: לא נמצאו ספיישלים

# #32104
source: Resume from
he: המשך מ-

# #32105
source: Start from beginning
he: הפעל מהתחלה

# #32110
source: Movies
he: סרטים

# #32111
source: TV Shows
he: סדרות

# #32112
source: Music Videos
he: קליפים
