Repository: xbmc/repo-scripts
Catalog: script.cdartmanager/resources/language/*/strings.po
Languages: german, portuguese

# #32000
source: Recognized Artists
german: Erkannte Interpreten
portuguese: Artistas Reconhecidos

# #32001
source: Album cdARTs
german: CD Labels
portuguese: Álbuns - cdARTs do Disco

# #32002
source: Select Artist
german: Wähle Interpret
portuguese: Seleccionar Artista

# #32003
source: Album Cover Arts
german: Alben Cover
portuguese: Álbuns - Arte da Capa

# #32004
source: Automatic Download
german: Automatischer Download
portuguese: Transferência Automática

# #32005
source: Save Local cdART List
german: Speichere lokale Grafik Liste
portuguese: Guardar Lista Local do cdART

# #32006
source: Artist Fanarts
german: Interpreten Fanarts
portuguese: Artistas - Fanarts

# #32007
source: Local Album Artists: %s
german: Lokale Interpreten: %s
portuguese: Artistas Locais: %s

# #32008
source: Local cdARTs: %s
german: Lokale CD Labels: %s
portuguese: cdARTs Locais: %s

# #32009
source: Artist ClearLOGOs
german: Interpreten Logos
portuguese: Artistas - ClearLOGOs

# #32010
source: Local Discs: %s
german: Lokale Alben: %s
portuguese: Álbuns Locais: %s

# #32011
source: Advanced
german: Erweitert
portuguese: Avançado

# #32012
source: Refresh Addon Database
german: Addon Datenbank aktualisieren
portuguese: Actualizar Base de Dados Local

# #32013
source: Clean XBMC's Music Library
german: Bereinige die XBMC Musik Bibliothek

# #32014
source: Update XBMC's Music Library
german: Aktualisiere die XBMC Musik Bibliothek

# #32015
source: Delete Addon's Database?
german: Lokale Datenbank löschen?
portuguese: Apagar Base de Dados Local?

# #32016
source: Disc:
german: Disk:
portuguese: Disco:

# #32017
source: Local cdART List saving folder
german: Speicherort der Liste für lokale Grafiken
portuguese: Pasta de Armazenamento da Lista Local do cdART

# #32018
source: cdART Backup folder
german: Grafik Backup Verzeichnis
portuguese: Pasta Backup das Imagens

# #32019
source: Backup saving format:
german: Backup Speicher Format:
portuguese: Escolha o Formato para Salvar o Backup:

# #32020
source: Retrieving Music Database
german: Frage Musik Datenbank ab
portuguese: Analisando Base de Dados de Músicas

# #32021
source: Creating Addon Database
german: Erstelle Addon Datenbank
portuguese: Criando Base de Dados do Addon

# #32022
source: Choose Available cdART
german: Wähle verfügbare Grafiken
portuguese: Escolha um cdART Disponível

# #32023
source: Download Successful!
german: Download erfolgreich!
portuguese: Transferência Efetuada com Sucesso!

# #32024
source: Artwork Downloaded!
german: Grafik heruntergeladen!
portuguese: A imagem foi transferida!

# #32025
source: Check file paths-Artwork Not Downloaded
german: Überprüfe Dateipfad-Grafik nicht heruntergeladen
portuguese: Verifique a localização dos ficheiros-Nenhuma transferência foi efectuada

# #32026
source: Download Error Occured!
german: Download Fehler!
portuguese: Ocorreu um Erro Durante a Transferência!

# #32027
source: Artwork Not Download!
german: Grafik nicht heruntergeladen
portuguese: A imagem não foi transferida!

# #32028
source: Download aborted!
german: Download abgebrochen!
portuguese: Transferência interrompida!

# #32029
source: No Artwork found?
german: Keine Grafiken gefunden?
portuguese: Nenhuma Imagem foi encontrada?

# #32030
source: Please contribute! Upload your Artwork
german: Bitte Mitarbeiten! Ladet eure Grafiken
portuguese: Por Favor Contribua! Envie suas Imagens

# #32031
source: On fanart.tv
german: bei fanart.tv hoch
portuguese: Em fanart.tv

# #32032
source: Choose an Artist
german: Wähle einen Interpreten
portuguese: Escolha um Artista

# #32033
source: Not Found on fanart.tv
german: Nicht gefunden auf fanart.tv
portuguese: Não encontrado em fanart.tv

# #32034
source: No Artwork found for
german: Keine Grafiken gefunden für
portuguese: Nenhum cdART encontrado para

# #32035
source: *DOWNLOADING Artwork*
german: *Grafiken werden heruntergeladen*
portuguese: *Transferindo Imagens*

# #32037
source: Getting local artists
german: Einlesen lokaler Interpreten
portuguese: Analisando artistas locais

# #32038
source: Artist:
german: Interpret:
portuguese: Artista:

# #32040
source: Completed
german: Fertig gestellt
portuguese: Completado

# #32041
source: New Artwork downloaded
german: Neue Grafiken heruntergeladen
portuguese: Nova Artwork foi transferida

# #32043
source: Local Artists:
german: Lokale Interpreten:
portuguese: Artistas Locais:

# #32044
source: Local cdARTs:
german: Lokale Grafiken:
portuguese: cdARTs Locais:

# #32045
source: Local Discs:
german: Lokale Alben:
portuguese: Álbuns Locais:

# #32046
source: Automatic Downloading Artwork
german: Automatischer Download von Grafiken
portuguese: Transferindo Imagens Automaticamente

# #32047
source: Downloading...
german: Herunterladen...
portuguese: Transferindo.....

# #32048
source: Retrieving Recognized Artist List....
german: Erhalte Liste erkannter Interpreten....
portuguese: Analisando Lista de Artistas Reconhecidos....

# #32049
source: Artists Matched: %s
german: Erkannte Interpreten: %s
portuguese: Artistas Encontrados: %s

# #32050
source: Database setup aborted...
german: Datenbankerstellung abgebrochen...
portuguese: A Configuração de Base de Dados foi Cancelada...

# #32051
source: Addon Database is crucial to script!
german: Addon Datenbank ist wichtig für das Skript!
portuguese: A Base de Dados do Add-on é fundamental!

# #32052
source: Please go to the Advanced Menu and
german: Bitte zu den "Erweiterten Einstellungen" wechseln und
portuguese: Por favor, vá ao menu Avançado e

# #32053
source: Refresh Addon Database
german: die AddOn Datenbank aktualisieren
portuguese: Actualize a Base de Dados do Addon

# #32054
source: /Artist/Album.png
german: /Interpret/Album.png

# #32055
source: /artist - album.png
german: /Interpret - Album.png

# #32056
source: cdARTs Copied
german: Grafiken kopiert
portuguese: cdARTs Copiadas

# #32057
source: Finished Copying cdARTs
german: Kopieren der Grafiken fertiggestellt
portuguese: Cópia de cdARTs Concluída

# #32058
source: cdARTs Stored in
german: Grafiken gespeichert in
portuguese: cdARTs Armazenadas em

# #32059
source: cdARTs Copied
german: Grafiken kopiert
portuguese: cdARTsCopiadas

# #32060
source: Copying cdARTs...
german: Kopiere Grafiken...
portuguese: Copiando cdARTs...

# #32061
source: cdART Backup
german: Backup der Grafiken
portuguese: Backup de cdArt

# #32062
source: Path for missing.txt file
german: Pfad zur missing.txt Datei
portuguese: Localização do arquivo missing.txt

# #32063
source: Copy Unique Local cdARTs
german: Kopiere eigene lokale Grafiken
portuguese: Copiar cdARTs Locais Únicas

# #32064
source: Unique cdARTS folder: %s
german: Verzeichnis eigener Grafiken: %s
portuguese: Única Pasta de cdARTs: %s

# #32065
source: Comparing Local and Online cdARTs...
german: Vergleiche lokale Grafiken mit online Grafiken...
portuguese: Comparando cdARTs Locais e Online...

# #32066
source: Error connecting to fanart.tv, Socket Timed out
german: Fehler beim Verbinden zu fanart.tv, Socket Timed out
portuguese: Erro ao ligar a fanart.tv, o Tempo da Ligação Terminou

# #32067
source: Backup cdART Files
german: Backup der Grafiken
portuguese: Backup dos ficheiros cdART

# #32068
source: Restore From Backup
german: Wiederherstellen vom Backup
portuguese: Restaurar Backup

# #32069
source: Restoring cdARTs from backup...
german: Stelle Grafiken wieder her...
portuguese: Restaurando backup de cdARTs...

# #32070
source: cdARTs Restored from backup folder
german: Grafiken aus dem Backup-Verzeichnis wiederhergestellt
portuguese: Os cdARTs da pasta de backup foram Restaurados

# #32071
source: Settings have not been setup!
german: Einstellungen wurden nicht gesetzt!
portuguese: As Configurações ainda não foram definidas!

# #32072
source: Please go to Settings menu...
german: Bitte zu den Einstellungen wechseln...
portuguese: Por favor, vá ao menu Configurações...

# #32073
source: Then Advanced: Refresh Addon Database
german: und unter Erweitert: "AddOn Datenbank aktualisieren" wählen
portuguese: Depois, menu Avançado: Actualizar Base de Dados do Add-on

# #32074
source: Copy cdART to Backup Folder
german: Kopiere Grafiken ins Backup Verzeichnis
portuguese: Copiar cdART para Pasta de Backup

# #32075
source: Delete cdART
german: Lösche Grafik
portuguese: Apagar cdART

# #32076
source: Copy To Unique Folder For Upload
german: Kopiere in separates Upload-Verzeichnis
portuguese: Copiar Para Pasta Única para Transferir

# #32077
source: Custom Label Colors
german: Benutzerdefinierte Farbmarkierungen
portuguese: Cores Personalizadas para Etiquetas

# #32078
source: Green
german: Grün
portuguese: Verde

# #32079
source: Blue
german: Blau
portuguese: Azul

# #32080
source: Red
german: Rot
portuguese: Vermelho

# #32081
source: Yellow
german: Gelb
portuguese: Amarelo

# #32083
source: White
german: Weiß
portuguese: Branco

# #32085
source: Violet
german: Violett
portuguese: Violeta

# #32087
source: Recognized Artists Color
german: Erkannte Interpreten
portuguese: Cor dos Artistas Reconhecidos

# #32088
source: Unrecognized Artists Color
german: Unbekannte Interpreten
portuguese: Cor dos Artistas não Reconhecidos

# #32089
source: fanart.tv Albums Match Color
german: Album auf fanart.tv gefunden
portuguese: Cor de Álbuns correspondentes a fanart.tv

# #32090
source: Local Albums Match Color
german: Album lokal gefunden
portuguese: Cor de Álbuns correspondentes a Locais

# #32091
source: Local and fanart.tv Match Color
german: Übereinstimmung lokale Grafiken und fanart.tv
portuguese: Cor de Álbuns correspondentes a Locais e fanart.tv

# #32092
source: Unmatched Album Color
german: Nicht zugeordnetes Album
portuguese: Cor de Álbuns Sem Correspondência

# #32093
source: Local cdART List Color
german: Lokale Grafik Liste
portuguese: Cor da Lista Local de cdART

# #32094
source: Enable custom colors for labels
german: Aktiviere benutzerdefinierte Farbmarkierungen
portuguese: Activar cores personalizadas para etiquetas

# #32095
source: File Folders
german: Dateiordner
portuguese: Pastas de Ficheiros

# #32096
source: Duplicates Found
german: Duplikat gefunden
portuguese: Foram Encontrados Duplicados

# #32097
source: Resize Unique cdARTs?
german: Größe der eigenen Grafiken anpassen?
portuguese: Redimensionar cdARTs Únicos?

# #32098
source: Local cdART List
german: Liste lokaler Grafiken
portuguese: Lista de cdART Local

# #32099
source: Build Addon Database in background
german: Erstelle die Add-on Datenbank im Hintergrund

# #32100
source: Local Album Count
german: Anzahl lokaler Alben
portuguese: Contagem de Álbuns Locais

# #32101
source: Sorting Album Artists
german: Sortiere Album Interpreten
portuguese: Ordenando Artistas de Álbum

# #32102
source: Retrieving Local Database
german: Abrufen der lokalen Datenbank
portuguese: Analisando a Base de Dados Local

# #32103
source: Saving Missing Artwork List
german: Liste fehlender Grafiken wird gespeichert
portuguese: Guardando Lista de Artwork Em Falta

# #32104
source: Uploading Missing cdART List to website
german: Liste fehlender Grafiken wird zur Website hochgeladen
portuguese: Enviando para o site a Lista de cdARTs em falta

# #32105
source: Retrieving Album Details
german: Erhalte Albuminformationen
portuguese: Analisando detalhes do álbum

# #32106
source: Overwrite low-res existing cdARTs
german: Überschreibe bestehende Grafiken mit niedriger Auflösung
portuguese: Sobrepôr CDARTs de baixa resolução já existentes

# #32108
source: Database too old
german: Datenbank zu alt
portuguese: Base de Dados demasiado antiga

# #32109
source: Do you want to Rebuild?
german: Wollen Sie die Datenbank neu erstellen?
portuguese: Quer reconstruí-la?

# #32110
source: Problem Accessing Folder, Script Exiting
german: Problem beim Verzeichniszugriff, verlasse Skript
portuguese: Problema Ao Aceder à Pasta, Encerrando Add-on

# #32111
source: Downloaded Artwork
german: Heruntergeladene Grafiken
portuguese: Artwork Transferida

# #32112
source: Updating Thumbnails and Fanarts
german: Aktualisiere Bilder und Fanarts
portuguese: Actualizando Miniaturas e Fanarts

# #32113
source: Finished updating Thumbnails and Fanarts
german: Aktualisieren von Bildern und Fanarts abgeschlossen
portuguese: Actualização de Miniaturas e Fanarts Concluída

# #32114
source: Check Database MBID's to be current during an Update
german: Überprüfe ob Datenbank MBID's aktuell sind während einer Aktualisierung

# #32115
source: Notify while in Background mode
german: Zeige Benachrichtigungen wenn cdART Manager im Hintergrund ausgeführt wird

# #32116
source: Notify At End of Background Database Build(displayed for 2 seconds)
german: Benachrichtigung am Ende der Datenbankerstellung im Hintergrund(erscheint für 2 Sekunden)
portuguese: Notificar na conclusão da Base de Dados (exibir por 2 segundos)

# #32117
source: Database Building completed
german: Datenbank Erstellung fertiggestellt
portuguese: Construção do Base de Dados concluída

# #32118
source: Background Database building in progress... Exiting Script...
german: Datenbank wird im Hintergrund erstellt... Verlasse Skript...
portuguese: Construindo a Base de Dados - em progresso... Saindo do Add-on...

# #32119
source: Stopping Background Database Building
german: Erstellen der Datenbank im Hintergrund wird gestoppt
portuguese: Interrompendo a construcção da Base de Dados em plano de fundo

# #32120
source: All Artists
german: Alle Interpreten
portuguese: Todos os Artistas

# #32121
source: Album Artists
german: Album Interpreten
portuguese: Álbuns dos Artistas

# #32122
source: Edit Artist
german: Interpret bearbeiten
portuguese: Editar Artista

# #32123
source: Backup Database
german: Datenbank sichern
portuguese: Backup da Base de Dados

# #32124
source: Retrieving All Local Artists
german: Abrufen aller lokalen Interpreten
portuguese: Analisando Todos os Artistas Locais

# #32125
source: Artist ID:
german: Interpreten ID:
portuguese: ID do Artista:

# #32126
source: Modify Addon Database
german: Add-on Datenbank anpassen

# #32127
source: Edit Album
german: Album bearbeiten
portuguese: Editar Álbum

# #32128
source: MusicBrainz Search Limit
german: MusicBrainz Suchbeschränkung
portuguese: Limite de Pesquisa do MusicBrainz

# #32129
source: Update Database
german: Datenbank aktualisieren
portuguese: Actualizar Base de Dados do Add-On

# #32130
source: XBMC Music Database missing...
german: XBMC Musik Datenbank fehlt...
portuguese: Não Existe Base de Dados de Músicas no XBMC...

# #32131
source: Please insure Music Library is built.
german: Bitte versichern Sie sich, dass eine Musik Datenbank erstellt wurde.
portuguese: Verifique se a Biblioteca de Música foi Construída.

# #32132
source: Updating Missing MusicBrainz Artist's IDs
german: Aktualisiere fehlende MusicBrainz Interpreten ID's
portuguese: Actualizando IDs dos Artistas em falta no MusicBrainz

# #32133
source: Updating Missing MusicBrainz Album/Artist ID's
german: Aktualisiere fehlende MusicBrainz Alben/Interpreten ID's
portuguese: Actualizando IDs dos Álbuns/Artistas em falta no MusicBrainz

# #32134
source: Updating Addon Database
german: Aktualisiere Addon Datenbank
portuguese: Actualizando Base de Dados do Add-on

# #32135
source: Updating Addon Database - Local Artists
german: Aktualisiere Addon Datenbank - Lokale Interpreten
portuguese: Actualizando Base de Dados do Add-on - Artistas Locais

# #32136
source: Enable MusicBrainz ID update during Addon Database update(for missing IDs)
german: Aktiviere MusicBrainz ID Aktualisierung während einer Datenbankaktualisierung(für fehlende ID's)
portuguese: Na actualização da Base de Dados, completar os IDs em falta no MusicBrainz

# #32137
source: Artist
german: Interpret
portuguese: Artista

# #32139
source: Successfully backed up Addon Database
german: Addon Datenbank erfolgreich gesichert
portuguese: O backup da Base de Dados do Add-on foi efectuado

# #32140
source: Old Database version found...
german: Alte Datenbankversion gefunden...
portuguese: Uma versão antiga da Base de Dados foi encontrada...

# #32141
source: Would you like to add Local Artists to Addon Database?
german: Wollen Sie lokale Interpreten zur Datenbank des Addons hinzufügen?
portuguese: Quer adicionar Artistas Locais à Base de Dados do Add-on?

# #32142
source: Add all artists to Database during Database build or update?
german: Alle Interpreten zur Datenbank hinzufügen während die Datenbank erstellt oder aktualisiert wird?
portuguese: Adicionar todos os artistas à Base de Dados durante a construção ou actualização?

# #32143
source: Extra Settings
german: Erweiterte Einstellungen
portuguese: Configurações Adicionais

# #32144
source: Artist Thumbs
german: Interpret Bilder
portuguese: Miniaturas de Artistas

# #32145
source: Update XBMC Thumbnails and Fanarts
german: Aktualisiere XBMC Bilder und Fanarts
portuguese: Actualizar os Ícones e Fanarts do XBMC

# #32146
source: Settings
german: Einstellungen
portuguese: Configurações

# #32147
source: Exit
german: Verlassen
portuguese: Sair

# #32148
source: (this can take a long time to complete)
german: (Dies kann eine lange Zeit in Anspruch nehmen)
portuguese: (isto pode demorar algum tempo=

# #32149
source: Checking Artist MBIDs
german: Überprüfe Interpret MBIDs

# #32150
source: Checking Album MBIDs
german: Überprüfe Alben MBIDs

# #32151
source: Find Missing MBIDs
german: Finde fehlende MBIDs

# #32152
source: Refresh MBIDs
german: MBIDs erneuern

# #32153
source: Change MBID
german: MBID ändern

# #32154
source: Check All MBIDs
german: Alle MBIDs überprüfen

# #32155
source: Enter MBID
german: MBID eingeben

# #32156
source: Select from search(manual entry)
german: Wählen Sie aus der Suche(Manuelle Eingabe)

# #32157
source: Select from search(automatic)
german: Wählen Sie aus der Suche(Automatisch)

# #32158
source: Enable saving of missing.txt file
german: Aktiviere speichern der missing.txt Datei
portuguese: Permitir gravação de ficheiro missing.txt

# #32159
source: Enter Artist MBID - Including dashes(36 Characters)
german: MBID des Interpreten eingeben - mitsamt Gedankenstrichen(36 Zeichen)

# #32160
source: Please Enter 36 Characters including dashes
german: Bitte 36 Zeichen mitsamt Gedankenstrichen eingeben

# #32161
source: Do you want to re-enter?
german: Wollen Sie neu eingeben?

# #32162
source: Is this MBID Correct?
german: Ist diese MBID korrekt?

# #32163
source: Are you sure you want to delete MBID?
german: Sind Sie sicher, dass Sie die MBID löschen wollen?

# #32164
source: Enter Artist name to search
german: Nach Interpret suchen
portuguese: Introduza o nome do artista para procurar

# #32165
source: Enter Album title to search
german: Nach Album Titel suchen
portuguese: Introduza o título do Álbum para procurar

# #32166
source: Select Album
german: Album auswählen
portuguese: Seleccionar Álbum

# #32167
source: Enter Album MBID - Including dashes(36 Characters)
german: Eingabe der Album MBID - mitsamt Gedankenstrichen(36 Zeichen)

# #32168
source: Artist Banners
german: Banner des Interpreten

# #32171
source: Enable HD Music LOGOs
german: Aktiviere HD Musik LOGOs

# #32172
source: Backup addon database during update
german: Sichere Addon Datenbank während einer Aktualisierung

# #32173
source: Number of days to cache fanart.tv data(The Scheduler)[CR]Cache gets cleared with manual use of cdART Manager
german: Anzahl der Tage für die Daten von fanart.tv zwischengespeichert werden. (The Scheduler)[CR]Zwischenspeicher wird mit der manuellen Benutzung von cdART Manager gelöscht.

# #32174
source: Number of possible MBID matches:
german: Anzahl der möglichen MBID Übereinstimmungen

# #32175
source: Enable replacement of illegal filename characters in artist names
german: Aktiviere das Ersetzen von unzulässigen Zeichen im Dateinamen von Interpreten

# #32176
source: illegal characters to replace
german: Unzulässige Zeichen die ersetzt werden sollen

# #32177
source: replacement character
german: Mit diesem Zeichen sollen alle unzulässigen Zeichen ersetzt werden

# #32178
source: Yes
german: Ja

# #32179
source: No
german: Nein

# #32180
source: change trailing periods to replacement character
german: Ersetze nachfolgende Punkte mit dem Ersatz-Zeichen

# #32250
source: Personal API Key
german: Privater API Key

# #32251
source: Enter Personal API Key
german: Privaten API Key eingeben

# #32252
source: Get a Personal API Key
german: Um einen Privaten API Key zu erhalten, logge dich bei fanart.tv ein und

# #32253
source: Get a Personal API Key1
german: besuche diese Seite: https://fanart.tv/get-an-api-key/

# #32036
source: Path to Music Library(for Artwork)
portuguese: Localização da Biblioteca de Música (para cdARTs)

# #32039
source: Album:
portuguese: Álbum:

# #32042
source: cdART Manager
portuguese: Gestor de cdART

# #32082
source: Orange
portuguese: Laranja

# #32084
source: Cyan
portuguese: Ciano

# #32086
source: Pink
portuguese: Rosa

# #32138
source: Album
portuguese: Álbum
