Repository: xbmc/repo-scripts
Catalog: script.ambibox/resources/language/*/strings.po
Languages: russian

# #32001
source: General
russian: Основные

# #32002
source: API host
russian: IP-адрес API

# #32003
source: API port
russian: Порт API

# #32004
source: Notifications
russian: Уведомления

# #32005
source: Refresh profiles from AmbiBox (requires exit to AddOns/Services)
russian: Обновить профили из AmbiBox (требуется выход на аддоны / Услуги)

# #32006
source: No profiles configured in Ambibox
russian: Нет профили, настроенные в Ambibox

# #32007
source: AmbiBox installation not found: exiting script
russian: Установка AmbiBox не найден: выход сценарий

# #32008
source: Ambibox could not be started
russian: Ambibox не может быть запущен

# #32009
source: Start Ambibox with XBMC if not running
russian: Начните Ambibox с XBMC, если не работает

# #32010
source: Profiles
russian: Профили

# #32011
source: Enable default profile
russian: Включать профиль по умолчанию

# #32012
source: Default profile
russian: Профиль по умолчанию

# #32013
source: Enable video profile
russian: Включать для видео

# #32014
source: Default video profile
russian: Профиль для видео по умолчанию

# #32015
source: Enable audio profile
russian: Включать для аудио

# #32016
source: Audio profile
russian: Профиль для аудио

# #32017
source: Enable XBMCDirect capture
russian: Использовать DirectXBMC захват

# #32018
source: Use Auto Aspect Ratio switching
russian: Используйте автоматическое переключение формата изображения

# #32019
source: On video playback:
russian: Воспроизведение видео:

# #32020
source: Select profile
russian: Выберите профиль

# #32021
source: Backlight off
russian: Выключить подсветку

# #32022
source: Backlight on
russian: Включить подсветку

# #32023
source: Show menu when playing
russian: Показать меню при воспроизведении

# #32024
source: Do not show menu when playing
russian: Не показывать меню при воспроизведении

# #32025
source: Choose -
russian: Выберите -&gt;

# #32026
source: Use default video profile
russian: Используйте профиля видео по умолчанию

# #32027
source: Auto switch based on AR
russian: Автоматический переключатель на основе AR

# #32028
source: Show menu of profiles
russian: Показать меню профилей

# #32029
source: Turn off LEDs
russian: выключать LEDs

# #32030
source: Connected to AmbiBox
russian: Подключение к AmbiBox

# #32031
source: Failed to connect to AmbiBox
russian: Ошибка подключения к AmbiBox

# #32032
source: Ambibox turned off
russian: Ambibox выключен

# #32033
source: Set profile %s
russian: Установлен профиль %s

# #32034
source: XBMCDirect Success
russian: DirectXBMC успешно

# #32035
source: XBMCDirect Fail
russian: DirectXBMC ошибка

# #32036
source: Settings refreshed from Ambibox profiles
russian: Настройки обновляется из профилей Ambibox

# #32040
source: Download mediainfo.dll
russian: скачать mediainfo.dll

# #32041
source: Screen X resolution (pixels)
russian: Разрешение экрана по X (пикселей)

# #32042
source: Screen Y resolution (pixels)
russian: Разрешение экрана по Y (пикселей)

# #32043
source: XBMCDirect capture quality
russian: DirectXBMC захват качество

# #32044
source: Low
russian: низкий

# #32045
source: Medium
russian: среда

# #32046
source: High
russian: большой

# #32047
source: Highest
russian: наивысший

# #32050
source: Disable on screensaver
russian: Отключить заставку

# #32051
source: Last profile
russian: Последний профиль

# #32052
source: Enable 3D profiles
russian: Включить 3D профили

# #32053
source: 2D Aspect ratio profiles
russian: 2D профилей Соотношение сторон

# #32060
source: 3D Aspect Ratio Profiles for hSBS
russian: 3D Соотношение сторон Профили для hSBS

# #32061
source: 3D Aspect Ratio Profiles for hTAB(hOU)
russian: 3D Соотношение сторон Профили для hTAB(hOU)

# #32062
source: mediainfo.dll already installed on system
russian: mediainfo.dll уже установлена ​​на системе

# #32063
source: This add-on will use MediaInfo library Copyright (c) 2002-2014 MediaArea.net SARL. Download?
russian: Это дополнение будет использовать библиотеку MediaInfo Copyright (c) 2002-2014 MediaArea.net SARL. Скачать?

# #32064
source: Downloading %s bytes %s
russian: загрузка %s байт %s

# #32065
source: Download failed
russian: Ошибка загрузки

# #32066
source: Download canceled
russian: Загрузка отменена

# #32067
source: Download succeeded
russian: Скачать удалось
