Repository: xbmc/repo-scripts
Catalog: script.tvmaze.integration/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, zh_cn

# Addon Summary
source: Integration between Kodi and TV Maze.
da_dk: Integration mellem Kodi og TV Maze.
de_de: Integration zwischen Kodi und TV Maze.
es_es: Integración entre Kodi y TV Maze.
fi_fi: Yhdistä TV Maze -palvelu Kodiin.
fr_fr: Intégration entre Kodi et TV Maze.
hr_hr: Integracija između Kodija i TV Maze.
it_it: Integrazione tra Kodi e TV Maze.
ko_kr: Kodi와 TV Maze의 통합.
zh_cn: Kodi与TV Maze的集成。

# Addon Description
source: This integration allows you to mark shows as acquired on TV Maze (and add them to your followed shows if needed) when you add them to your library and mark them as watched on TV Maze after you watch them. You can also manually follow, unfollow, tag, and untag shows.
da_dk: Denne integration giver dig mulighed for at markere serier som erhvervet på TV Maze (og føje dem til dine fulgte shows, hvis det er nødvendigt), når du tilføjer dem til dit bibliotek og markerer dem som set på TV Maze, efter du har set dem. Du kan også manuelt følge, fjerne, markere og fjerne markerede serier.
de_de: Diese Integration erlaubt das Markieren von Serien als über TV Maze bezogen (und das Hinzufügen zu den beobachteten Serien, falls benötigt), wenn sie zur Bibliothek hinzugefügt werden, und das Markieren dieser als auf TV Maze angesehen, nachdem sie angesehen worden sind. Das manuelle Folgen, Entfolgen, Taggen und Untaggen von Serien ist ebenso möglich.
es_es: Esta integración te permite marcar programas como adquiridos en TV Maze (y añadirlos a los programas que sigues si es necesario) cuando los añades a tu biblioteca y marcarlos como vistos en TV Maze después de verlos. También puedes seguir, dejar de seguir, etiquetar y desetiquetar programas manualmente.
fi_fi: Tämän avulla Kodin kirjastoon lisätyt sarjat voidaan merkitä TV Maze -palvelussa hankituiksi (tarvittaessa ne voidaan myös lisätä seurattuihin sarjoihin) ja katsotuiksi, kun ne katsellaan Kodissa. Sarjojen seurantaa ja tunnisteita voidaan muuttaa myös manuaalisesti.
fr_fr: Cette intégration vous permet de marquer les programmes comme acquis sur TV Maze (et de les ajouter à vos programmes suivis si nécessaire) lorsque vous les ajoutez à votre bibliothèque et de les marquer comme regardés sur TV Maze après les avoir regardés. Vous pouvez également suivre, désélectionner, taguer et dé-taguer manuellement des programmes.
hr_hr: Ova integracija omogućuje vam da označite serije kao kupljene na TV Mazeu (i dodate ih svojim praćenim serijama ako je potrebno) kada ih dodate u svoju videoteku i označite ih kao gledane na TV Mazeu nakon što ih pogledate. Također ih možete ručno pratiti, prestati pratiti, označavati i poništavati oznake serija.
it_it: Questa integrazione ti consente di contrassegnare le serie come acquisite su TV Maze (e di aggiungerle alle tue serie seguite, se necessario) quando le aggiungi alla tua libreria e di contrassegnarle come viste su TV Maze dopo averli guardate. Puoi anche seguire manualmente, smettere di seguire, aggiungere e rimuovere etichette alle serie.
ko_kr: 시청후에 라이브러리에 추가하고 TV Maze에서 시청한 것으로 표시할 때, 이 통합으로 TV Maze에서 얻은 것으로 표시하고 필요한 경우 팔로우하는 프로그램에 추가할 수 있습니다 . 또한 프로그램을 수동으로 팔로우, 팔로우 해제, 태그 지정 및 태그 해제할 수 있습니다.
zh_cn: 这种集成允许您在TV Maze上获取节目（并在当需要时将其添加到您的关注）当您将其添加到您的库中，观看后会将其标记在TV Maze。 您还可以手动关注、取消关注、标记和取消标记放映。

# #32000
source: General
da_dk: Generelt
de_de: Allgemein
fi_fi: Yleiset
fr_fr: Général
hr_hr: Općenito
it_it: Generale
ko_kr: 일반
zh_cn: 常规

# #32001
source: Advanced
da_dk: Avanceret
de_de: Erweitert
es_es: Avanzado
fi_fi: Lisäasetukset
fr_fr: Avancé
hr_hr: Napredno
it_it: Avanzate
ko_kr: 고급
zh_cn: 进阶

# #32002
source: TV Maze action
da_dk: TV Maze handling
de_de: TV-Maze-Aktion
es_es: Acción TV Maze
fi_fi: TV Maze -toiminto
fr_fr: Action TV Maze
hr_hr: TV Maze radnja
it_it: Azione TV Maze
ko_kr: TV Maze 행동
zh_cn: TV Maze动作

# #32100
source: Enable debug logging
da_dk: Aktiver fejlfindingslogføring
de_de: Debugprotokollierung aktivieren
es_es: Habilitar modo depuración
fi_fi: Käytä vianselvityslokia
fr_fr: Activer le mode de débogage
hr_hr: Omogući zapisivanje otklanjanja grešaka
it_it: Registra eventi di debug
ko_kr: 디버그 로그 사용
zh_cn: 启用调试日志

# #32101
source: TV Maze User
da_dk: TV Maze bruger
de_de: TV-Maze-Nutzer
es_es: Usuario de TV Maze
fi_fi: TV Maze -käyttäjä
fr_fr: Utilisateur TV Maze
hr_hr: TV Maze korisnik
it_it: Utente TV Maze
ko_kr: TV Maze 사용자
zh_cn: TV Maze用户

# #32102
source: TV Maze API Key
da_dk: TV Maze API-nøgle
de_de: TV-Maze-API-Schlüssel
es_es: API Key de TV Maze
fi_fi: TV Maze API-avain
fr_fr: Clé d'API de TV Maze
hr_hr: TV Maze API ključ
it_it: Chiave API TV Maze
ko_kr: TV Maze API 키
zh_cn: TV Maze API密钥

# #32103
source: Add new Kodi shows to followed list
da_dk: Tilføj nye Kodi-serier til den fulgte liste
de_de: Neue Kodi-Serien zur Gefolgt-Liste hinzufügen
es_es: Añadir nuevas series Kodi a la lista de seguimiento
fi_fi: Lisää Kodin uudet sarjat seurantalistalle
fr_fr: Ajouter de nouveaux programmes à la liste suivie
hr_hr: Dodaj nove Kodi serije na popis koji slijedi
it_it: Aggiungi nuove serie di Kodi all'elenco dei seguiti
ko_kr: 팔로우 목록에 새로운 Kodi 쇼 추가
zh_cn: 将Kodi中新的节目添加到关注列表

# #32104
source: Mark new Kodi episodes as acquired
da_dk: Marker nye Kodi-afsnit som erhvervet
de_de: Neue Kodi-Episoden als bezogen markieren
es_es: Marcar nuevos episodios de Kodi como adquiridos
fi_fi: Merkitse Kodin uudet jaksot hankituiksi
fr_fr: Marquer les nouveaux épisodes de Kodi comme acquis
hr_hr: Označi nove Kodi epizode kao kupljene
it_it: Contrassegna i nuovi episodi di Kodi come acquisiti
ko_kr: 새로운 Kodi 에피소드를 얻은 것으로 표시
zh_cn: 将新的Kodi剧集标记为已获得

# #32105
source: Mark watched Kodi episodes as watched
da_dk: Marker sete Kodi-afsnit som sete
de_de: Gesehene Kodi-Episoden als gesehen markieren
es_es: Marcar los episodios de Kodi que se han visto como vistos
fi_fi: Merkitse Kodin katsotut jaksot katsotuiksi
fr_fr: Marquer un épisode de Kodi comme vu
hr_hr: Označi gledane Kodi epizode kao pogledane
it_it: Contrassegna come guardati gli episodi guardati di Kodi
ko_kr: 시청한 Kodi 에피소드를 시청한 것으로 표시
zh_cn: 将已观看的Kodi剧集标记为已观看

# #32106
source: Mark watched after
da_dk: Marker som set efter
de_de: Als gesehen markieren nach
es_es: Marcar que se ha visto después
fi_fi: Merkitse katsotuksi, kun on katsottu
fr_fr: Marquer comme vu après
hr_hr: Označi za gledanje nakon
it_it: Segna dopo come guardati
ko_kr: 이후로 시청한 것으로 표시
zh_cn: 在此之后标记已观看

# #32107
source: Mark watched when removing from Kodi
da_dk: Marker som set ved fjernelse fra Kodi
de_de: Beim Entfernen aus Kodi als gesehen markieren
es_es: Marca que se ha visto al quitarlo de Kodi
fi_fi: Merkitse katsotuksi, kun poistetaan Kodista
fr_fr: Marquer comme vu lors de la suppression de Kodi
hr_hr: Označi pogledano kada se uklanja iz Kodija
it_it: Contrassegna come guardati quando li rimuovi da Kodi
ko_kr: Kodi에서 지울 때 시청한 것으로 표시
zh_cn: 从Kodi删除时，标记已观看

# #32108
source: Hide context menu items
da_dk: Skjul emner i kontekstmenuen
de_de: Kontextmenüeinträge ausblenden
es_es: Ocultar elementos del menú contextual
fi_fi: Piilota sisältövalikon kohteet
fr_fr: Masquer les items du menu contextuel
hr_hr: Sakrij stavke sadržajnog izbornika
it_it: Nascondi voci menu contestuale
ko_kr: 컨텍스트 메뉴 항목 숨기기
zh_cn: 隐藏上下文菜单项

# #32200
source: API Credentials Needed
da_dk: API-legitimationsoplysninger påkrævet
de_de: API-Anmeldedaten benötigt
es_es: Credenciales API necesarias
fi_fi: Tarvitaan API-tunnukset
fr_fr: Informations d'identification de l'API nécessaires
hr_hr: Potrebne su API vjerodajnice
it_it: Credenziali API necessarie
ko_kr: API 자격 증명 필요함
zh_cn: 需要API凭据

# #32201
source: Select action
da_dk: Vælg handling
de_de: Aktion auswählen
es_es: Seleccionar acción
fi_fi: Valitse toiminto
fr_fr: Sélectionner une action
hr_hr: Odaberi radnju
it_it: Seleziona azione
ko_kr: 행동 선택
zh_cn: 选择动作

# #32202
source: Select shows to follow
da_dk: Vælg serier der skal følges
de_de: Serien zum Folgen auswählen
es_es: Seleccionar series para seguir
fi_fi: Valitse seurattavat sarjat
fr_fr: Sélectionner les programmes à suivre
hr_hr: Odaberi seriju za slijediti
it_it: Seleziona serie da seguire
ko_kr: 팔로우할 프로그램 선택
zh_cn: 选择要关注的节目

# #32203
source: Select shows to unfollow
da_dk: Vælg serier der ikke skal følges
de_de: Serien zum Entfolgen auswählen
es_es: Seleccionar series para dejar de seguir
fi_fi: Valitse sarjat, joiden seuranta lopetetaan
fr_fr: Sélectionner les programmes à ne plus suivre
hr_hr: Odaberi seriju za prekid slijeđenja
it_it: Seleziona serie da non seguire
ko_kr: 팔로우 해제할 프로그램 선택
zh_cn: 选择要取消关注的节目

# #32204
source: Select tag
da_dk: Vælg nøgleord
de_de: Tag auswählen
es_es: Seleccionar etiqueta
fi_fi: Valitse tunniste
fr_fr: Sélectionner le tag
hr_hr: Odaberi oznaku
it_it: Seleziona etichetta
ko_kr: 태그 선택
zh_cn: 选择

# #32205
source: Select shows to tag
da_dk: Vælg serier der skal tildeles nøgleord
de_de: Serien zum Taggen auswählen
es_es: Seleccionar series para etiquetar
fi_fi: Valitse tunnisteilla merkittävät sarjat
fr_fr: Sélectionner les programmes à taguer
hr_hr: Odaberi seriju za označavanje
it_it: Seleziona serie da etichettare
ko_kr: 태그할 프로그램 선택
zh_cn: 选择要打标签的节目

# #32206
source: Select shows to untag
da_dk: Vælg serier der skal have fjernet nøgleord
de_de: Serien zum Untaggen auswählen
es_es: Seleccionar series para desetiquetar
fi_fi: Valitse sarjat, joilta tunnisteet poistetaan
fr_fr: Sélectionner les programmes à dé-taguer
hr_hr: Odaberi seriju za uklanjanje oznake
it_it: Seleziona serie da rimuovere etichetta
ko_kr: 태그를 해제할 프로그램 선택
zh_cn: 选择要取消标签的节目

# #32301
source: TV Maze api credentials must be provided before continuing.
da_dk: TV Maze API-legitimationsoplysninger skal angives, før der fortsættes.
de_de: TV-Maze-API-Anmeldedaten müssen vor dem Fortsetzen angegeben werden.
es_es: Las credenciales api de TV Maze deben proporcionarse antes de continuar.
fi_fi: TV Maze API -tunnukset on ilmoitettava ennen jatkoa.
fr_fr: Les informations de connexion de l'API TV Maze doivent être fournies avant de continuer.
hr_hr: TV Maze api vjerodajnice moraju biti pružene prije nastavka.
it_it: Prima di continuare, Ã¨ necessario fornire le credenziali API di TV Maze.
ko_kr: 계속하기 전에 TV Maze API 자격 증명을 제공해야 합니다.
zh_cn: TV Maze在继续之前，必须提供API凭据。

# #32302
source: Open settings
da_dk: Åbn indstillinger
de_de: Einstellungen öffnen
es_es: Abrir Ajustes
fi_fi: Avaa asetukset
fr_fr: Ouvrir les paramètres
hr_hr: Otvori postavke
it_it: Apri impostazioni
ko_kr: 설정 열기
zh_cn: 打开设置

# #32303
source: Select All (Click OK to reload list)
da_dk: Vælg alt (klik OK for at genindlæse listen)
de_de: Alle auswählen (OK zum Neuladen der Liste klicken)
es_es: Seleccionar todo (Haga clic en OK para recargar la lista)
fi_fi: Valitse kaikki (päivitä lista painamalla OK)
fr_fr: Tout sélectionner (Cliquer sur OK pour recharger la liste)
hr_hr: Odaberi sve (Kliknite 'U redu' za ponovno učitavanje popisa)
it_it: Seleziona tutto (clic su OK per ricaricare l'elenco)
ko_kr: 모두 선택 (예를 클릭하여 목록을 다시 읽기)
zh_cn: 全选（单击“确定”重新加载列表）

# #32304
source: Deselect All (Click OK to reload list)
da_dk: Fravælg alt (klik OK for at genindlæse listen)
de_de: Alle abwählen (OK zum Neuladen der Liste klicken)
es_es: Deseleccionar todo (Haga clic en OK para recargar la lista)
fi_fi: Poista kaikkien valinnat (päivitä lista painamalla OK)
fr_fr: Tout désélectionner (Cliquer OK pour recharger la liste)
hr_hr: Ukloni sav odabir (Kliknite 'U redu' za ponovno učitavanje popisa)
it_it: Deseleziona tutto (clic su OK per ricaricare l'elenco)
ko_kr: 모두 선택 취소(목록을 다시 로드하려면 확인을 클릭)
zh_cn: 取消选择所有（单击“确定”重新加载列表）

# #32402
source: Follow show
da_dk: Følg serie
de_de: Serie folgen
es_es: Seguir serie
fi_fi: Seuraa sarjaa
fr_fr: Suivre le programme
hr_hr: Slijedi seriju
it_it: Segui serie
ko_kr: 프로그램 팔로우
zh_cn: 关注节目

# #32403
source: Unfollow show
da_dk: Følg ikke serie
de_de: Serie entfolgen
es_es: Dejar de seguir la serie
fi_fi: Lopeta sarjan seuranta
fr_fr: Ne pas suivre ce programme
hr_hr: Prekini slijeđenje serije
it_it: Non seguire serie
ko_kr: 프로그램 팔로우 해제
zh_cn: 取消关注节目

# #32404
source: Tag show
da_dk: Tildel nøgleord til serie
de_de: Serie taggen
es_es: Etiquetar serie
fi_fi: Merkitse sarja tunnisteella
fr_fr: Tag de l'émission
hr_hr: Označi seriju
it_it: Etichetta serie
ko_kr: 태그 프로그램
zh_cn: 打标签节目

# #32405
source: Untag show
da_dk: Fjern nøgleord fra serie
de_de: Serie untaggen
es_es: Desetiquetar serie
fi_fi: Poista tunniste sarjalta
fr_fr: Dé-taguer le programme
hr_hr: Ukloni oznaku serije
it_it: Rimuovi etichetta da serie
ko_kr: 프로그램 태그 해제
zh_cn: 去标签节目

# #32406
source: Mark episode acquired
da_dk: Marker afsnit som erhvervet
de_de: Episode als bezogen markieren
es_es: Marca del episodio adquirido
fi_fi: Merkitse jakso hankituksi
fr_fr: Marquer les épisodes comme acquis
hr_hr: Označi kupljenu epizodu
it_it: Contrassegna episodio come acquisito
ko_kr: 에피소드 획득 표시
zh_cn: 标记已获取的剧集

# #32407
source: Mark episode watched
da_dk: Marker afsnit som set
de_de: Episode als gesehen markieren
es_es: Marca de episodio visto
fi_fi: Merkitse jakso katsotuksi
fr_fr: Marquer l'épisode comme vu
hr_hr: Označi epizodu kao odgledanu
it_it: Contrassegna episodio come guardato
ko_kr: 시청한 에피소드로 표시
zh_cn: 标记已观看的剧集

# #32408
source: Mark episode skipped
da_dk: Marker afsnit som sprunget over
de_de: Episode als übersprungen markieren
es_es: Marca de episodio omitido
fi_fi: Merkitse jakso ohitetuksi
fr_fr: Marquer l'épisode sauté
hr_hr: Označi epizodu kao preskočenu
it_it: Contrassegna episodio come saltato
ko_kr: 건너뛴 에피소드로 표시
zh_cn: 标记已跳过的剧集

# #32409
source: Unmark episode
da_dk: Marker ikke afsnit
de_de: Episode unmarkieren
es_es: Desmarcar episodio
fi_fi: Poista jakson merkintä
fr_fr: Retirer la marque sur l'épisode
hr_hr: Ukloni oznaku epizode
it_it: Rimuovi contrassegno da episodio
ko_kr: 에피소드 표시 해제
zh_cn: 取消标记剧集
