Repository: xbmc/repo-scripts
Catalog: script.xbmc.subtitles/resources/language/*/strings.po
Languages: dutch

# #610
source: Search
dutch: Doorzoek

# #611
source: Video should be running
dutch: Video zou af moeten spelen

# #612
source: Manually enter search string
dutch: Handmatige zoekopdracht invoeren

# #642
source: Searching subtitles %s
dutch: Ondertitels zoeken %s

# #646
source: Connecting...
dutch: Verbinding maken...

# #649
source: Downloading subtitles...
dutch: Ondertitels downloaden...

# #652
source: Subtitles file downloaded and extracted
dutch: Ondertitelbestand gedownload en uitgepakt

# #653
source: Connection failed
dutch: Verbinding maken mislukt

# #654
source: Error extracting subtitles
dutch: Fout bij uitpakken ondertitels

# #655
source: Local subtitle available
dutch: Lokale ondertitels beschikbaar

# #656
source: Service did not respond within the time out limit
dutch: De service reageerde niet binnen de time-out limiet

# #657
source: No Subtitles Found!
dutch: Geen ondertitels gevonden!

# #744
source: subtitles found for
dutch: ondertitels gevonden voor

# #747
source: Search Using Parent Folder
dutch: Op basis van mapnaam zoeken

# #748
source: You can't save subtitle to selected destination
dutch: U kunt de ondertitels niet opslaan op de gekozen locatie

# #750
source: Would you like to activate this subtitle temporarily?
dutch: Wilt u deze ondertitels tijdelijk activeren?

# #751
source: Enter Movie Name (year)
dutch: Filmnaam (jaar) invoeren

# #755
source: Server is overloaded, please try again later
dutch: De server is overbelast, probeert u het later nog eens

# #756
source: Login failed. Please verify your settings at the addon Configuration
dutch: Inloggen mislukt, controleer uw gegevens in de scriptinstellingen

# #757
source: Server requires you to rewrite code from image
dutch: De server vereist het overtypen van een code

# #758
source: Please take look at notification area
dutch: Zie de meldingsbalk

# #759
source: Enter code of image in notification area
dutch: Typ de code in de afbeelding over in de meldingsbalk

# #760
source: Available Services
dutch: Beschikbare Services

# #761
source: You must be logged in to download these subtitles,[CR]verify your settings at the addon Configuration
dutch: U moet ingelogd zijn om deze ondertitels te downloaden,[CR]verifieer uw instellingen bij de add-on configuratie

# #762
source: Addon Settings
dutch: Add-on instellingen

# #763
source: Auto downloading first 'sync' subtitle
dutch: Automatisch de eerste "gesynchroniseerde" ondertitel aan het downloaden

# #764
source: Downloading first 'sync' sub
dutch: Eerste gesynchroniseerde ondertitel downloaden

# #765
source: first 'sync' subtitle downloaded
dutch: Eerste gesynchroniseerde ondertitel gedownload

# #766
source: Choose Subtitle folder
dutch: Kies ondertitel-map

# #767
source: No 'sync' subtitle found
dutch: Geen gesynchroniseerde ondertitel gevonden

# #30100
source: Languages
dutch: Talen

# #30101
source: Primary Language
dutch: Eerste taal

# #30102
source: Secondary Language
dutch: Tweede taal

# #30104
source: - Podnapisi.net Username
dutch: - Gebruikersnaam Podnapisi.net

# #30105
source: - Podnapisi.net Password
dutch: - Wachtwoord Podnapisi.net

# #30106
source: Advanced Options
dutch: Geavanceerde opties

# #30107
source: Subtitle Download Folder Same As Movie
dutch: Ondertitels opslaan in dezelfde map als film

# #30108
source: - Set Custom Subtitle Download Path
dutch: - Een aparte map voor ondertitels instellen

# #30110
source: Manually Enter Search String
dutch: Handmatige zoekopdracht toestaan

# #30111
source: Third Language
dutch: Derde taal

# #30113
source: Select Default Movie Service
dutch: Standaard service voor films

# #30114
source: Select Default TV Show Service
dutch: Standaard service voor series

# #30118
source: Display file name in results page
dutch: Bestandsnaam tonen in resultatenpagina

# #30119
source: Search Using Parent Folder
dutch: Op basis van mapnaam zoeken

# #30121
source: Add Language To Filename
dutch: Taalcode aan bestandsnaam toevoegen

# #30122
source: Set Default Timeout
dutch: Standaard time-out instellen

# #30123
source: - Legendas.TV Username
dutch: - Gebruikersnaam Legendas.TV

# #30124
source: - Legendas.TV Password
dutch: - Wachtwoord Legendas.TV

# #30126
source: - Itasa Username
dutch: - Itasa gebruikersnaam

# #30127
source: - Itasa Password
dutch: - Itasa wachtwoord

# #30128
source: - Titulky Username
dutch: - Titulky Gebruikersnaam

# #30129
source: - Titulky Password
dutch: - Titulky Wachtwoord

# #30130
source: Search next available service if no results are found
dutch: Zoek de volgende beschikbare dienst als er geen resultaten gevonden zijn

# #30131
source: Auto download first "sync" subtitle
dutch: Automatisch de eerste "gesynchroniseerde" ondertitel downloaden

# #30132
source: - LegendasDivx Username
dutch: - LegendasDivx Gebruikersnaam

# #30133
source: - LegendasDivx Password
dutch: - LegendasDivx Wachtwoord

# #30134
source: - PTSubs Username
dutch: - PTSubs Gebruikersnaam

# #30135
source: - PTSubs Password
dutch: - PTSubs Wachtwoord

# #30136
source: - OmniSubs Username
dutch: - OmniSubs Gebruikersnaam

# #30137
source: - OmniSubs Password
dutch: - OmniSubs Wachtwoord

# #30138
source: - LegendasZone Username
dutch: - LegendasZone Gebruikersnaam

# #30139
source: - LegendasZone Password
dutch: - LegendasZone Wachtwoord

# #30140
source: - Choose subs type:
dutch: Kies ondertitel-type

# #30144
source: MPl2
dutch: MPI2

# #30145
source: Use 'Subs' subfolder for storing subtitles
dutch: Gebruik de 'Subs' folder voor ondertitel-opslag

# #30146
source: - napisy24.pl Username
dutch: - napisy24.pl Gebruikersnaam

# #30147
source: - napisy24.pl Password
dutch: Wachtwoord

# #30148
source: - euTorrents Username
dutch: - euTorrents Gebruikersnaam

# #30149
source: - euTorrents Password
dutch: -euTorrents wachtwoord

# #30150
source: No sub(s) in
dutch: Geen ondertitel(s) in

# #30151
source: Search manual or parent!
dutch: Zoek Handmatig of Ouder

# #30152
source: Found sub(s) in
dutch: Ondertitel(s) gevonden in

# #30153
source: Searching Title... Please wait!
dutch: Titel zoeken... Een moment geduld!

# #30154
source: Downloading... Please Wait!
dutch: Downloaden... Een moment geduld!

# #30155
source: Extracting... Please Wait!
dutch: Uitpakken... Een moment geduld!

# #30156
source: Done Extracting!
dutch: Klaar met uitpakken!

# #30157
source: Playing Title!
dutch: Nu Speelt Titel

# #30158
source: - Pipocas Username
dutch: - Pipocas Gebruikersnaam

# #30159
source: - Pipocas Password
dutch: - Pipocas Wachtwoord

# #30160
source: Pause while showing UI
dutch: Pause tijden weergave UI

# #30201
source: Albanian
dutch: Albanees

# #30202
source: Arabic
dutch: Arabisch

# #30203
source: Belarusian
dutch: Wit-Russisch

# #30204
source: Bosnian (Latin)
dutch: Bosnisch

# #30205
source: Bulgarian
dutch: Bulgaars

# #30206
source: Catalan
dutch: Catalaans

# #30207
source: Chinese
dutch: Chinees

# #30208
source: Croatian
dutch: Kroatisch

# #30209
source: Czech
dutch: Tsjechisch

# #30210
source: Danish
dutch: Deens

# #30211
source: Dutch
dutch: Nederlands

# #30212
source: English
dutch: Engels

# #30213
source: Estonian
dutch: Estisch

# #30214
source: Finnish
dutch: Fins

# #30215
source: French
dutch: Frans

# #30216
source: German
dutch: Duits

# #30217
source: Greek
dutch: Grieks

# #30218
source: Hebrew
dutch: hebreeuws

# #30220
source: Hungarian
dutch: Hongaars

# #30221
source: Icelandic
dutch: IJslands

# #30222
source: Indonesian
dutch: Indonesisch

# #30224
source: Italian
dutch: Italiaans

# #30225
source: Japanese
dutch: Japans

# #30226
source: Korean
dutch: Koreaans

# #30227
source: Latvian
dutch: Lets

# #30228
source: Lithuanian
dutch: Litouws

# #30229
source: Macedonian
dutch: Macedonisch

# #30230
source: Norwegian
dutch: Noors

# #30232
source: Polish
dutch: Pools

# #30233
source: Portuguese
dutch: Portugees

# #30234
source: Portuguese (Brazil)
dutch: Portugees (Braziliaans)

# #30235
source: Romanian
dutch: Roemeens

# #30236
source: Russian
dutch: Russisch

# #30237
source: SerbianLatin
dutch: Servisch

# #30238
source: Slovak
dutch: Slowaaks

# #30239
source: Slovenian
dutch: Sloveens

# #30240
source: Spanish
dutch: Spaans

# #30242
source: Swedish
dutch: Zweeds

# #30243
source: Thai
dutch: Thais

# #30244
source: Turkish
dutch: Turks

# #30245
source: Ukrainian
dutch: Oekra√Øens

# #30246
source: Vietnamese
dutch: Vietnamees

# #30247
source: Farsi
dutch: Perzisch
