Repository: xbmc/repo-scripts
Catalog: script.sonos/resources/language/Lithuanian/strings.po
Languages: lt

# Addon Description
source: Supports simple Sonos Controls and notifications from Kodi. Look at the wiki for more details.
lt: Palaiko paprastą Sonos valdymą ir pranešimus iš Kodi. Peržiūrėkite wiki puslapį norėdami gauti daugiau informacijos.

# #32002
source: IP Address
lt: IP adresas

# #32003
source: Enable Notifications (Restart Required)
lt: Įjungti pranešimus (reikia paleisti iš naujo)

# #32004
source: Display Notification For (Seconds)
lt: Pranešimus atvaizduoti (sekundes)

# #32005
source: Notification Check Frequency (Seconds)
lt: Pranešimų patikrinimo dažnumas (sekundės)

# #32006
source: Do Not Display Notification If Video Is Playing
lt: Nerodyti pranešimų, jei atkuriamas vaizdo įrašas

# #32007
source: Use Default Kodi Notification Dialog
lt: Naudoti numatytąjį Kodi pranešimų dialogo langą

# #32008
source: Debugging
lt: Derinimas

# #32009
source: Enable debug logging
lt: Įjungti derinimo žurnalą

# #32010
source: Speaker
lt: Garsiakalbis

# #32011
source: Notifications
lt: Pranešimai

# #32012
source: Debugging
lt: Derinimas

# #32013
source: Search For Sonos Speakers...
lt: Ieškoti Sonos garsiakalbių...

# #32014
source: No speakers found, please enter your IP address manually
lt: Nerasta garsiakalbių, įveskite IP adresą rankiniu būdu

# #32015
source: Controller
lt: Valdiklis

# #32016
source: Controller Refresh Interval (Seconds)
lt: Valdiklio atnaujinimo intervalas (sekundės)

# #32018
source: Plugin
lt: Įskiepis

# #32019
source: Batch Size
lt: Paketo dydis

# #32020
source: Maximum Entries In Displayed Lists (0 = Unlimited)
lt: Daugiausia įrašų atvaizduojamame sąraše (0 = neribota)

# #32021
source: Display Artist Information
lt: Rodyti atlikėjo informaciją

# #32022
source: Avoid Duplicate Key Presses (Seconds)
lt: Vengti dvigubų mygtuko paspaudimų (sekundės)

# #32023
source: Link Kodi Volume With Sonos Speaker (Restart Required)
lt: Susieti Kodi garsumo lygį su Sonos garsiakalbiu (reikia paleisti iš naujo)

# #32024
source: Switch Sonos To Line-In On Kodi Startup (Restart Required)
lt: Perjungti Sonos į įvesties liniją paleidžiant Kodi (reikia paleisti iš naujo)

# #32025
source: Volume Change Increments
lt: Garsumo lygio keitimo žingsniai

# #32026
source: Automatically Pause Sonos When Kodi Plays Media (Restart Required)
lt: Automatiškai pristabdyti Sonos, kai Kodi atkuria media įrašą (reikia paleisti iš naujo)

# #32027
source: Automatically Resume Sonos (Seconds) [0 = Off]
lt: Automatiškai atnaujinti Sonos (sekundės) [0 = išjungta]

# #32028
source: Zone Name (Optional)
lt: Zonos vardas (nebūtina)

# #32029
source: Automatically Update IP Address On Startup
lt: Automatiškai atnaujinti IP adresą paleidžiant

# #32030
source: Switch Sonos To Line-In On Media Start (Restart Required)
lt: Perjungti Sonos į įvesties liniją paleidžiant media įrašą (reikia paleisti iš naujo)

# #32031
source: Coordinator
lt: Koordinatorius

# #32032
source: is not the group coordinator for zone
lt: nėra koordinatorius zonoje

# #32033
source: Some functions may not work correctly if the speaker is not a coordinator
lt: Kai kurios funkcijos gali veikti netinkamai, jei garsiakalbis nėra koordinatorius

# #32034
source: Automation
lt: Automatizavimas

# #32035
source: Layout
lt: Išdėstymas

# #32036
source: Controller,Slideshow,Bio,Albums
lt: Valdiklis, skaidrių peržiūra, biografija, albumai

# #32037
source: Controller,Slideshow
lt: Valdiklis, skaidrių peržiūra

# #32038
source: Use Skin Icons Instead Of Sonos Icons
lt: Naudoti teminės išvaizdos piktogramas vietoje Sonos piktogramų

# #32039
source: Slideshow Only
lt: Tik skaidrių peržiūra

# #32040
source: Do Not Display Notification If Controller Is Showing
lt: Nerodyti pranešimų, jei rodomas valdiklis

# #32041
source: Controller,Slideshow,Lyrics
lt: Valdiklis, skaidrių peržiūra, dainų žodžiai

# #32042
source: Hide Sonos Logo
lt: Slėpti Sonos logotipą

# #32043
source: Make Artist Slideshow Image Full Screen
lt: Artist Slideshow atvaizdą rodyti visame ekrane

# #32044
source: Launch Controller On Kodi Startup
lt: Paleisti valdiklį įjungus Kodi

# #32060
source: The following setting in ArtistSlideshow must be enabled
lt: ArtistSlideshow turi būti įjungti šie nustatymai

# #32061
source: Would you like this automatically enabled?
lt: Ar norite juos įjungti automatiškai?

# #32062
source: Next
lt: Kitas

# #32063
source: Failed To Process Sonos Update Event
lt: Nepavyko apdoroti Sonos atnaujinimo įvykio

# #32064
source: Library Update Started
lt: Bibliotekos atnaujinimas pradėtas

# #32065
source: Library Update Already In Progress
lt: Bibliotekos atnaujinimas jau vyksta

# #32066
source: Error From Speaker %s
lt: Klaida iš garsiakalbio %s

# #32067
source: IP Address Not Set
lt: IP adresas nenustatytas

# #32068
source: Error
lt: Klaida

# #32069
source: Failed to perform lookup %s (%s)
lt: Nepavyko atlikti peržvalgos %s (%s)

# #32070
source: Failed to perform queue lookup
lt: Nepavyko atlikti eilės peržvalgos

# #32071
source: Failed to perform radio station lookup
lt: Nepavyko atlikti radijo stočių peržvalgos

# #32072
source: Failed to perform radio shows lookup
lt: Nepavyko atlikti radijo laidų peržvalgos

# #32073
source: Failed to perform action %s
lt: Nepavyko atlikti veiksmo %s

# #32100
source: Music Library
lt: Muzikos biblioteka

# #32101
source: Queue
lt: Eilė

# #32102
source: Radio Stations
lt: Radijo stotys

# #32103
source: Launch Sonos Controller
lt: Paleisti Sonos valdiklį

# #32104
source: Sonos Playlists
lt: Sonos grojaraščiai

# #32105
source: Speech
lt: Kalba

# #32110
source: Artists
lt: Atlikėjai

# #32111
source: Albums
lt: Albumai

# #32112
source: Composers
lt: Kompozitoriai

# #32113
source: Genres
lt: Žanrai

# #32114
source: Tracks
lt: Takeliai

# #32115
source: Imported Playlists
lt: Importuoti grojaraščiai

# #32150
source: Open Sonos Player
lt: Atidaryti Sonos grotuvą

# #32151
source: Play Track
lt: Atkurti takelį

# #32152
source: Remove Track
lt: Pašalinti takelį

# #32153
source: Clear Queue
lt: Išvalyti eilę

# #32154
source: Play Now
lt: Atkurti dabar

# #32155
source: Add To Queue
lt: Pridėti į eilę

# #32156
source: Replace Queue
lt: Pakeisti eilę

# #32157
source: Update Music Library
lt: Atnaujinti muzikos biblioteką

# #32200
source: Enter Speech Text To Play ...
lt: Įveskite kalbos tekstą atkūrimui...

# #32201
source: Speech messages are limited to 100 characters
lt: Kalbos žinutės ribojamos iki 100 simbolių

# #32202
source: No message specified
lt: Nenurodyta žinutė

# #32203
source: Enter Speech Text To Save ...
lt: Įveskite kalbos tekstą išsaugojimui...

# #32204
source: Remove Saved Text
lt: Pašalinti išsaugotą tekstą

# #32220
source: The time is %time
lt: Laikas yra %time

# #32221
source: Today is %day
lt: Šiandien yra %day

# #32222
source: Todays date is %date
lt: Šiandienos data yra %date

# #32223
source: Good Morning
lt: Labas rytas

# #32224
source: Good Afternon
lt: Laba diena

# #32225
source: Good Evening
lt: Labas vakaras

# #32226
source: The time is %time
lt: Laikas yra %time
