Repository: xbmc/repo-scripts
Catalog: script.tvtunes/resources/language/Catalan/strings.po
Languages: ca

# Addon Summary
source: Retrieve and play your soundtrack themes whilst browsing your library
ca: Obté i reproduieix els temes de les seves pel·lícules i sèries de televisió

# Addon Description
source: TvTunes is equipped with powerful features that enable the fetching, organising and playing of themes whilst browsing your Kodi library, when used in conjunction with a compatible skin. (Special thanks to Ppic,Frost and ronie for their early work in developing TvTunes)
ca: Aquest script t'ajudarà a cercar la banda sonora de les teves pel·lícules i sèries de televisió en www.televisiontunes.com Les guardarà en un fitxer theme[0-9].mp3 a la carpeta dels vídeos i seran reproduïdes mentre navegues per la teva col·lecció de vídeos, quant entris a la carpeta d'una sèrie o a la pantalla d'informació de vídeo. (Necessites una pell compatible per a aquesta funcionalitat)

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.kodi.tv/index.php?title=Add-on:TvTunes
ca: Creadors de pells, si us plau, visiteu el wiki per saber com integrar el complement a les vostres pells: http://wiki.kodi.tv/index.php?title=Add-on:TvTunes

# #32001
source: Play theme in loop
ca: Reprodueix el tema en bucle

# #32002
source: Lower sound value
ca: Valor de so inferior

# #32003
source: Use Protected SMB share
ca: Utilitza el recurs compartit SMB protegit

# #32004
source: Username:
ca: Nom d'usuari:

# #32005
source: Password:
ca: Contrasenya:

# #32006
source: Store tunes in a custom path
ca: Emmagatzemar els temes en una ruta personalitzada

# #32007
source: Path:
ca: Camí:

# #32008
source: Fade tune out when exiting
ca: Suavitzar la melodia en sortir

# #32010
source: Shuffle multiple tracks
ca: Remena les pistes

# #32011
source: Random start time
ca: Punt d'inici aleatori

# #32013
source: Fade in the tune when starting
ca: Suavitza la melodia en començar

# #32014
source: Always add additional themes (no overwrite)
ca: Sempre afegir temes addicionals (no sobreescriure)

# #32015
source: Search for movie themes
ca: Buscar temes de pel·lícules

# #32016
source: Play themes when browsing Movie list
ca: Reprodueix temes mentre navegui a la llista de pel·lícules

# #32017
source: Play themes when browsing TV Show list
ca: Reprodueix temes mentre navegui a la llista de sèries

# #32018
source: Debugging
ca: Depurant

# #32019
source: Enable debug logging
ca: Habilita el registre de depuració

# #32020
source: Show the TvTunes button on the Video Info screen
ca: Mostrar el boto de TvTunes a la pantalla d'informació del vídeo

# #32021
source: Fade out after playing for (minutes)
ca: Suavitzar la melodia desprès de reproduir durant (minuts)

# #32022
source: Operations
ca: Operacions

# #32024
source: Delay Theme Start (Seconds)
ca: Retard en l'inici del tema (segons)

# #32025
source: Support themes in sub directories
ca: Suport de temes en els subdirectoris

# #32026
source: Directory Name
ca: Nom del directori

# #32027
source: Limit track duration when multiple themes (seconds)
ca: Limita la durada de pista quan diversos temes (segons)

# #32036
source: Never
ca: Mai

# #32040
source: Screensaver
ca: Estalvi de pantalla

# #32046
source: Random
ca: A l'atzar

# #32058
source: Thumbnail
ca: Miniatura

# #32059
source: Cast
ca: Repartiment

# #32079
source: Startup
ca: Inici

# #32103
source: TvTune downloader
ca: Descarregador TvTune

# #32104
source: Replace existing theme?
ca: Sobreescriure el tema existent?

# #32106
source: Getting information...
ca: Obtenint informació...

# #32107
source: Searching for
ca: Cerca per

# #32108
source: CANCELED
ca: CANCEL·LAT

# #32109
source: Operation canceled by user.
ca: Operació cancel·lada per l'usuari.

# #32110
source: Downloading:
ca: Descarregant:

# #32111
source: to:
ca: a:

# #32112
source: Choose for
ca: Trieu per

# #32113
source: ENTER MANUAL SEARCH
ca: INTRODUEIX CERCA MANUAL

# #32114
source: Download this one?
ca: Descarregar aquesta?

# #32116
source: You can help to get more theme on:
ca: Pots ajudar a obtenir mes temes a:

# #32118
source: Manual Search...
ca: Cerca manual...

# #32119
source: Continue with next theme search?
ca: Continuar amb la cerca del següent tema?

# #32201
source: Movies
ca: Pel·lícules

# #32202
source: TV Shows
ca: Sèries de TV

# #32991
source: Playback
ca: Reproducció

# #32992
source: Download
ca: Descarrega

# #32993
source: File system
ca: Sistema de fitxers
