Repository: xbmc/repo-scripts
Catalog: service.upnext/resources/language/resource.language.*/strings.po
Languages: fi_fi, sv_se, zh_tw

# #30006
source: Watch Now
fi_fi: Katso nyt
sv_se: Titta nu
zh_tw: 立即播放

# #30008
source: Up Next
zh_tw: 即將播放

# #30009
source: Ends at: $INFO[Window.Property(endtime)]
fi_fi: Päättyy: $INFO[Window.Property(endtime)]
sv_se: Slutar: $INFO[Window.Property(endtime)]
zh_tw: 在 $INFO[Window.Property(endtime)] 結束

# #30010
source: Continue watching
fi_fi: Jatka katsomista
sv_se: Fortsätt titta
zh_tw: 繼續播放

# #30024
source: Still there?
fi_fi: Vielä paikalla?
sv_se: Tittar du fortfarande?
zh_tw: 還在嗎？

# #30032
source: Enable on playlists
fi_fi: Ota käyttöön toistolistoissa
sv_se: Aktivera på spellistor
zh_tw: 在播放清單啟用

# #30033
source: Stop
fi_fi: Pysäytä
sv_se: Stopp
zh_tw: 停止

# #30034
source: Close
fi_fi: Sulje
sv_se: Stäng
zh_tw: 關閉

# #30035
source: Continue watching in [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds
fi_fi: Jatka katsomista [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekunnin kuluttua
sv_se: Fortsätt titta om [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekunder
zh_tw: 在 [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] 秒後繼續播放

# #30036
source: Up next in [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds
fi_fi: Seuraavaksi [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekunnin kuluttua
sv_se: Strax om [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekunder
zh_tw: 在 [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] 秒後即將播放

# #30037
source: Next episode in [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds
fi_fi: Seuraava jakso [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekunnin kuluttua
sv_se: Nästa avsnitt om [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekunder
zh_tw: 在 [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] 秒後播放下一集

# #30038
source: Simple
fi_fi: Yksinkertainen
sv_se: Enkel
zh_tw: 簡易

# #30039
source: Fancy
fi_fi: Hienostunut
sv_se: Stilig
zh_tw: 華麗

# #30040
source: Play next
fi_fi: Toista seuraava
sv_se: Spela nästa
zh_tw: 即將播放

# #30041
source: Stop playing
fi_fi: Pysäytä toisto
sv_se: Stoppa uppspelningen
zh_tw: 停止播放

# #30042
source: None
fi_fi: Ei mitään
sv_se: Inga
zh_tw: 無

# #30043
source: Info
zh_tw: 資訊

# #30044
source: Debug
sv_se: Felsökning
zh_tw: 偵錯

# #30049
source: Next Episode
fi_fi: Seuraava jakso
sv_se: Nästa avsnitt
zh_tw: 下一集

# #30060
source: [B]UP NEXT DEMO MODE ENABLED[/B]
fi_fi: [B]UP NEXT DEMO-TILA KÄYTÖSSÄ[/B]
sv_se: [B]UP NEXT DEMOLÄGE AKTIVERAT[/B]
zh_tw: [B]UP NEXT 演示模式開啟[/B]

# #30061
source: [I]Episodes automatically skip to end.[/I]
fi_fi: [I]Hyppää automaattisesti jaksojen loppuun.[/I]
sv_se: [I]Avsnitten hoppar automatiskt till slutet.[/I]
zh_tw: [I]影集自動略過至底[/I]

# #30500
source: Interface
fi_fi: Käyttöliittymä
sv_se: Gränssnitt
zh_tw: 介面

# #30501
source: Features
fi_fi: Ominaisuudet
sv_se: Funktioner
zh_tw: 功能

# #30503
source: Set the display mode for the notifications
fi_fi: Aseta ilmoitusten esitystila
sv_se: Ställ in visningsläget för aviseringarna
zh_tw: 設定提醒的模式

# #30505
source: Show a "Stop" button instead of a "Close" button
fi_fi: Näytä "Pysäytä"-nappi "Sulje"-napin sijaan
sv_se: Visa en "Stoppknapp" i stället för en "Stängknapp"
zh_tw: 顯示 "停止播放" 按鈕而非 "關閉" 按鈕

# #30600
source: Behaviour
fi_fi: Käyttäytyminen
sv_se: Beteende
zh_tw: 風格

# #30601
source: Features
fi_fi: Ominaisuudet
sv_se: Funktioner
zh_tw: 功能

# #30603
source: Default action when nothing selected
fi_fi: Oletustoiminto, kun mitään ei ole valittu
sv_se: Standardåtgärd när inget är valt
zh_tw: 無作為時的預設動作

# #30605
source: Include already watched episodes
fi_fi: Sisällytä katsotut jaksot
sv_se: Inkludera redan visade avsnitt
zh_tw: 包括已觀看的影集

# #30607
source: Number of episodes before "Still there?" query
fi_fi: Jaksojen määrä ennen "Vielä paikalla?" ilmoitusta
sv_se: Antal avsnitt innan frågan "Tittar du fortfarande?"
zh_tw: 在詢問 "還在嗎？" 之前的集數

# #30609
source: Duration in seconds for notification to be shown
fi_fi: Kesto sekunneissa, kuinka kauan ilmoitus näytetään
sv_se: Antal sekunder som aviseringen ska synas
zh_tw: 顯示提醒的時間

# #30611
source: Customize autoplay duration by episode length
fi_fi: Mukauta automaattisen toiston kesto jakson pituuden mukaan
sv_se: Anpassa den automatiska uppspelningslängden efter avsnittets längd
zh_tw: 依據影片長度制定自動播放的時間

# #30613
source: All episodes [COLOR gray]any length[/COLOR]
fi_fi: Kaikki jaksot [COLOR gray]kaikki pituudet[/COLOR]
sv_se: Alla avsnitt [COLOR gray]oavsett längd[/COLOR]
zh_tw: 所有影集

# #30615
source: Very short episodes [COLOR gray]< 10 mins[/COLOR]
fi_fi: Todella lyhyet jaksot [COLOR gray]< 10 min[/COLOR]
sv_se: Väldigt korta avsnitt [COLOR gray]< 10 min[/COLOR]
zh_tw: 非常短的影集 [COLOR gray]< 10 分鐘[/COLOR]

# #30617
source: Short episodes [COLOR gray]> 10 mins[/COLOR]
fi_fi: Lyhyet jaksot [COLOR gray]> 10 min[/COLOR]
sv_se: Korta avsnitt [COLOR gray]> 10 min[/COLOR]
zh_tw: 短影集 [COLOR gray]> 10 分鐘[/COLOR]

# #30619
source: Medium episodes [COLOR gray]> 20 mins[/COLOR]
fi_fi: Keskipituiset jaksot [COLOR gray]> 20 min[/COLOR]
sv_se: Medellånga avsnitt [COLOR gray]> 20 min[/COLOR]
zh_tw: 一般影集 [COLOR gray]> 20 分鐘[/COLOR]

# #30621
source: Long episodes [COLOR gray]> 40 mins[/COLOR]
fi_fi: Pitkät jaksot [COLOR gray]> 40 min[/COLOR]
sv_se: Långa avsnitt [COLOR gray]> 40 min[/COLOR]
zh_tw: 長影集 [COLOR gray]> 40 分鐘[/COLOR]

# #30623
source: Very long episodes [COLOR gray]> 60 mins[/COLOR]
fi_fi: Todella pitkät jaksot [COLOR gray]> 60 min[/COLOR]
sv_se: Väldigt långa avsnitt [COLOR gray]> 60 min[/COLOR]
zh_tw: 非常長影集 [COLOR gray]> 60 分鐘[/COLOR]

# #30700
source: Expert
fi_fi: Asiantuntija
zh_tw: 專家

# #30703
source: Disable Up Next
fi_fi: Poista käytöstä Up Next
sv_se: Inaktivera Up Next
zh_tw: 停用 Up Next

# #30705
source: Log level
fi_fi: Lokitaso
sv_se: Loggnivå
zh_tw: 紀錄層級

# #30800
source: Developer
fi_fi: Kehittäjä
sv_se: Utvecklare
zh_tw: 開發者

# #30801
source: Test how the user interface looks
fi_fi: Kokeile miltä käyttöliittymä näyttää
sv_se: Testa hur användargränssnittet ser ut
zh_tw: 測試使用者介面外觀

# #30803
source: Enable DEMO mode
fi_fi: Ota käyttöön DEMO-tila
sv_se: Aktivera DEMO-läge
zh_tw: 啟用演示模式

# #30805
source: Show an UpNext pop-up…
fi_fi: Näytä UpNext ponnahdusikkuna
sv_se: Visa en UpNext-popup…
zh_tw: 顯示 即將播放 跳出

# #30807
source: Show an UpNextSimple pop-up…
fi_fi: Näytä UpNextSimple ponnahdusikkuna
sv_se: Visa en enkel UpNext-popup…
zh_tw: 顯示 簡易即將播放 跳出

# #30809
source: Show a StillWatching pop-up…
fi_fi: Näytä StillWatching ponnahdusikkuna
sv_se: Visa en popup för "Tittar du fortfarande"…
zh_tw: 顯示 還在觀看 跳出

# #30811
source: Show a StillWatchingSimple pop-up…
fi_fi: Näytä StillWatchingSimple ponnahdusikkuna
sv_se: Visa en enkel popup för "Tittar du fortfarande"…
zh_tw: 顯示 簡易還在觀看 跳出
