Repository: xbmc/repo-scripts
Catalog: script.globalsearch/resources/language/Bulgarian/strings.po
Languages: bg

# #32000
source: General
bg: Общи

# #32001
source: Search Movies
bg: Търсене в раздел "Филми"

# #32002
source: Search TV Shows
bg: Търсене в раздел "ТВ Сериали"

# #32003
source: Search Episodes
bg: Търсене в епизодите

# #32004
source: Search Music Videos
bg: Търсене в раздел "Музикални клипове"

# #32005
source: Search Artists
bg: Търсене в изпълнителите

# #32006
source: Search Abums
bg: Търсене в албумите

# #32007
source: Search Songs
bg: Търсене в песните

# #32008
source: Search Actors
bg: Търсене в раздел "Актьори"

# #32009
source: Search EPG
bg: Търсене в ЕПС

# #32101
source: Enter search string
bg: Въведете низ за търсене

# #32203
source: Browse album
bg: Преглед на албума

# #32204
source: Season information
bg: Информация за сезона

# #32205
source: Play trailer
bg: Възпроизведи трейлъра

# #32206
source: Find album
bg: Намери албум

# #32207
source: Find all seasons
bg: Намери всички сезони

# #32208
source: Find all episodes
bg: Намери всички епизоди

# #32209
source: Find all albums
bg: Намери всички албуми

# #32210
source: Find all songs
bg: Намери всички песни

# #32211
source: Movies starring
bg: Филми с участието на

# #32299
source: NEW SEARCH
bg: НОВО ТЪРСЕНЕ
