Repository: xbmc/repo-scripts
Catalog: script.globalsearch/resources/language/Polish/strings.po
Languages: pl

# #32000
source: General
pl: Ogólne

# #32001
source: Search Movies
pl: Wyszukaj filmy

# #32002
source: Search TV Shows
pl: Wyszukaj seriale

# #32003
source: Search Episodes
pl: Wyszukaj odcinki

# #32004
source: Search Music Videos
pl: Wyszukaj teledyski

# #32005
source: Search Artists
pl: Wyszukaj wykonawców

# #32006
source: Search Abums
pl: Wyszukaj albumy

# #32007
source: Search Songs
pl: Wyszukaj utwory

# #32008
source: Search Actors
pl: Wyszukaj aktorów

# #32009
source: Search EPG
pl: Wyszukaj w przewodniku

# #32101
source: Enter search string
pl: Wprowadź wyrażenie

# #32203
source: Browse album
pl: Przeglądaj album

# #32204
source: Season information
pl: Informacje o sezonie

# #32205
source: Play trailer
pl: Odtwórz zwiastun

# #32206
source: Find album
pl: Znajdź album

# #32207
source: Find all seasons
pl: Znajdź wszystkie sezony

# #32208
source: Find all episodes
pl: Znajdź wszystkie odcinki

# #32209
source: Find all albums
pl: Znajdź wszystkie albumy

# #32210
source: Find all songs
pl: Znajdź wszystkie utwory

# #32211
source: Movies starring
pl: Filmy z udziałem

# #32299
source: NEW SEARCH
pl: NOWE WYSZUKIWANIE
