Repository: xbmc/repo-scripts
Catalog: script.tvguide/resources/language/Indonesian/strings.po
Languages: id

# #30000
source: No description
id: Tak ada deskripsi

# #30001
source: [B]Loading data from external source...[/B]
id: [B]Memuat data dari sumber luar...[/B]

# #30002
source: Calculating remaning time...
id: Menghitung sisa waktu...

# #30003
source: Approximately %d seconds left...
id: Diperkirakan selesai dalam %d detik...

# #30004
source: Loading of data already in progress...
id: Pemuatan data masih dalam proses...

# #30005
source: Mouse control
id: Kontrol tetikus

# #30006
source: Now
id: Sekarang

# #30007
source: [B]Tip![/B] You can also use the scroll wheel
id: [B]Tips![/B] Anda juga dapat menggunakan putaran roda tetikus

# #30008
source: Cancel
id: Batal

# #30100
source: General
id: Umum

# #30101
source: Source
id: Sumber

# #30102
source: Show channels from category
id: Tampilkan kanal dari kategori

# #30103
source: XMLTV file
id: Berkas XMLTV

# #30104
source: Clear cache...
id: Bersihkan cache...

# #30105
source: Done!
id: Selesai!

# #30106
source: Show notification before selected programs start
id: Tampilkan notifikasi sebelum program yang dipilih dimulai

# #30107
source: Use program image as background
id: Gunakan gambar program sebagai latar

# #30108
source: Clear all reminders...
id: Bersihkan seluruh pengingat...

# #30109
source: Remember to clear the cache when you change source
id: Ingatkan untuk membersihkan cache apabila Anda mengubah sumber

# #30110
source: Update program information on XBMC startup
id: Perbarui informasi program saat XBMC dimulai

# #30111
source: Play channels using the YouSee web-tv addon
id: Mainkan kanal menggunakan addon YouSee web-tv

# #30112
source: Notifications
id: Notifikasi

# #30113
source: Play channels using the Danish Live TV addon
id: Mainkan kanal menggunakan addon Danish LiveTV

# #30114
source: Startup
id: Memulai

# #30115
source: - clear cache first
id: - bersihkan cache terlebih dulu

# #30116
source: Search for channel logos in
id: Cari logo kanal di

# #30118
source: Enable OSD menu
id: Aktifkan menu OSD

# #30119
source: Disabling the OSD menu may fix video stuttering.
id: Menonaktifkan menu OSD mungkin bisa menghilangkan masalah video patah-patah.

# #30120
source: Use alternate streaming method (required for some addons)
id: Gunakan metode streaming alternatif (diperlukan untuk beberapa addon)

# #30121
source: Alternative streaming is not compatible with OSD menu
id: Streaming alternatif tidak kompatibel dengan menu OSD

# #30150
source: Oops, sorry about that!
id: Ups, maaf!

# #30151
source: It was not possible to load program data,
id: Tidak berhasil memuat data program,

# #30152
source: check settings or try again later...
id: cek pengaturan atau coba lagi nanti...

# #30153
source: because the settings are invalid!
id: karena pengaturan tidak benar!

# #30154
source: It looks like your current skin has a special
id: Sepertinya setelan kulit yang dipakai memiliki

# #30155
source: version of the TV Guide skin that is not up-to-date.
id: versi spesial dari Panduan TV yang tidak diperbarui.

# #30156
source: Please try with a different skin...
id: Silakan coba dengan kulit lain...

# #30157
source: It looks like the TV Guide database is broken.
id: Sepertinya basis data Panduan TV ini bermasalah.

# #30158
source: The database will be deleted and recreated.
id: Basis data akan dihapus dan dibuat ulang.

# #30159
source: Channel configuration, etc. is unfortunately lost.
id: Sayangnya konfigurasi kanal dll. hilang.

# #30200
source: on [B]%s[/B] in 5 minutes...
id: pada [B]%s[/B] dalam 5 menit...

# #30201
source: on [B]%s[/B] is starting now...
id: pada [B]%s[/B] segera dimulai...

# #30300
source: Watch %s
id: Tonton %s

# #30301
source: Remind
id: Ingatkan

# #30302
source: Don't remind
id: Jangan ingatkan

# #30303
source: Cancel
id: Batal

# #30304
source: Choose stream
id: Pilih stream

# #30305
source: You can choose your own .strm file to play, when you want to watch this channel.
id: Anda dapat memilih sendiri berkas .strm untuk diputar, apabila Anda ingin menonton kanal ini.

# #30306
source: Remove stream file
id: Hapus berkas stream

# #30307
source: Channels
id: Saluran

# #30308
source: Quit
id: Keluar

# #30500
source: [B]Edit channel order and visibility[/B]
id: [B]Edit urutan kanal dan penampakan[/B]

# #30501
source: Move up and down to change the position of[CR]the channel. Select or navigate left to accept[CR]the position.
id: Geser naik dan turun untuk mengubah posisi dari[CR]kanal. Pilih atau navigasikan ke kiri untuk menerima[CR]posisinya.

# #30502
source: Save
id: Simpan

# #30503
source: Cancel
id: Batal

# #30600
source: [B]Setup stream[/B]
id: [B]Setel stream[/B]

# #30601
source: .strm file
id: berkas .strm

# #30602
source: Favourites
id: Favorit

# #30603
source: Addons
id: Addon

# #30604
source: Preview stream
id: Pratayan stream

# #30605
source: Save
id: Simpan

# #30606
source: Cancel
id: Batal

# #30607
source: Stop preview
id: Hentikan pratayang

# #30610
source: Browse...
id: Jelajah...

# #30611
source: Click Browse... below and navigate to your stream file. When you have chosen your file you can preview the stream to test if it works in XBMC.
id: Klik Telusuri... di bawah dan navigasikan ke berkas stream Anda. Jika Anda telah memilih berkas tersebut Anda dapat melihat pratayang stream untuk mencoba apakah bisa bekerja di XBMC.

# #30620
source: Choose a favourite below. Only [I]PlayMedia[/I] favourites are supported.
id: Pilih yang favorit di bawah. Hanya favorit dari [I]PlayMedia[/I] yang didukung.

# #30700
source: Multiple addons provide this channels.[CR]Choose one to watch the stream.
id: Banyak addon menyediakan kanal ini.[CR]Pilih salah satu untuk menonton [I]stream[I].

# #30800
source: JSON-EPG URL
id: URL JSON-EPG

# #30801
source: Play channels using the Weeb.Tv addon
id: Mainkan kanal menggunakan addon Weeb.Tv

# #30802
source: TV Guide is configured to stream using Weeb.Tv
id: Panduan TV dikonfigurasikan untuk menggunakan stream Weeb.Tv

# #30803
source: addon which is not installed.
id: addon yang tidak terpasang.

# #30804
source: Streaming using that addon is now disabled.
id: Streaming menggunakan addon tersebut dinonaktifkan.
