Repository: xbmc/repo-scripts
Catalog: service.iptv.manager/resources/language/resource.language.*/strings.po
Languages: el_gr, hu_hu, nl_nl, ro_ro, ru_ru

# #30600
source: Play with IPTV Manager
el_gr: Αναπαραγωγή με τον διαχειριστή IPTV
hu_hu: Lejátszás ezzel: IPTV Manager
nl_nl: Afspelen met IPTV Manager
ro_ro: Redă cu IPTV Manager
ru_ru: Воспроизвести в IPTV Manager

# #30700
source: Are you sure you want to setup IPTV Simple for the use with IPTV Manager? Any existing configuration of IPTV Simple will be overwritten.
el_gr: Είστε σίγουροι ότι θέλετε να ρυθμίσετε το IPTV Simple για χρήση με τον διαχειριστή IPTV; Όλες οι υπάρχουσες ρυθμίσεις του IPTV simple θα επαναγραφτούν.
hu_hu: Biztos szeretnéd, hogy az IPTV Simple ezentúl az IPTV Manager-t használja forrásként? A teljes jelenlegi konfiguráció felülírásra kerül.
nl_nl: Bent u zeker om IPTV Simple in te stellen om te gebruiken met IPTV Manager? De bestaande configuratie van IPTV Simple zal worden overschreven.
ro_ro: Sunteți sigur/(ă) că vreți să configurați IPTV Simple pentru a fi utilizat cu IPTV Manager? Dacă există vreo configurație a IPTV Simple, aceasta va fi suprascrisă.
ru_ru: Вы уверены, что хотите настроить IPTV Simple для работы с IPTV Manager? Существующие параметры IPTV Simple будут перезаписаны.

# #30701
source: IPTV Simple is configured for use with IPTV Manager!
el_gr: Το IPTV Simple έχει ρυθμιστεί για χρήση με τον διαχειριστή IPTV!
hu_hu: Az IPTV Simple mostantól az IPTV Manager-t használja forrásként!
nl_nl: IPTV SImple is geconfigureerd om te gebruiken met IPTV Manager!
ro_ro: IPTV Simple este configurat să fie folosit cu IPTV Manager!
ru_ru: IPTV Simple настроен для работы с IPTV Manager!

# #30702
source: The configuration of IPTV Simple has failed. Please check the log files for more information.
el_gr: Η ρύθμιση του IPTV Simple έχει αποτύχει. Παρακαλώ ελέγξτε το αρχείο καταγραφής για περισσότερες πληροφορίες.
hu_hu: Az IPTV Simple konfigurációja sikertelen. Részletek a hibanaplóban.
nl_nl: De configuratie van IPTV Simple is mislukt. Gelieve de logbestanden te bekijken voor meer informatie.
ro_ro: Configurarea IPTV Manager a eșuat. Vă rugăm să verificați logurile pentru mai multe informații.
ru_ru: Настройка IPTV Simple не удалась. Пожалуйста, проверьте файлы журнала для получения дополнительной информации.

# #30703
source: Detecting IPTV add-ons...
el_gr: Ανίχνευση των προσθέτων IPTV...
hu_hu: IPTV kiegészítők keresése...
nl_nl: Detecteren van IPTV add-ons...
ro_ro: Se detectează add-on-uri IPTV...
ru_ru: Обнаружение дополнений IPTV...

# #30704
source: Fetching channels and guide of {addon}...
el_gr: Λήψη καναλιών και οδηγού του {addon}...
hu_hu: Csatornák és műsorújság letöltése: {addon}...
nl_nl: Opvragen van kanalenlijst en gids van {addon}...
ro_ro: Se descarcă canalele și ghidul pentru {addon}...
ru_ru: Получение каналов и программы от {addon}...

# #30705
source: Updating channels and guide...
el_gr: Ενημέρωση καναλιών και οδηγού...
hu_hu: Csatornák és műsorújság frissítése...
nl_nl: Updaten van de kanalenlijst en de gids...
ro_ro: Se actualizează canalele și ghidul...
ru_ru: Обновление каналов и программы...

# #30706
source: This program isn't available to play.
el_gr: Το πρόγραμμα αυτό είναι μη διαθέσιμο για αναπαραγωγή.
hu_hu: Ezt a műsort jelenleg nem lehet lejátszani.
nl_nl: Dit programma is niet beschikbaar om af te spelen.
ro_ro: Acest program nu este disponibil pentru redare.

# #30800
source: Channels
el_gr: Κανάλια
hu_hu: Csatornák
nl_nl: Kanalen
ro_ro: Canale
ru_ru: ТВ каналы

# #30801
source: Refreshing
el_gr: Ανανέωση
hu_hu: Frissítés
nl_nl: Verniewen
ro_ro: Se actualizează
ru_ru: Обновление

# #30802
source: Refresh interval [I](in hours)[/I]
el_gr: Διάστημα ανανέωσης [I](σε ώρες)[/I]
hu_hu: Frissítési időköz [I](óra)[/I]
nl_nl: Vernieuwsingsinterval [I](in uren)[/I]
ro_ro: Interval de actualizare [I](în ore)[/I]
ru_ru: Интервал обновления [I](в часах)[/I]

# #30803
source: Refresh channels and guide now…
el_gr: Ανανέωση καναλιών και οδηγού τώρα…
hu_hu: Csatornák és műsorújság frissítése most…
nl_nl: Vernieuw kanalenlijst en gids nu…
ro_ro: Actualizează canalele și ghidul acum...
ru_ru: Обновить каналы и программу сейчас…

# #30821
source: Configuration
el_gr: Ρυθμίσεις
hu_hu: Konfiguráció
nl_nl: Configuratie
ro_ro: Configurare
ru_ru: Параметры

# #30822
source: Configure IPTV Simple automatically…
el_gr: Ρύθμιση του IPTV Simple αυτομάτως…
hu_hu: IPTV Simple automatikus konfigurációja…
nl_nl: Configureer IPTV Simple automatisch…
ro_ro: Configurează IPTV Simple în mod automat...
ru_ru: Настроить IPTV Simple автоматически…

# #30823
source: Open IPTV Simple settings…
el_gr: Άνοιγμα των ρυθμίσεων του IPTV Simple
hu_hu: IPTV Simple beállításainak megnyitása…
nl_nl: Open de IPTV Simple instellingen…
ro_ro: Deschide setările IPTV Simple...
ru_ru: Открыть настройки IPTV Simple…

# #30824
source: Automatically restart IPTV Simple to refresh the data
el_gr: Αυτόματη ανανέωση του IPTV Simple για ανανέωση των δεδομένων
hu_hu: IPTV Simple automatikus újraindítása, frissítés után
nl_nl: Herstart IPTV Simple automatisch om de data te vernieuwen
ro_ro: Repornește automat IPTV Simple pentru a actualiza datele
ru_ru: Автоматически перезапускать IPTV Simple при обновлении данных
