Repository: xbmc/repo-scripts
Catalog: script.tubecast/resources/language/resource.language.*/strings.po
Languages: es_es, pt_pt, ru_ru

# #32001
source: Getting pairing code...
es_es: Obteniendo código de emparejamiento
pt_pt: A obter código de emparelhamento...
ru_ru: Получение кода...

# #32002
source: Please insert the following code in YouTube app settings
es_es: Por favor, inserte el siguiente código en los ajustes de la aplicación YouTube
pt_pt: Por favor insira o seguinte código nas definições da app Youtube
ru_ru: Пожалуйста введите указанный ниже код в приложении Youtube

# #32003
source: General
pt_pt: Geral
ru_ru: Общие

# #32004
source: Enable service discovery (SSDP)
es_es: Habilitar servicio de descubrimiento (SSDP)
pt_pt: Ativar serviço de descoberta (SSDP)
ru_ru: Включить протокол обнаружения SSDP

# #32005
source: Debug SSDP datagrams
es_es: Mostrar datagramas SSDP
pt_pt: Depuração de datagramas SSDP
ru_ru: Отладка SSDP датаграмм

# #32006
source: connected
es_es: Conectado
pt_pt: conectado
ru_ru: подключен

# #32007
source: disconnected
es_es: Desconectado
pt_pt: desconectado
ru_ru: отключен

# #32008
source: Do you want to generate a new pairing code?
es_es: ¿Quieré generar un nuevo código de emparejamiento?
pt_pt: Deseja gerar um novo código de emparelhamento?
ru_ru: Вы хотите получить новый код для подключения?

# #32009
source: Yes
es_es: Si
pt_pt: Sim
ru_ru: Да

# #32010
source: No
pt_pt: Não
ru_ru: Нет

# #32011
source: Debug youtube cmds
es_es: Mostrar comandos YouTube
pt_pt: Depuração de comandos do youtube
ru_ru: Отладка команд youtube

# #32012
source: Debug
es_es: Depuración
pt_pt: Depuração
ru_ru: Отладка

# #32013
source: Verify SSL connections
es_es: Verificar conexiones SSL
pt_pt: Verificar ligações SSL
ru_ru: Проверять SSL соединения

# #32014
source: Debug HTTP requests
es_es: Mostrar solicitudes HTTP
pt_pt: Depuração de pedidos HTTP
ru_ru: Отладка HTTP запросов

# #32015
source: Kodi advertisement name (fallback)
pt_pt: Nome para o Kodi (fallback)
ru_ru: Имя устройства (альтернатива)
