Repository: xbmc/repo-scripts
Catalog: script.sonos/resources/language/Norwegian/strings.po
Languages: no

# Addon Description
source: Supports simple Sonos Controls and notifications from Kodi. Look at the wiki for more details.
no: Støtter enkle Sonos Kontroll og notiser fra Kodi. Les wiki for fler detaljer.

# #32002
source: IP Address
no: IP-adresse

# #32003
source: Enable Notifications (Restart Required)
no: Aktiver varslinger (Omstart kreves)

# #32004
source: Display Notification For (Seconds)
no: Vis varsling i (sekunder)

# #32005
source: Notification Check Frequency (Seconds)
no: Frekvens for varslingssjekk (sekunder)

# #32006
source: Do Not Display Notification If Video Is Playing
no: Ikke vis varsling om video spilles

# #32007
source: Use Default Kodi Notification Dialog
no: Bruk Kodi standard varslingsdialog

# #32008
source: Debugging
no: Feilsøking

# #32009
source: Enable debug logging
no: Aktiver feilsøkingslogg

# #32010
source: Speaker
no: Høytaler

# #32011
source: Notifications
no: Varslinger

# #32012
source: Debugging
no: Feilsøking

# #32013
source: Search For Sonos Speakers...
no: Søk etter Sonos høytalere...

# #32014
source: No speakers found, please enter your IP address manually
no: Ingen høytalere funnet, vennligst skriv inn din IP adresse manuellt.

# #32015
source: Controller
no: Kontroller

# #32016
source: Controller Refresh Interval (Seconds)
no: Oppdateringsinterval for kontroller (sekunder)

# #32018
source: Plugin
no: Tillegg

# #32019
source: Batch Size
no: Batch størrelse

# #32020
source: Maximum Entries In Displayed Lists (0 = Unlimited)
no: Maksimalt antall innlegg vist i listen (0 = ubegrenset)

# #32021
source: Display Artist Information
no: Vi artistinformasjon

# #32022
source: Avoid Duplicate Key Presses (Seconds)
no: Unngå duplikerte tastetrykk (sekunder)

# #32023
source: Link Kodi Volume With Sonos Speaker (Restart Required)
no: Link Kodi volum med Sonos høytaler (Omstart påkrevd)

# #32025
source: Volume Change Increments
no: Økning av volumnivå

# #32026
source: Automatically Pause Sonos When Kodi Plays Media (Restart Required)
no: Sett Sonos automatisk på pause når Kodi spiller media (Omstart kreves)

# #32027
source: Automatically Resume Sonos (Seconds) [0 = Off]
no: Automatisk gjennoppta Sonos (sekunder) [0 = Av]

# #32028
source: Zone Name (Optional)
no: Sonenavn (Valgfritt)

# #32029
source: Automatically Update IP Address On Startup
no: Automatisk oppdater IP adresse ved oppstart

# #32031
source: Coordinator
no: Koordinator

# #32032
source: is not the group coordinator for zone
no: er ikke grupperkoordinatoren for sone

# #32033
source: Some functions may not work correctly if the speaker is not a coordinator
no: Noen funksjoner vil kanskje ikke virke som de skal hvis høyttaleren ikke er en koordinator

# #32034
source: Automation
no: Automasjon

# #32035
source: Layout
no: Utforming

# #32036
source: Controller,Slideshow,Bio,Albums
no: Kontroller,Bildefremvisning,Bio,Album

# #32037
source: Controller,Slideshow
no: Kontroller,Bildefremvisning

# #32038
source: Use Skin Icons Instead Of Sonos Icons
no: Bruk skin-ikoner i stedet for sonos-ikoner

# #32039
source: Slideshow Only
no: Kun bildefremvisning

# #32040
source: Do Not Display Notification If Controller Is Showing
no: Ikke vis varsler hvis kontroller vises

# #32041
source: Controller,Slideshow,Lyrics
no: Kontroller,Bildefremvisning,Sangtekster

# #32042
source: Hide Sonos Logo
no: Gjem Sonos-logoen

# #32043
source: Make Artist Slideshow Image Full Screen
no: Gjør artistbildefremvisning til fullskjerm

# #32060
source: The following setting in ArtistSlideshow must be enabled
no: Følgende innstilling i ArtistSlideshow må være aktivert

# #32061
source: Would you like this automatically enabled?
no: Vil du at dette skal være automatisk aktivert?

# #32062
source: Next
no: Neste

# #32063
source: Failed To Process Sonos Update Event
no: Kunne ikke behandle Sonos oppdateringsevent

# #32068
source: Error
no: Feil

# #32100
source: Music Library
no: Musikkbibliotek

# #32101
source: Queue
no: Kø

# #32102
source: Radio Stations
no: Radiostasjoner

# #32103
source: Launch Sonos Controller
no: Åpne Sonos Kontroller

# #32104
source: Sonos Playlists
no: Sonos spilleliste

# #32105
source: Speech
no: Tale

# #32110
source: Artists
no: Artister

# #32111
source: Albums
no: Album

# #32112
source: Composers
no: Komponister

# #32113
source: Genres
no: Sjanger

# #32114
source: Tracks
no: Spor

# #32115
source: Imported Playlists
no: Importerte spillelister

# #32150
source: Open Sonos Player
no: Åpne Sonos spiller

# #32151
source: Play Track
no: Spill sang

# #32152
source: Remove Track
no: Fjern sang

# #32153
source: Clear Queue
no: Tøm kø

# #32154
source: Play Now
no: Spill nå

# #32155
source: Add To Queue
no: Legg til i kø

# #32156
source: Replace Queue
no: Erstatt kø

# #32157
source: Update Music Library
no: Oppdater bibliotek for Musikk

# #32200
source: Enter Speech Text To Play ...
no: Legg inn taletekst til avspilling ...

# #32201
source: Speech messages are limited to 100 characters
no: Taletekst-meldinger er begrenset til 100 tegn

# #32202
source: No message specified
no: Ingen melding angitt

# #32203
source: Enter Speech Text To Save ...
no: Legg til taletekst til lagring

# #32204
source: Remove Saved Text
no: Fjern lagret tekst

# #32220
source: The time is %time
no: Klokka er %time

# #32221
source: Today is %day
no: I dag er det %day

# #32222
source: Todays date is %date
no: Datoen i dag er %date

# #32223
source: Good Morning
no: God morgen

# #32224
source: Good Afternon
no: God ettermiddag

# #32225
source: Good Evening
no: God kveld

# #32226
source: The time is %time
no: Klokka er %time
