Repository: xbmc/repo-scripts
Catalog: script.tvtunes/resources/language/Polish/strings.po
Languages: pl

# Addon Summary
source: Retrieve and play your soundtrack themes whilst browsing your library
pl: Pobieraj i odtwarzaj motywy muzyczne filmów i seriali

# Addon Description
source: TvTunes is equipped with powerful features that enable the fetching, organising and playing of themes whilst browsing your Kodi library, when used in conjunction with a compatible skin. (Special thanks to Ppic,Frost and ronie for their early work in developing TvTunes)
pl: Dodatek TvTunes wyposażono w potężny zestaw funkcji umożliwiający pobieranie, organizowanie i odtwarzanie motywów muzycznych podczas przeglądania biblioteki Kodi, przez kompatybilne z nim skóry. Specjalne podziękowanie dla Ppic,Frost i ronie za ich początkową pracę przy tworzeniu TvTunes)

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.kodi.tv/index.php?title=Add-on:TvTunes
pl: Twórcy skór mogą znaleźć informacje dotyczące integracji TvTunes ze skórą na stronach wiki: http://wiki.kodi.tv/index.php?title=Add-on:TvTunes

# #32001
source: Play theme in loop
pl: Zapętlaj odtwarzanie motywów

# #32002
source: Lower sound value
pl: Obniżaj poziom głośności

# #32003
source: Use Protected SMB share
pl: Używaj zabezpieczonego udziału SMB

# #32004
source: Username:
pl: Użytkownik:

# #32005
source: Password:
pl: Hasło:

# #32006
source: Store tunes in a custom path
pl: Przechowuj motywy w niestandardowym folderze

# #32007
source: Path:
pl: Ścieżka:

# #32008
source: Fade tune out when exiting
pl: Wyciszaj stopniowo motyw na końcu

# #32009
source: Automatically Download Theme If
pl: Pobieraj motyw automatycznie, gdy znaleziono

# #32010
source: Shuffle multiple tracks
pl: Losuj kolejność motywów

# #32011
source: Random start time
pl: Losowy czas startu

# #32012
source: Change File Types
pl: Zmieniaj typy pliku

# #32013
source: Fade in the tune when starting
pl: Wzmacniaj stopniowo motyw na początku

# #32014
source: Always add additional themes (no overwrite)
pl: Zawsze dodawaj dodatkowe motywy (bez nadpisywania)

# #32015
source: Search for movie themes
pl: Wyszukuj filmowe motywy muzyczne

# #32016
source: Play themes when browsing Movie list
pl: Odtwarzaj motywy podczas przeglądania listy filmów

# #32017
source: Play themes when browsing TV Show list
pl: Odtwarzaj motywy podczas przeglądania listy seriali

# #32018
source: Debugging
pl: Diagnostyka

# #32019
source: Enable debug logging
pl: Rejestruj komunikaty diagnostyczne

# #32020
source: Show the TvTunes button on the Video Info screen
pl: Pokazuj przycisk TvTunes na ekranie Informacji wideo

# #32021
source: Fade out after playing for (minutes)
pl: Wyciszaj po (minuty)

# #32022
source: Operations
pl: Działania

# #32023
source: Browse Themes
pl: Przeglądaj motywy

# #32024
source: Delay Theme Start (Seconds)
pl: Opóźniaj odtwarzanie motywu o (sekund)

# #32025
source: Support themes in sub directories
pl: Wspieraj motywy w podfolderach

# #32026
source: Directory Name
pl: Nazwa folderu

# #32027
source: Limit track duration when multiple themes (seconds)
pl: Ograniczaj czas odtwarzania, przy wielu motywach (sekund)

# #32028
source: Default Theme Search Source
pl: Domyślne źródło motywów

# #32029
source: Play themes when browsing Music Video list
pl: Odtwarzaj motywy podczas przeglądania listy teledysków

# #32030
source: All
pl: Wszystkie

# #32035
source: Prompt User
pl: Pytaj

# #32036
source: Never
pl: Nigdy

# #32037
source: Only Single Entry Found
pl: Pojedynczy motyw

# #32038
source: Priority 1 (*) Entry Found
pl: Motyw o priorytecie 1 (*)

# #32039
source: Priority 1 (*) or 2 (~) Entry Found
pl: Motyw o priorytecie 1 (*) lub 2 (~)

# #32040
source: Screensaver
pl: Wygaszacz

# #32043
source: RandomZoomIn
pl: Losowe powiększenie

# #32044
source: AppleTVLike
pl: AppleTV

# #32045
source: GridSwitch
pl: Siatka

# #32046
source: Random
pl: Losowo

# #32047
source: Wait Time (Seconds)
pl: Czas oczekiwania (sekund)

# #32048
source: Effect Time (Seconds)
pl: Czas efektu (sekund)

# #32049
source: Columns
pl: Kolumny

# #32050
source: Speed
pl: Szybkość

# #32051
source: Image Concurrency
pl: Współbieżność obrazów

# #32052
source: Random Order
pl: Losowa kolejność

# #32053
source: Image Source
pl: Źródło obrazu

# #32054
source: Image Type
pl: Typ obrazu

# #32056
source: Recursive
pl: Z uwzględnieniem podfolderów

# #32057
source: Fanart
pl: Fototapeta

# #32058
source: Thumbnail
pl: Miniatura

# #32059
source: Cast
pl: Obsada

# #32060
source: Movies, TV Shows
pl: Filmy, Seriale

# #32061
source: Play Themes During Screensaver
pl: Odtwarzaj motywy w trakcie wygaszacza

# #32062
source: Fanart,Thumbnail,Cast
pl: Fototapeta, Miniatura, Obsada

# #32063
source: Fanart,Thumbnail
pl: Fototapeta, Miniatura

# #32064
source: Dim Level
pl: Poziom wygasania

# #32065
source: Thumbnail,Cast
pl: Miniatura, Obsada

# #32066
source: Slider
pl: Suwak

# #32067
source: Slide In From
pl: Przesuwaj z

# #32068
source: Left
pl: Lewo

# #32069
source: Right
pl: Prawo

# #32070
source: Top
pl: Góra

# #32071
source: Bottom
pl: Dół

# #32072
source: Crossfade
pl: Przejście

# #32073
source: Include Artwork Downloader Images
pl: Uwzględniaj grafiki dodatku Artwork Downloader

# #32074
source: Only Show Images When A Theme Exists
pl: Pokazuj obrazy tylko, gdy istnieje motyw

# #32075
source: Play Theme Once, Show All Images
pl: Odtwarzaj jednorazowo, pokazuj wszystkie obrazy

# #32076
source: Show All Images, Repeat Theme
pl: Odtwarzaj w pętli, pokazuj wszystkie obrazy

# #32077
source: Play Theme Once, Skip Remaining Images
pl: Odtwarzaj jednorazowo, pomijaj pozostałe obrazy

# #32078
source: Repeat Rules
pl: Reguły zapętlania

# #32079
source: Startup
pl: Uruchomienie

# #32080
source: Reset Volume On Startup
pl: Przywracaj domyślny poziom głośności po uruchomieniu

# #32081
source: Set Volume On Startup To
pl: Ustawiaj poziom głośności po uruchomieniu na

# #32082
source: Audio File Types
pl: Typy plików muzycznych

# #32083
source: Video File Types
pl: Typy plików wideo

# #32084
source: Enable Theme Playing (Restart Required)
pl: Aktywuj odtwarzanie motywów (wymagane ponowne uruchomienie)

# #32085
source: When A Video Theme Exists
pl: Jeśli istnieje motyw wideo

# #32086
source: Mix With Audio Themes
pl: Miksuj z motywami muzycznymi

# #32087
source: Play Video Themes First
pl: Odtwarzaj motyw wideo jako pierwszy

# #32088
source: Only Play Video Themes
pl: Odtwarzaj tylko motyw wideo

# #32100
source: Show Selection Dialog If Auto Match Fails
pl: Pokazuj okno wyboru przy nieudanym dopasowaniu

# #32101
source: ERROR
pl: BŁĄD

# #32102
source: site unreachable
pl: serwis niedostępny

# #32103
source: TvTune downloader
pl: Menedżer pobierania TVTune

# #32104
source: Replace existing theme?
pl: Nadpisać istniejący motyw?

# #32106
source: Getting information...
pl: Pobieranie informacji...

# #32107
source: Searching for
pl: Wyszukiwanie

# #32108
source: CANCELED
pl: ANULOWANO

# #32109
source: Operation canceled by user.
pl: Operacja anulowana przez użytkownika.

# #32110
source: Downloading:
pl: Pobieranie:

# #32111
source: to:
pl: do:

# #32112
source: Choose for
pl: Wybierz dla

# #32113
source: ENTER MANUAL SEARCH
pl: RĘCZNE WYSZUKIWANIE

# #32114
source: Download this one?
pl: Pobrać wybrany?

# #32115
source: Search results will be incomplete
pl: Wyniki wyszukiwania będą niekompletne

# #32116
source: You can help to get more theme on:
pl: Możesz wspomóc projekt na:

# #32118
source: Manual Search...
pl: Wyszukiwanie manualne...

# #32119
source: Continue with next theme search?
pl: Kontynuować wyszukiwanie następnego motywu?

# #32120
source: Search Using %s...
pl: Wyszukaj za pomocą %s...

# #32121
source: Search Using All Sites (May Be Slow)
pl: Przeszukuj wszystkie źródła (wolne)

# #32201
source: Movies
pl: Filmy

# #32202
source: TV Shows
pl: Seriale

# #32203
source: Music Videos
pl: Teledyski

# #32204
source: [Filter]: Show Only Missing Themes
pl: [Filtr]: Pokazuj tylko brakujące motywy

# #32205
source: [Action]: Retrieve Missing Themes
pl: [Operacja]: Wyszukaj brakujące motywy

# #32206
source: You have themes that are not in themes folders.
pl: Posiadasz motywy poza folderami motywów

# #32207
source: Move themes into themes folder?
pl: Przenieść motywy do folderu motywów?

# #32208
source: [Action]: Start Screensaver
pl: [Operacja]: Uruchom wygaszacz ekranu

# #32991
source: Playback
pl: Odtwarzanie

# #32992
source: Download
pl: Pobieranie

# #32993
source: File system
pl: Pliki

# #32994
source: Error: Failed to connect to goear.com
pl: Błąd: Nieudane połączenie z goear.com

# #32995
source: No Images found!
pl: Brak obrazów!
