Repository: xbmc/repo-scripts
Catalog: script.tvtunes/resources/language/French (Canada)/strings.po
Languages: fr_ca

# Addon Summary
source: Retrieve and play your soundtrack themes whilst browsing your library
fr_ca: Récupérez et lisez vos thèmes de bandes sonores en parcourant votre vidéothèque

# Addon Description
source: TvTunes is equipped with powerful features that enable the fetching, organising and playing of themes whilst browsing your Kodi library, when used in conjunction with a compatible skin. (Special thanks to Ppic,Frost and ronie for their early work in developing TvTunes)
fr_ca: TVTunes est équipé de fonctions puissantes qui permettent l'obtention, l'organisation et la lecture de thèmes tout en parcourant votre vidéothèque, lorsque utilisé en conjonction avec un habillage compatible (remerciements particuliers à Ppic, Frost et ronie pour leur travail de développement original de TvTunes).

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.kodi.tv/index.php?title=Add-on:TvTunes
fr_ca: Habilleurs, consultez le wiki pour savoir comment l'intégrer à votre habillage : http://wiki.kodi.tv/index.php?title=Add-on:TvTunes

# #32001
source: Play theme in loop
fr_ca: Jouer le thème en boucle

# #32002
source: Lower sound value
fr_ca: Valeur audio basse

# #32003
source: Use Protected SMB share
fr_ca: Utiliser les partages SMB protégés

# #32004
source: Username:
fr_ca: Nom d'utilisateur :

# #32005
source: Password:
fr_ca: Mot de passe :

# #32006
source: Store tunes in a custom path
fr_ca: Enregistrer les morceaux dans un chemin personnalisé

# #32007
source: Path:
fr_ca: Chemin :

# #32008
source: Fade tune out when exiting
fr_ca: Fermeture en fondu lors de la sortie

# #32009
source: Automatically Download Theme If
fr_ca: Télécharger automatiquement le thème si

# #32010
source: Shuffle multiple tracks
fr_ca: Mélanger plusieurs pistes

# #32011
source: Random start time
fr_ca: Point de départ aléatoire

# #32012
source: Change File Types
fr_ca: Changer les types de fichiers

# #32013
source: Fade in the tune when starting
fr_ca: Ouverture en fondu lors du lancement

# #32014
source: Always add additional themes (no overwrite)
fr_ca: Toujours ajouter les thèmes supplémentaires (sans écrasement)

# #32015
source: Search for movie themes
fr_ca: Rechercher les thèmes de films

# #32016
source: Play themes when browsing Movie list
fr_ca: Jouer les thèmes lors de la navigation de la liste des films

# #32017
source: Play themes when browsing TV Show list
fr_ca: Jouer les thèmes lors de la navigation de la liste des séries télé

# #32018
source: Debugging
fr_ca: Débogage

# #32019
source: Enable debug logging
fr_ca: Activer la journalisation de débogage

# #32020
source: Show the TvTunes button on the Video Info screen
fr_ca: Afficher le bouton TvTunes sur l'écran d'info de la vidéo

# #32021
source: Fade out after playing for (minutes)
fr_ca: Fermeture en fondu après avoir jouer pendant (minutes)

# #32022
source: Operations
fr_ca: Opérations

# #32023
source: Browse Themes
fr_ca: Parcourir les thèmes

# #32024
source: Delay Theme Start (Seconds)
fr_ca: Retarder le lancement du thème (secondes)

# #32025
source: Support themes in sub directories
fr_ca: Prendre en charge les thèmes dans les sous-répertoires

# #32026
source: Directory Name
fr_ca: Nom du répertoire

# #32027
source: Limit track duration when multiple themes (seconds)
fr_ca: Limiter la durée de la piste s'il y a plusieurs thèmes (secondes)

# #32028
source: Default Theme Search Source
fr_ca: Source de recherche du thème par défaut

# #32029
source: Play themes when browsing Music Video list
fr_ca: Jouer les thèmes lors du parcours de la liste des vidéos musicales

# #32030
source: All
fr_ca: Tous

# #32035
source: Prompt User
fr_ca: Demander à l'utilisateur

# #32036
source: Never
fr_ca: Jamais

# #32037
source: Only Single Entry Found
fr_ca: Seulement pour les entrées simples trouvées

# #32038
source: Priority 1 (*) Entry Found
fr_ca: Entrées de priorité 1 (*) trouvées

# #32039
source: Priority 1 (*) or 2 (~) Entry Found
fr_ca: Entrées de priorité 1 (*) ou 2 (*) trouvées

# #32040
source: Screensaver
fr_ca: Économiseur d'écran

# #32042
source: StarWars
fr_ca: Guerre des étoiles

# #32043
source: RandomZoomIn
fr_ca: Zoom aléatoire

# #32044
source: AppleTVLike
fr_ca: À la AppleTV

# #32046
source: Random
fr_ca: Aléatoire

# #32047
source: Wait Time (Seconds)
fr_ca: Délai d'attente (secondes)

# #32048
source: Effect Time (Seconds)
fr_ca: Délai de l'effet (secondes)

# #32049
source: Columns
fr_ca: Colonnes

# #32050
source: Speed
fr_ca: Vitesse

# #32051
source: Image Concurrency
fr_ca: Colatéralité des images

# #32052
source: Random Order
fr_ca: Ordre aléatoire

# #32053
source: Image Source
fr_ca: Source des images

# #32054
source: Image Type
fr_ca: Type d'images

# #32055
source: Folder
fr_ca: Dossier

# #32056
source: Recursive
fr_ca: Récursif

# #32058
source: Thumbnail
fr_ca: Imagette

# #32059
source: Cast
fr_ca: Distribution

# #32060
source: Movies, TV Shows
fr_ca: Films, émissions télé

# #32061
source: Play Themes During Screensaver
fr_ca: Jouer les thèmes pendant l'économiseur d'écran

# #32062
source: Fanart,Thumbnail,Cast
fr_ca: Fanart,imagette,distribution

# #32063
source: Fanart,Thumbnail
fr_ca: Fanart,imagette

# #32064
source: Dim Level
fr_ca: Niveau d'assombrissement

# #32065
source: Thumbnail,Cast
fr_ca: Imagette,distribution

# #32066
source: Slider
fr_ca: Curseur

# #32067
source: Slide In From
fr_ca: Glisser de

# #32068
source: Left
fr_ca: Gauche

# #32069
source: Right
fr_ca: Droite

# #32070
source: Top
fr_ca: Haut

# #32071
source: Bottom
fr_ca: Bas

# #32072
source: Crossfade
fr_ca: Fondu

# #32073
source: Include Artwork Downloader Images
fr_ca: Inclure les illustrations du téléchargeur d'images

# #32074
source: Only Show Images When A Theme Exists
fr_ca: Ne montrer les images que si un thème existe

# #32075
source: Play Theme Once, Show All Images
fr_ca: Jouer le thème une fois, montrer toutes les images

# #32076
source: Show All Images, Repeat Theme
fr_ca: Montrer toutes les images, répéter le thème

# #32077
source: Play Theme Once, Skip Remaining Images
fr_ca: Jouer le thème une fois, ignorer les images restantes

# #32078
source: Repeat Rules
fr_ca: Règles de répétition

# #32079
source: Startup
fr_ca: Démarrage

# #32080
source: Reset Volume On Startup
fr_ca: Réinitialiser le volume au démarrage

# #32081
source: Set Volume On Startup To
fr_ca: Régler le volume au démarrage

# #32082
source: Audio File Types
fr_ca: Types de fichiers audio

# #32083
source: Video File Types
fr_ca: Types de fichiers vidéos

# #32100
source: Show Selection Dialog If Auto Match Fails
fr_ca: Montrer la boîte de dialogue de sélection si la concordance automatique échoue

# #32101
source: ERROR
fr_ca: ERREUR

# #32102
source: site unreachable
fr_ca: site inaccessible

# #32103
source: TvTune downloader
fr_ca: Téléchargeur TvTune

# #32104
source: Replace existing theme?
fr_ca: Remplacer le thème existant?

# #32106
source: Getting information...
fr_ca: Obtention des informations...

# #32107
source: Searching for
fr_ca: Recherche de

# #32108
source: CANCELED
fr_ca: ANNULÉ

# #32109
source: Operation canceled by user.
fr_ca: Opération annulée par l'utilisateur.

# #32110
source: Downloading:
fr_ca: Télécharger :

# #32111
source: to:
fr_ca: à :

# #32112
source: Choose for
fr_ca: Choisir pour

# #32113
source: ENTER MANUAL SEARCH
fr_ca: SAISIR LA RECHERCHE MANUELLE

# #32114
source: Download this one?
fr_ca: Télécharger celui-ci?

# #32115
source: Search results will be incomplete
fr_ca: Les résultats de recherche seront incomplets

# #32116
source: You can help to get more theme on:
fr_ca: Vous pouvez aider à obtenir plus de thème sur :

# #32118
source: Manual Search...
fr_ca: Recherche manuelle...

# #32119
source: Continue with next theme search?
fr_ca: Continuer avec la recherche du thème suivant?

# #32120
source: Search Using %s...
fr_ca: Rechercher en utilisant %s...

# #32121
source: Search Using All Sites (May Be Slow)
fr_ca: Chercher en utilisant tous les sites (peut être lent)

# #32201
source: Movies
fr_ca: Films

# #32202
source: TV Shows
fr_ca: Séries télé

# #32203
source: Music Videos
fr_ca: Vidéos musicales

# #32204
source: [Filter]: Show Only Missing Themes
fr_ca: [Filtre] : Afficher seulement les thèmes manquants

# #32205
source: [Action]: Retrieve Missing Themes
fr_ca: [Action] : Récupérer les thèmes manquants

# #32206
source: You have themes that are not in themes folders.
fr_ca: Vous avez des thèmes qui ne sont pas dans les dossiers des thèmes.

# #32207
source: Move themes into themes folder?
fr_ca: Déplacer les thèmes dans le dossier des thèmes?

# #32208
source: [Action]: Start Screensaver
fr_ca: [Action] : démarrer l'économiseur d'écran

# #32991
source: Playback
fr_ca: Lecture

# #32992
source: Download
fr_ca: Téléchargement

# #32993
source: File system
fr_ca: Système de fichiers

# #32994
source: Error: Failed to connect to goear.com
fr_ca: Erreur : échec de connexion à goear.com

# #32995
source: No Images found!
fr_ca: Aucune image trouvée!
