Repository: xbmc/repo-scripts
Catalog: weather.wunderground/resources/language/Belarusian/strings.po
Languages: be

# #32101
source: Location setup
be: Вызначыць месца

# #32102
source: Advanced options
be: Адмысловыя опцыі

# #32110
source: Enabled
be: Уключана

# #32111
source: Location 1
be: Месца 1

# #32112
source: Location 2
be: Месца 2

# #32113
source: Location 3
be: Месца 3

# #32114
source: Location 1 display name
be: Назва месца 1

# #32115
source: Location 2 display name
be: Назва месца 2

# #32116
source: Location 3 display name
be: Назва месца 3

# #32117
source: Location 1 id
be: Ідэнтыфікатар першага месца

# #32118
source: Location 2 id
be: Ідэнтыфікатар другога месца

# #32119
source: Location 3 id
be: Ідэнтыфікатар трэцяга месца

# #32120
source: Enable logging
be: Уключыць хроніку

# #32121
source: Weekend
be: Выходныя

# #32122
source: Saturday/Sunday
be: Субота/Нядзеля

# #32123
source: Friday/Saturday
be: Пятніца/Субота

# #32124
source: Thursday/Friday
be: Чацвер/Пятніца

# #32125
source: Map zoom level
be: Узровень маштабаваньня мапы

# #32126
source: Animated map
be: Анімаваная мапа

# #32127
source: Location 4
be: Месца 4

# #32128
source: Location 5
be: Месца 5

# #32129
source: Location 4 display name
be: Назва месца 4

# #32130
source: Location 5 display name
be: Назва месца 5

# #32501
source: New Moon
be: Маладзік

# #32502
source: Waxing Crescent
be: Малады Вятох

# #32503
source: First Quarter
be: Першая Чвэрць

# #32504
source: Waxing Gibbous
be: Падпоўнае

# #32505
source: Full Moon
be: Поўня

# #32506
source: Waning Gibbous
be: Сход

# #32507
source: Last Quarter
be: Апошняя Чвэрць

# #32508
source: Waning Crescent
be: Стары Вятох

# #32510
source: Warning
be: Увага

# #32514
source: Outlook
be: Чакаецца

# #32515
source: Forecast
be: Прагноз

# #32516
source: Synopsis
be: Сінопсіс
