Repository: xbmc/repo-scripts
Catalog: script.skin.helper.skinbackup/resources/language/resource.language.*/strings.po
Languages: fr_fr

# #32000
source: General
fr_fr: Général

# #32001
source: Default backup path
fr_fr: Chemin par défaut de la sauvegarde

# #32002
source: Select location to store skin backups
fr_fr: Sélectionner l'emplacement pour conserver les sauvegardes

# #32003
source: Please enter a name for the backup
fr_fr: Veuillez entrer un nom pour la sauvegarde

# #32004
source: Backup the skin settings
fr_fr: Sauvegarde des paramètres du thème

# #32005
source: Backupfile was succesfully created!
fr_fr: Le fichier de sauvegarde a été créé avec succès !

# #32006
source: Restore the skin settings
fr_fr: Restaurer les paramètres du thème

# #32007
source: Restoring...
fr_fr: Restauration en cours...

# #32008
source: Select skin backup file
fr_fr: Sélectionner un fichier de sauvegarde

# #32009
source: Your backup is succesfully restored!
fr_fr: Votre sauvegarde a été restauré avec succès !

# #32010
source: Reset the skin to default settings
fr_fr: Réinitialiser les paramètres du thème

# #32011
source: Are you sure you want to reset the skin to default settings ?
fr_fr: Êtes-vous sûr de que vouloir réinitialiser les paramètres par défaut du thème ?

# #32012
source: Open settings
fr_fr: Accèder aux paramètres

# #32013
source: Create new backup
fr_fr: Créer une nouvelle sauvegarde

# #32014
source: Select backup from file
fr_fr: Sélectionner une sauvegarde depuis un fichier

# #32015
source: Restore
fr_fr: Restaurer

# #32016
source: Manage skin backups
fr_fr: Gérer les sauvegardes du thème

# #32017
source: Please enter the time that this theme should be activated (hh:mm in 24-hours format)
fr_fr: Veuillez saisir l’heure à laquelle ce thème devra être activé (hh:mm au format 24 heures)

# #32018
source: Did you enter the time in the correct format ?
fr_fr: Avez-vous saisi l’heure dans le bon format ?

# #32019
source: Activates every day at
fr_fr: Actif tous les jours à

# #32020
source: Manage Color themes
fr_fr: Gérer les thèmes de couleurs

# #32021
source: Apply this Color Theme
fr_fr: Appliquer ce thème de couleurs

# #32022
source: Export this theme to file
fr_fr: Exporter ce thème vers un fichier

# #32023
source: Enter a name for your color theme
fr_fr: Veuillez saisir un nom pour votre thème de couleur

# #32024
source: Screenshot of color theme (optional)
fr_fr: Capture d’écran du thème de couleur (facultatif

# #32025
source: User defined color theme
fr_fr: Thème de couleur défini par l’utilisateur

# #32026
source: Color theme created succesfully
fr_fr: Thème de couleur créé avec succès !

# #32027
source: Your color theme is now available in the list of available themes
fr_fr: Votre thème de couleur est maintenant disponible dans la liste des thèmes disponibles.

# #32028
source: Enter a name for the theme
fr_fr: Veuillez saisir un nom pour le thème

# #32029
source: Select location to store export
fr_fr: Sélectionner un emplacement pour stocker l'exportation

# #32030
source: Select skin theme backup file
fr_fr: Sélectionner un fichier de sauvegarde du thème

# #32031
source: Select Color theme
fr_fr: Sélectionner un thème de couleur

# #32032
source: Enable automatic daily backups
fr_fr: Activer la sauvegarde journailière automatique

# #32033
source: Restoring...
fr_fr: Restauration en cours...

# #32034
source: Maximum number of historic backups to keep
fr_fr: Nombre maximal des historiques sauvegardes à conserver

# #32035
source: Create Color Theme
fr_fr: Créer un thème de couleurs

# #32036
source: Create new custom color theme based on your current skin color settings.
fr_fr: Créer un nouveau thème de couleur personnalisé basé sur les paramètres de couleur du thème actuel.

# #32037
source: Import Color Theme
fr_fr: Importer un thème de couleurs

# #32038
source: Import a color theme from file.
fr_fr: Importer un thème de couleurs depuis un fichier.
