Repository: xbmc/repo-scripts
Catalog: service.fussballpopup/resources/language/*/strings.po
Languages: german

# Addon Summary
source: Shows Football Games Messages Feed in Overlay WIndows
german: Zeigt Fussball SPiele Nachrichten Updates in PupupFensterann

# Addon Description
source: Shows Fussball Feed in Overlay WIndows
german: Zeigt Fussball Updates in PupupFensterann

# #30001
source: general
german: Generell

# #30004
source: Picture
german: Bilder

# #30005
source: Number of Messages
german: Anazhl von Meldungen

# #30007
source: Games Messages (Like Helftime)
german: Spielzeit Meldungen (z.b. Halbzeit)

# #30008
source: Card Messages (Red/Yellow)
german: Karten Meldungen (Rot/Gelb)

# #30009
source: Goal Messages
german: Tor Meldungen

# #30010
source: 11Meter Goal Shooting
german: 11Meter Schiessen

# #30011
source: Player Change
german: Spieler Wechsel

# #30012
source: Old Messages
german: Alte Meldungen

# #30013
source: Advanced Settings
german: Erweiterte Einstellungen

# #30014
source: Advanced Sttings(Only if you know what you are doing)
german: Erweiterte Einstellungen (Nur wenn du weißt was du tust

# #30015
source: Font
german: Schrift

# #30016
source: Font Color
german: Schriftfarbe

# #30017
source: X Postition of the Message
german: X Postition der Meldung

# #30018
source: Y Postition of the Message
german: Y Postition der Meldung

# #30019
source: Width of the Message
german: Breite der Meldung

# #30020
source: Height of the Message
german: Höhe der Meldung

# #30021
source: Width of the Image Left
german: Breite des Bildes

# #30022
source: Height of the Image Left
german: Höhe des Bildes

# #30023
source: Width of the Image Right
german: Breite des Bildes Rechts

# #30024
source: height of the Image Right
german: Höhe des Bildes Rechts

# #30026
source: switches
german: tauscht

# #30027
source: with
german: gegen

# #30028
source: Elf Meter Shooting Missed from
german: Elf Meter Schiessen Verfehl von

# #30029
source: for
german: für

# #30030
source: Elf Meter shooting goal for
german: Elf Meter Schiessen Tor von

# #30031
source: Goal !#n#
german: TOOR !#n#

# #30032
source: Minute: Player
german: Minute: Spieler

# #30033
source: shoots a Goal for
german: schiesst ein Tor fuer

# #30034
source: . Result is now :
german: . Es steht nun :

# #30035
source: Minute: Goal throuh penalty kick of
german: Minute: Tor durch Strafstoss von

# #30036
source: of
german: von

# #30037
source: . The Result is now
german: . Es steht

# #30038
source: Minute: Red Card for
german: Minute: Rote Karte fuer

# #30039
source: Minute: Yellow Card for
german: Minute: Gelbe Karte fuer

# #30040
source: The Elfmeter shooting of the game
german: Das Elfmeter Schiesse des Spiels

# #30041
source: against
german: gegen

# #30042
source: has started. The Result is now
german: hat begonnen. Es steht

# #30043
source: The Second Half of the extra time
german: Die Zweite Hälfte der Verlaengerung des Spiels

# #30045
source: The first Half of the extra time
german: Die Erste Hälfte der Verlaengerung des Spiels

# #30047
source: The second Half of the Game
german: Die Zweite Halbzeit des Spiels

# #30048
source: The first Half of the Game
german: Die Erste Halbzeit des Spiels

# #30049
source: The Game
german: Das Spiel

# #30050
source: has ended. The Result is
german: ist zuende. Es steht

# #30051
source: has started. The Result is
german: hat begonnen. Es steht

# #30052
source: has started
german: hat Begonnen

# #30053
source: ended with
german: Endete mit

# #30054
source: International Club Contests
german: Internationale Klub-Wettbewerbe

# #30055
source: International Competition
german: Internationale Turniere

# #30056
source: International League and Cup competitions
german: Internationale Ligen und Pokalwettbewerbe

# #30057
source: National League
german: Nationale Liegen

# #30058
source: Top Games
german: Top Spiele

# #30060
source: Delete Game
german: Spiel Loeschen

# #30061
source: Add Game
german: Spiel Eintragen
