Repository: xbmc/repo-scripts
Catalog: script.globalsearch/resources/language/Greek/strings.po
Languages: el

# #32000
source: General
el: Γενικά

# #32001
source: Search Movies
el: Αναζήτηση Ταινιών

# #32002
source: Search TV Shows
el: Αναζήτηση Τηλ. Σειρών

# #32003
source: Search Episodes
el: Αναζήτηση Επεισοδίων

# #32004
source: Search Music Videos
el: Αναζήτηση Μουσικών Βίντεο

# #32005
source: Search Artists
el: Αναζήτηση Καλλιτεχνών

# #32006
source: Search Abums
el: Αναζήτηση Άλμπουμ

# #32007
source: Search Songs
el: Αναζήτηση Τραγουδιών

# #32008
source: Search Actors
el: Αναζήτηση Ηθοποιών

# #32009
source: Search EPG
el: Αναζήτηση EPG

# #32101
source: Enter search string
el: Εισαγωγή κειμένου αναζήτησης

# #32203
source: Browse album
el: Περιήγηση Άλμπουμ

# #32204
source: Season information
el: Πληροφορίες Κύκλου

# #32205
source: Play trailer
el: Διαφημιστικό

# #32206
source: Find album
el: Εύρεση άλμπουμ

# #32207
source: Find all seasons
el: Εύρεση όλων των κύκλων

# #32208
source: Find all episodes
el: Εύρεση όλων των επεισοδίων

# #32209
source: Find all albums
el: Εύρεση όλων των άλμπουμ

# #32210
source: Find all songs
el: Εύρεση όλων των τραγουδιών

# #32211
source: Movies starring
el: Ταινίες με πρωταγωνιστή

# #32299
source: NEW SEARCH
el: ΝΕΑ ΑΝΑΖΗΤΗΣΗ
