Repository: xbmc/repo-scripts
Catalog: script.kodi.windows.update/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_mx, fi_fi, fr_fr, hr_hr, it_it, ko_kr, pl_pl, ru_ru, zh_cn

# Addon Summary
source: Download and Install Kodi packages.
da_dk: Hent og installer Kodi-installationspakker.
de_de: Kodi-Pakete herunterladen und installieren.
es_mx: Descarga e instala paquetes de Kodi.
fi_fi: Lataa ja asenna Kodi-paketteja.
fr_fr: Télécharger et installer les packages Kodi.
hr_hr: Preuzmi i instaliraj Kodi pakete.
it_it: Scarica e installa i pacchetti Kodi.
ko_kr: Kodi 패키지를 다운로드하고 설치합니다.
pl_pl: Pobieraj i instaluj pakiety Kodi.
ru_ru: Скачиваете и устанавливайте пакеты Kodi.
zh_cn: 下载并安装 Kodi 软件包。

# Addon Description
source: Download and Install Kodi window executables; select from Nightlies, Releases, Snapshots and Test-builds.
da_dk: Download og installer Windows eksekverbare filer til Kodi; vælg fra Nightlies, Udgivelser, Snapshots og Test-builds.
de_de: Kodi für Windows herunterladen und installieren. Auswählen zwischen Nightlies, Releases, Snapshopts und Test-Builds.
es_mx: Descarga e instala ejecutables de Kodi para Windows; selecciona entre Nightlies, Releases, Snapshots y Test-builds.
fi_fi: Lataa ja asenna Kodin Windows-asennuksia kehityshaaroista Release, Nightly, Snapshot ja Test.
fr_fr: Télécharger et installer les exécutables dans la fenêtre Kodi ; sélectionner parmi Nightlies, Releases, Snapshots et Test-builds.
hr_hr: Preuzmi i instaliraj Kodi window izvršne datoteke; odaberi iz Nightlies, Releases, Snapshots i Testnih-izgradnja.
it_it: Scarica e installa gli eseguibili Windows di Kodi; seleziona da Nightlies, Release, Snapshot e Test build.
ko_kr: Kodi 윈도 실행 파일을 다운로드하고 설치하십시오. 매일판, 릴리스, 스냅샷 및 테스트 빌드에서 선택합니다.
pl_pl: Pobieraj i instaluj pliki wykonywalne Kodi: kompilacje nocne, testowe, wydania finalne, migawki.
ru_ru: Загрузка и установка исполняемых файлов Kodi: ночные и тестовые сборки, релизы, снапшоты.
zh_cn: 下载并安装 Kodi windows 可执行文件。从 Nightlies、Releases、Snapshots 和 Test-builds 中选择。

# Addon Disclaimer
source: UWP not supported! Not intended for Kodi installation through the Windows Store.
da_dk: UWP understøttes ikke! Ikke beregnet til Kodi-installation gennem Windows Store.
de_de: UWP wird nicht unterstützt! Nicht vorgesehen für Kodi-Installation über den Windows Store.
es_mx: ¡No se soporta UWP! No se pretende utilizara para la instalación de Kodi desde la tienda de Windows.
fi_fi: UWP-versiota ei tueta! Lisäosaa ei ole tarkoitettu Microsoft Storesta asennetuille Kodi-asennuksille.
fr_fr: UWP non pris en charge ! Non destiné à l'installation de Kodi via le Windows Store.
hr_hr: UWP nije podržan! Nije namijenjeno za Kodi instalaciju putem Windows trgovine.
it_it: UWP non supportato! Non destinato all'installazione di Kodi tramite Windows Store.
ko_kr: UWP가 지원되지 않습니다! 윈도 스토어를 통한 Kodi 설치용이 아닙니다.
pl_pl: Platforma UWP nie jest obsługiwana! Nie jest przeznaczony do instalacji Kodi za pośrednictwem Windows Store.
ru_ru: Не поддерживается UWP! Не предназначен для установки Kodi через Магазин Windows.
zh_cn: 不支持 UWP！不适用于通过 Windows 应用商店安装 Kodi。

# #30000
source: Enable Debugging [Log errors]
da_dk: Aktiver fejfinding (logfør fejl)
de_de: Debugging erlauben [Protokoll-Fehler]
es_mx: Activar depuración (registrar errores)
fi_fi: Käytä vianselvitystä [kirjaa virheet]
fr_fr: Activer le débogage [Log errors]
hr_hr: Omogući otklanjanje grešaka [Zapisi grešaka]
it_it: Abilita debug [Registra errori]
ko_kr: 디버그 사용 [오류 기록]
pl_pl: Włącz debugowanie [rejestrowanie błędów]
ru_ru: Включить отладку [Журнал ошибок]
zh_cn: 启用调试[错误日志]

# #30001
source: Something went wrong, Try again later...
da_dk: Noget gik galt. Prøv igen senere...
de_de: Etwas ist schief gelaufen, erneut versuchen...
es_mx: Algo salió mal. Intenta nuevamente más tarde...
fi_fi: Jotain meni pieleen. Yritä myöhemmin uudelleen...
fr_fr: Quelque chose s'est mal passé, réessayez plus tard...
hr_hr: Nešto je pošlo po krivu, pokušajte kasnije ponovno...
it_it: Qualcosa è andato storto, riprova più tardi...
ko_kr: 문제가 발생했습니다. 나중에 다시 시도하세요...
pl_pl: Coś poszło nie tak, spróbuj ponownie później...
ru_ru: Что-то пошло не так, Повторите попытку позже...
zh_cn: 出现问题，请稍后再试...

# #30002
source: Downloading...
da_dk: Henter...
de_de: Wird heruntergeladen...
es_mx: Descargando...
fi_fi: Ladataan...
fr_fr: Téléchargement...
hr_hr: Preuzimanje...
it_it: Download in corso...
ko_kr: 내려 받는 중...
pl_pl: Pobieranie...
ru_ru: Загрузка...
zh_cn: 下载中...

# #30003
source: Keep all downloads?
da_dk: Behold alle downloads?
de_de: Alle Downloads behalten?
es_mx: ¿Mantener todas las descargas?
fi_fi: Säilytetäänkö kaikki lataukset?
fr_fr: Conserver tous les téléchargements ?
hr_hr: Zadrži sva preuzimanja?
it_it: Conservare tutti i download?
ko_kr: 모든 내려 받기를 보관할까요?
pl_pl: Zachować wszystkie pobrane pliki?
ru_ru: Сохранить все загрузки?
zh_cn: 保留所有下载？

# #30004
source: File already exists
da_dk: Filen eksisterer allerede
de_de: Datei existiert bereits
es_mx: El archivo ya existe
fi_fi: Tiedosto on jo olemassa
fr_fr: Le fichier existe déjà
hr_hr: Datoteka već postoji
it_it: Il file esiste già
ko_kr: 이미 존재하는 파일입니다
pl_pl: Plik już istnieje
ru_ru: Файл уже существует
zh_cn: 文件已经存在

# #30005
source: Install
da_dk: Installer
de_de: Installieren
es_mx: Instalar
fi_fi: Asenna
fr_fr: Installation
hr_hr: Instaliraj
it_it: Installa
ko_kr: 설치
pl_pl: Zainstaluj
ru_ru: Установить
zh_cn: 安装

# #30006
source: Redownload
da_dk: Hent igen
de_de: Erneut herunterladen
es_mx: Redescargar
fi_fi: Lataa uudelleen
fr_fr: Retélécharger
hr_hr: Ponovno preuzmi
it_it: Scarica di nuovo
ko_kr: 다시 내려 받기
pl_pl: Pobierz ponownie
ru_ru: Загрузить заново
zh_cn: 重下载

# #30007
source: Installation Complete, File Removed
da_dk: Installation fuldført, fil fjernet
de_de: Installation vollständig, Datei entfernt
es_mx: Instalación completa, archivo eliminado
fi_fi: Asennus on valmis ja tiedosto poistettu
fr_fr: Installation terminée, fichier supprimé
hr_hr: Instalacija je završena, datoteka je uklonjena
it_it: Installazione completata, file rimosso
ko_kr: 설치 완료, 파일 제거됨
pl_pl: Instalacja zakończona, plik usunięty
ru_ru: Установка завершена. Файл удалён
zh_cn: 安装完成，文件已删除

# #30008
source: Cleanup download after installation
da_dk: Fjern download efter installation
de_de: Download nach der Installation aufräumen
es_mx: Limpiar descarga después de instalación
fi_fi: Siivoa lataus asennuksen jälkeen
fr_fr: Nettoyage du téléchargement après l'installation
hr_hr: Očisti preuzimanja nakon instalacije
it_it: Pulizia file di installazione scaricati
ko_kr: 설치 후 내려 받기 정리
pl_pl: Czyszczenie pobierania po instalacji
ru_ru: Очищать загрузку после установки
zh_cn: 安装后清理下载

# #30009
source: UWP Installations Not Supported!
da_dk: UWP-installationer understøttes ikke!
de_de: UWP-Installationen nicht unterstützt!
es_mx: ¡Instalaciones UWP no soportadas!
fi_fi: UWP-asennuksia ei tueta!
fr_fr: Installations UWP non prises en charge !
hr_hr: UWP instalacija nije podržana!
it_it: Installazioni UWP non supportate!
ko_kr: UWP 설치가 지원되지 않습니다!
pl_pl: Instalacje platformy UWP nie są obsługiwane!
ru_ru: UWP версии не поддерживаются!
zh_cn: 不支持 UWP 安装！

# #30010
source: /../../Users/*/AppData/Local/Packages/XBMCFoundation.Kodi_*
de_de: /../../Benutzer/*/AppData/Local/Packages/XBMCFoundation.Kodi_*

# #30011
source: Plugin disabled
da_dk: Plugin deaktiveret
de_de: Plugin deaktiviert
es_mx: Complemento desactivado
fi_fi: Lisäosa ei ole käytössä
fr_fr: Plugin désactivé
hr_hr: Priključak je onemogućen
it_it: Plugin disabilitato
ko_kr: 플러그인 사용 안 함
pl_pl: Wtyczka wyłączona
ru_ru: Дополнение отключено
zh_cn: 插件已禁用

# #30012
source: Would you like to disable this plugin?
da_dk: Vil du deaktivere dette plugin?
de_de: Soll das Plugin deaktiviert werden?
es_mx: ¿Quieres desactivar este complemento?
fi_fi: Haluatko poistaa lisäosan käytöstä?
fr_fr: Souhaitez-vous désactiver ce plugin ?
hr_hr: Želite li onemogućiti ovaj priključak?
it_it: Vuoi disabilitare questo plugin?
ko_kr: 이 플러그인을 사용하지 않을까요?
pl_pl: Czy chcesz wyłączyć tę wtyczkę?
ru_ru: Отключить это дополнение?
zh_cn: 是否要禁用此插件？

# #30014
source: Current Windows Platform (%s)
da_dk: Aktuel Windows-platform (%s)
de_de: Aktuelle Windows-Plattform (%s)
es_mx: Plataforma de Windows actual (%s)
fi_fi: Nykyinen Windows-alusta (%s)
fr_fr: Plate-forme Windows actuelle (%s)
hr_hr: Trenutna Windows platforma (%s)
it_it: Piattaforma Windows attuale (%s)
ko_kr: 현재 Windows 플랫폼(%s)
pl_pl: Bieżąca platforma Windows (%s)
ru_ru: Текущая версия Windows (%s)
zh_cn: 当前 Windows 平台（%s）

# #30015
source: Semi-stable (Monthly builds).
da_dk: Halvstabil (månedlige builds).
de_de: Semi-stabil (Monatliche Builds).
es_mx: Semi-estable (versiones mensuales).
fi_fi: Puolivakaa (kuukausittaiset versiot).
fr_fr: Semi-stable (versions mensuelles).
hr_hr: Polu-stabilna (mjesečne izgradnje).
it_it: Semistabile (build mensili).
ko_kr: 일부 안정적 (월간 빌드).
pl_pl: Półstabilna (kompilacje miesięczne).
ru_ru: Полустабильная (ежемесячные сборки).
zh_cn: 半稳定（每月构建）。

# #30016
source: Stable (Final releases).
da_dk: Stabil (endelige udgivelser).
de_de: Stabil (Finale Veröffentlichungen).
es_mx: Estable (versiones finales).
fi_fi: Vakaa (julkaisuversiot).
fr_fr: Stable (versions finales).
hr_hr: Stabilna (konačno izdanje).
it_it: Stabile (versioni finali).
ko_kr: 안정적 (최종 배포판).
pl_pl: Stabilna (ostateczne wydania).
ru_ru: Стабильная (финальные версии).
zh_cn: 稳定（最终版本）。

# #30017
source: Unstable (Daily builds).
da_dk: Ustabil (daglige builds).
de_de: Instabil (Tägliche Builds).
es_mx: Inestable (versiones diarias).
fi_fi: Epävakaa (päivittäiset versiot).
fr_fr: Instable (constructions quotidiennes).
hr_hr: Nestabilna (dnevno izgradnja).
it_it: Instabile (build giornaliere).
ko_kr: 불안정함 (일일 빌드).
pl_pl: Niestabilna (kompilacje dzienne).
ru_ru: Нестабильная (ежедневные сборки).
zh_cn: 不稳定（每日构建）。

# #30018
source: Experimental (Debugging builds).
da_dk: Eksperimentel (fejlsøgnings-builds).
de_de: Experimentell (Debugging-Builds).
es_mx: Experimental (versiones de depuración).
fi_fi: Kokeellinen (vianselvitysversiot).
fr_fr: Expérimental (versions de débogage).
hr_hr: Eksperimentalno (izgradnja otklanjanja grešaka).
it_it: Sperimentale (debug build).
ko_kr: 실험적 (디버그 빌드).
pl_pl: Eksperymentalna (kompilacje debugowania).
ru_ru: Экспериментальная (для отладки).
zh_cn: 实验（调试构建）。

# #30019
source: Incompatible platform
da_dk: Inkompatibel platform
de_de: Inkompatible Plattform
es_mx: Plataforma incompatible
fi_fi: Yhteensopimaton alusta
fr_fr: Plateforme incompatible
hr_hr: Nekompatibilna platforma
it_it: Piattaforma incompatibile
ko_kr: 호환되지 않는 플랫폼
pl_pl: Niezgodna platforma
ru_ru: Несовместимая версия
zh_cn: 不兼容平台

# #30020
source: Enable Silent Installation
da_dk: Aktiver lydløs installation
de_de: Stille Installation aktivieren
es_mx: Activar instalación silenciosa
fi_fi: Käytä huomaamatonta asennusta
fr_fr: Activer l'installation silencieuse
hr_hr: Omogući tihu instalaciju
it_it: Abilita installazione silenziosa
ko_kr: 자동 설치 사용
pl_pl: Włącz cichą instalację
ru_ru: Включить тихую установку
zh_cn: 启用静默安装

# #30021
source: Current Kodi Branch (%s.%s-%s)
da_dk: Nuværende Kodi branch (%s.%s-%s)
de_de: Aktueller Kodi-Branch (%s.%s-%s)
es_mx: Rama de kodi actual (%s.%s-%s)
fi_fi: Nykyinen Kodi-haara (%s.%s-%s)
fr_fr: Branche Kodi actuelle (%s.%s-%s)
hr_hr: Trenutni Kodi ogranak (%s.%s-%s)
it_it: Branch Kodi attuale (%s.%s-%s)
ko_kr: 현재 Kodi 분기(%s.%s-%s)
pl_pl: Bieżąca gałąź Kodi (%s.%s-%s)
ru_ru: Текущая ветка Kodi (%s.%s-%s)
zh_cn: 当前 Kodi 分支（%s.%s-%s）

# #30023
source: [B]Downloading:[/B]
da_dk: [B]Henter:[/B]
de_de: [B]Wird heruntergeladen:[/B]
es_mx: [B]Descargando:[/B]
fi_fi: [B]Ladataan:[/B]
fr_fr: [B]Téléchargement :[/B]
hr_hr: [B]Preuzimanje:[/B]
it_it: [B]Download:[/B]
ko_kr: [B]내려 받기:[/B]
pl_pl: [B]Pobieranie:[/B]
ru_ru: [B]Загрузка:[/B]
zh_cn: [B]正在下载：[/B]

# #30024
source: | [B]Speed:[/B]
da_dk: | [B]Hastighed:[/B]
de_de: -| [B]Geschwindigkeit:[/B]
es_mx: | [B]Velocidad:[/B]
fi_fi: | [B]Nopeus:[/B]
fr_fr: | [B]Vitesse :[/B]
hr_hr: | [B]Brzina:[/B]
it_it: | [B]Velocità:[/B]
ko_kr: | [B]속도:[/B]
pl_pl: | [B]Prędkość:[/B]
ru_ru: | [B]Скорость:[/B]
zh_cn: | [B]速度：[/B]

# #30025
source: | [B]ETA:[/B]
es_mx: | [B]TA:[/B]
fi_fi: | [B]Aikaa jäljellä:[/B]
hr_hr: | [B]Preostalo vrijeme:[/B]
ko_kr: | [B]예상 완료:[/B]
ru_ru: | [B]Осталось:[/B]
zh_cn: | [B]预计时间：[/B]
