Repository: xbmc/repo-scripts
Catalog: script.tvtunes/resources/language/Lithuanian/strings.po
Languages: lt

# Addon Summary
source: Retrieve and play your soundtrack themes whilst browsing your library
lt: gauti ir atkurti jūsų filmų ir tv laidų temas

# Addon Description
source: TvTunes is equipped with powerful features that enable the fetching, organising and playing of themes whilst browsing your Kodi library, when used in conjunction with a compatible skin. (Special thanks to Ppic,Frost and ronie for their early work in developing TvTunes)
lt: Šis skriptas jums padės temas jūsų filmų ir tv laidų temas iš www.televisiontunes.com. Jos bus išsaugotos theme[0-9].mp3 faile, kiekviename jūsų vaizdo aplanke ir bus atkurtos, naršant vaizdo bibliotekoje, pasirinkus TV laidos aplanką arba vaizdo informacijos langą (teminė išvaizda turi būti suderinama su šia funkcija)

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.kodi.tv/index.php?title=Add-on:TvTunes
lt: Teminių išvaizdų kūrėjai, prašau aplankykite wiki puslapį, norėdami sužinoti kaip integruoti tai į jūsų teminę išvaizdą: http://wiki.kodi.tv/index.php?title=Add-on:TvTunes

# #32001
source: Play theme in loop
lt: Atkurti temą pasikartojančiu ciklu

# #32002
source: Lower sound value
lt: Sumažinti garso reikšmę

# #32003
source: Use Protected SMB share
lt: Naudoti apsaugotą SMB bendrąjį išteklių

# #32004
source: Username:
lt: Vartotojo vardas:

# #32005
source: Password:
lt: Slaptažodis:

# #32006
source: Store tunes in a custom path
lt: Saugoti melodijas individualiame aplanke

# #32007
source: Path:
lt: Kelias:

# #32008
source: Fade tune out when exiting
lt: Pamažu mažinti melodijos garsą išeinant

# #32009
source: Automatically Download Theme If
lt: Automatiškai atsiųsti temą, jei

# #32010
source: Shuffle multiple tracks
lt: Maišyti keleta takelių

# #32011
source: Random start time
lt: Atsitiktinis pradžios laikas

# #32012
source: Change File Types
lt: Pakeisti failų tipus

# #32013
source: Fade in the tune when starting
lt: Pamažu didinti melodijos garsą, kai pradedama

# #32014
source: Always add additional themes (no overwrite)
lt: Visada įtraukti papildomas temas (be perrašymo)

# #32015
source: Search for movie themes
lt: Ieškoti filmų temų

# #32016
source: Play themes when browsing Movie list
lt: Atkurti temas naršant filmų sąrašą

# #32017
source: Play themes when browsing TV Show list
lt: Atkurti temas naršant TV laidų sąrašą

# #32018
source: Debugging
lt: Derinimas

# #32019
source: Enable debug logging
lt: Įjungti derinimo žurnalą

# #32020
source: Show the TvTunes button on the Video Info screen
lt: Rodyti TvTunes mygtuką vaizdo informacijos lange

# #32021
source: Fade out after playing for (minutes)
lt: Pamažu mažinti garsą, kai atkuriama (minučių)

# #32022
source: Operations
lt: Operacijos

# #32023
source: Browse Themes
lt: Naršyti temas

# #32024
source: Delay Theme Start (Seconds)
lt: Uždelsti temos pradžią (sekundės)

# #32025
source: Support themes in sub directories
lt: Palaikyti temas pobkatalagiuose

# #32026
source: Directory Name
lt: Katalogo pavadinimas

# #32027
source: Limit track duration when multiple themes (seconds)
lt: Apriboti takelio trukmę, kai yar keletas temų (sekundės)

# #32028
source: Default Theme Search Source
lt: Numatytasis temos paieškos šaltinis

# #32029
source: Play themes when browsing Music Video list
lt: Atkurti temas, kai naršoma muzikinių vaizdo klipų sąraše

# #32030
source: All
lt: Visi

# #32035
source: Prompt User
lt: Paklausti vartotojo

# #32036
source: Never
lt: Niekada

# #32037
source: Only Single Entry Found
lt: Rastas tik vienas įrašas

# #32038
source: Priority 1 (*) Entry Found
lt: Rastas įrašas su prioritetu 1 (*)

# #32039
source: Priority 1 (*) or 2 (~) Entry Found
lt: Rastas įrašas su prioritetu 1 (*) arba 2 (~)

# #32040
source: Screensaver
lt: Ekrano užskalnda

# #32046
source: Random
lt: Atsitiktinė

# #32047
source: Wait Time (Seconds)
lt: Laukimo laikas (sekundės)

# #32048
source: Effect Time (Seconds)
lt: Efekto trukmė (sekundės)

# #32049
source: Columns
lt: Stulpeliai

# #32050
source: Speed
lt: Greitis

# #32051
source: Image Concurrency
lt: Atvaizdų eiliškumas

# #32052
source: Random Order
lt: Atsitiktinė tvarka

# #32053
source: Image Source
lt: Atvaizdo šaltinis

# #32054
source: Image Type
lt: Atvaizdo tipas

# #32055
source: Folder
lt: Aplankas

# #32056
source: Recursive
lt: Rekursyviai

# #32058
source: Thumbnail
lt: Miniatiūra

# #32059
source: Cast
lt: Aktoriai

# #32060
source: Movies, TV Shows
lt: Filmai, TV laidos

# #32061
source: Play Themes During Screensaver
lt: Atkurti temas, kai įjungta ekrano užsklnda

# #32062
source: Fanart,Thumbnail,Cast
lt: Fanart, miniatiūra, aktoriai

# #32063
source: Fanart,Thumbnail
lt: Fanart, miniatiūra

# #32064
source: Dim Level
lt: Pritemdymo lygis

# #32065
source: Thumbnail,Cast
lt: Miniatiūra, aktoriai

# #32066
source: Slider
lt: Slinkiklis

# #32067
source: Slide In From
lt: Slinkimo iš

# #32068
source: Left
lt: Kairės

# #32069
source: Right
lt: Dešinės

# #32070
source: Top
lt: Viršaus

# #32071
source: Bottom
lt: Apačios

# #32072
source: Crossfade
lt: Užslanka

# #32073
source: Include Artwork Downloader Images
lt: Įtraukti Artwork Downloader atvaizdus

# #32074
source: Only Show Images When A Theme Exists
lt: Atvaizdus rodyti tik tada, kai egzistuoja tema

# #32075
source: Play Theme Once, Show All Images
lt: Atkurti temą vieną karta, rodyti visus atvaizdus

# #32076
source: Show All Images, Repeat Theme
lt: Rodyti visus atvaizdus, kartoti temą

# #32077
source: Play Theme Once, Skip Remaining Images
lt: Atkurti temą vieną kartą, praleisti likusius atvaizdus

# #32078
source: Repeat Rules
lt: Kartojimo taisyklės

# #32079
source: Startup
lt: Paleidimas

# #32080
source: Reset Volume On Startup
lt: Atstatyti garsumą paleidus

# #32081
source: Set Volume On Startup To
lt: Nustatyti garsumą paleidus į

# #32100
source: Show Selection Dialog If Auto Match Fails
lt: Rodyti parinkimo dialogą, jei nepavyko sutapdinti automatiškai

# #32101
source: ERROR
lt: KLAIDA

# #32102
source: site unreachable
lt: tinklapis nepasiekiamas

# #32103
source: TvTune downloader
lt: TVTune atsiuntiklis

# #32104
source: Replace existing theme?
lt: Perrašyti egzistuojančią temą?

# #32106
source: Getting information...
lt: Gaunam informacija...

# #32107
source: Searching for
lt: Ieškoma

# #32108
source: CANCELED
lt: ATŠAUKTA

# #32109
source: Operation canceled by user.
lt: Vartotojas atšaukė operaciją.

# #32110
source: Downloading:
lt: Atsiunčiama:

# #32111
source: to:
lt: į:

# #32112
source: Choose for
lt: Pasirinkite

# #32113
source: ENTER MANUAL SEARCH
lt: ATIDARYTI RANKINĘ PAIEŠKĄ

# #32114
source: Download this one?
lt: Atsiųsti šį?

# #32115
source: Search results will be incomplete
lt: Paieškos rezultatai bus nepilni

# #32116
source: You can help to get more theme on:
lt: Galite padėti gauti daugiau temų:

# #32118
source: Manual Search...
lt: Rankinė paieška...

# #32119
source: Continue with next theme search?
lt: Tęsti ieškant kitos temos?

# #32120
source: Search Using %s...
lt: Ieškoti naudojant %s...

# #32121
source: Search Using All Sites (May Be Slow)
lt: Paieška naudojant visus tinklapius (gali veikti lėtai)

# #32201
source: Movies
lt: Filmai

# #32202
source: TV Shows
lt: TV laidos

# #32203
source: Music Videos
lt: Muzikiniai vaizdo klipai

# #32204
source: [Filter]: Show Only Missing Themes
lt: [Filtras]: rodyti tik trūkstamas temas

# #32205
source: [Action]: Retrieve Missing Themes
lt: [Veiksmas]: gauti trūkstamas temas

# #32206
source: You have themes that are not in themes folders.
lt: Jūs turite temų, kurios yra ne temų aplankuose.

# #32207
source: Move themes into themes folder?
lt: Perkelti temas į temų aplanką?

# #32208
source: [Action]: Start Screensaver
lt: [Veiksmas]: paleisti ekrano užsklandą

# #32991
source: Playback
lt: Atkurimas

# #32992
source: Download
lt: Atsisiųsti

# #32993
source: File system
lt: Failų sistema

# #32994
source: Error: Failed to connect to goear.com
lt: Klaida: nepavyko prisijungti prie goear.com

# #32995
source: No Images found!
lt: Atvaizdų nerasta!
