Repository: xbmc/repo-scripts
Catalog: script.embuary.info/resources/language/resource.language.*/strings.po
Languages: hu_hu, ru_ru

# #32000
source: Error
hu_hu: Hiba
ru_ru: Ошибка

# #32001
source: This is a tool to provide features to a skin and requires skin integration.
hu_hu: Ez egy olyan eszköz, amely a felszín jellemzőit biztosítja, és a felszín integrációját igényli.
ru_ru: Это инструмент для обеспечения функций для обложки и требует интеграции обложки.

# #32002
source: (Get a free API key on www.omdbapi.com)
hu_hu: (Ingyenes API kulcs beszerzése a www.omdbapi.com webhelyen)
ru_ru: (Получите бесплатный ключ API на www.omdbapi.com)

# #32003
source: Certification country
hu_hu: Tanúsító ország
ru_ru: Страна сертификации

# #32019
source: No information found
hu_hu: Nincs információ
ru_ru: Информация не найдена

# #32022
source: Invalid TheMovieDB API key
hu_hu: Érvénytelen TheMovieDB API kulcs
ru_ru: Неверный ключ API TheMovieDB

# #32004
source: Person
hu_hu: Személy
ru_ru: Человек

# #32005
source: Search for
hu_hu: Keresés
ru_ru: Поиск

# #32006
source: Age
hu_hu: Kor
ru_ru: Возраст

# #32007
source: Place of birth
hu_hu: Születési helye
ru_ru: Место рождения

# #32008
source: Facts
hu_hu: Tények
ru_ru: Факты

# #32009
source: Similar
hu_hu: Hasonló
ru_ru: Похожее

# #32010
source: Images
hu_hu: Képek
ru_ru: Изображения

# #32011
source: Premiered
hu_hu: Premierje
ru_ru: Премьера

# #32012
source: Retail
hu_hu: Kiskereskedelmi
ru_ru: Ритейл

# #32013
source: Budget
hu_hu: Költség
ru_ru: Бюджет

# #32014
source: Revenue
hu_hu: Bevétel
ru_ru: Кассовые сборы

# #32015
source: Awards
hu_hu: Díjak
ru_ru: Награды

# #32016
source: Seasons
hu_hu: Évadok
ru_ru: Сезоны

# #32017
source: Known for
hu_hu: Ismert
ru_ru: Известность за

# #32018
source: Crew
hu_hu: Stáb
ru_ru: Съёмочный состав

# #32023
source: API key
hu_hu: API kulcs
ru_ru: Ключ API

# #32020
source: Developer settings
ru_ru: Настройки разработчика

# #32021
source: Enable caching (highly recommended - only turn off for debugging)
ru_ru: Включить кэширование (рекомендуется - только выключить для отладки)

# #32024
source: Default language
hu_hu: Alapértelmezett nyelv
ru_ru: Язык по умолчанию

# #32025
source: items in your library
hu_hu: könyvtár tartalma
ru_ru: в вашей библиотеке

# #32026
source: Misc.
hu_hu: Vegyes
ru_ru: Разное

# #32027
source: Hide person appearances in reality/talk/news shows
hu_hu: Személyek megjelenésének elrejtése a reality/talk/hír műsorokban
ru_ru: Скрыть появления человека в реалити/разговорных/новостных шоу

# #32028
source: Hide person appearances in specials/documentaries/behind the scenes movies
hu_hu: Személyes megjelenések elrejtése speciális/dokumentum/kulisszatitkok filmekben
ru_ru: Скрыть появления человека в спешлах/бекстейджах/документальных фильмах

# #32029
source: Top rated movies
hu_hu: Legjobban értékelt filmek
ru_ru: Лучшие фильмы

# #32030
source: Now playing movies
hu_hu: Most játszott filmek
ru_ru: Новинки кино

# #32031
source: Upcoming movies
hu_hu: Következő filmek
ru_ru: Предстоящие фильмы

# #32032
source: Popular movies
hu_hu: Népszerű filmek
ru_ru: Популярные фильмы

# #32033
source: Top rated TV shows
hu_hu: Legjobban értékelt TV-sorozatok
ru_ru: Лучшие сериалы

# #32034
source: Popular TV shows
hu_hu: Népszerű TV-sorozatok
ru_ru: Популярные фильмы

# #32035
source: TV shows airing today
hu_hu: Ma bemutatandó TV-sorozatok
ru_ru: Сериалы, выходящие сегодня

# #32036
source: TV shows airing in the next 7 days
hu_hu: A következő 7 napban bemutatandó TV-sorozatok
ru_ru: Сериалы, выходящие в течение 7 дней

# #32037
source: Collection
hu_hu: Gyűjtemény
ru_ru: Коллекция

# #32039
source: Guest stars
hu_hu: Vendég szereplők
ru_ru: Приглашенные звезды

# #32040
source: Season
hu_hu: Évad
ru_ru: Сезон

# #32038
source: Widgets
hu_hu: Widgetek
ru_ru: Виджеты

# #32041
source: Hide items from similar movies if they are part of the collection
hu_hu: Filmek elrejtése, ha azok a gyűjtemény részét képezik
ru_ru: Скрывать похожие фильмы, если они часть коллекции

# #32042
source: Trending movies
hu_hu: Népszerű filmek
ru_ru: Популярные фильмы

# #32043
source: Trending shows
hu_hu: Népszerű sorozatok
ru_ru: Популярные сериалы

# #32044
source: Hide upcoming items
ru_ru: Скрыть предстоящие предметы

# #32045
source: Allow items of the next [n] days
ru_ru: Разрешить элементы следующих [n] дней

# #32046
source: Watched episodes
ru_ru: Просмотренные эпизоды

# #32047
source: Install context menu addon
ru_ru: Установка аддона контекстного меню

# #32048
source: Next episode
ru_ru: Следующий эпизод

# #32049
source: Discover
ru_ru: Обнаружить

# #32050
source: Discover movies
ru_ru: Откройте для себя фильмы

# #32051
source: Discover TV shows
ru_ru: Откройте для себя сериалы

# #32052
source: Discover movies by year
ru_ru: Откройте для себя фильмы по годам

# #32053
source: Discover movies by genre
ru_ru: Откройте для себя фильмы по жанрам

# #32054
source: Discover TV shows by year
ru_ru: Откройте для себя сериалы по годам

# #32055
source: Discover TV shows by genre
ru_ru: Откройте для себя сериалы по жанрам

# #32056
source: Previous page
ru_ru: Предыдущая страница

# #32057
source: Discover people
ru_ru: Откройте для себя людей

# #32058
source: Next 7 days
ru_ru: Следующие 7 дней

# #32059
source: Next airing episodes of your TV show library
ru_ru: Следующие трансляции вашей библиотеки сериалов

# #32020
source: Caching
hu_hu: Gyorsítótárral

# #32021
source: Enable caching of fetched data
hu_hu: A letöltött adatok gyorsítótárazásának engedélyezése
