Repository: xbmc/repo-scripts
Catalog: script.playrandomvideos/resources/language/resource.language.*/strings.po
Languages: he_il

# #32100
source: Play Random
he_il: נגן אקראי

# #32101
source: Disable 'Play Random' context item [I](per skin)[/I]
he_il: השבת את פריט ניגון אקראי מתפריט הקישור[I](לכל מעטפת)[/I]

# #32102
source: Enable 'Play Random' context item [I](per skin)[/I]
he_il: אפשר את פריט ניגון אקראי מתפריט הקישור[I](לכל מעטפת)[/I]

# #32010
source: Filter random selection by watched status
he_il: סנן בחירה אקראית לפי סטטוס נצפה

# #32011
source: Can not play from non-permanent video source
he_il: לא ניתן לנגן ממקור וידאו לא קבוע

# #32012
source: Add this or a higher directory as a permanent video source and try again.[CR]{0}
he_il: הוסף את השם מטה או בחר ספריית אב (גבוהה יותר) כמקור וידאו קבוע ונסה שוב.[CR]{0}

# #32905
source: Hide busy notification before first video
he_il: הסתר את הודעת עסוק לפני הסרטון הראשון

# #32900
source: Watched Filters
he_il: מסנני סטטוס נצפה

# #32901
source: Filter movies by:
he_il: סנן סרטים לפי:

# #32902
source: Filter TV shows by:
he_il: סנן סדרות לפי:

# #32903
source: Filter music videos by:
he_il: סנן סרטוני מוזיקה לפי:

# #32904
source: Filter other videos by:
he_il: סנן קבצי וידאו אחרים לפי:
