Repository: xbmc/repo-scripts
Catalog: script.tvmaze.scrobbler/resources/language/resource.language.*/strings.po
Languages: uk_ua

# #32000
source: General
uk_ua: Загальні

# #32001
source: Confirm Addon Authorization
uk_ua: Підтвердження авторизації

# #32002
source: To authorize the addon open the link below[CR][B]{confirm_url}[/B][CR]or check your mailbox[CR][B]{email}[/B]
uk_ua: Щоб авторизувати надбудову, відкрийте посилання[CR][B]{confirm_url}[/B][CR]або перевірте поштову скриньку[CR][B]{email}[/B]

# #32003
source: Cancel
uk_ua: Скасувати

# #32004
source: TVmaze Scrobbler Menu
uk_ua: Меню скроблера TVmaze

# #32005
source: The addon is already authorized.[CR]Authorize again?
uk_ua: Надбудову вже авторизовано.[CR]Авторизувати знову?

# #32006
source: Your TVmaze account email
uk_ua: Пошта облікового запису TVmaze

# #32007
source: Authorization error: {}
uk_ua: Помилка авторизації: {}

# #32008
source: Confirmation error: {}
uk_ua: Помилка підтвердження: {}

# #32009
source: Authorize the addon
uk_ua: Авторизація надбудови

# #32010
source: Invalid email
uk_ua: Недопустима адреса

# #32011
source: TVmaze Scrobbler
uk_ua: Скроблер TVmaze

# #32012
source: Pushing episodes
uk_ua: Передавання серій

# #32013
source: Pushing episodes for show "{show_name}": {count}/{total}
uk_ua: Передавання серій для серіалу "{show_name}": {count}/{total}

# #32014
source: Push all shows
uk_ua: Передати всі серіали

# #32015
source: Push completed
uk_ua: Передавання завершено

# #32016
source: Push completed with errors
uk_ua: Передавання завершено із помилками

# #32017
source: Failed to push episode status
uk_ua: Не вдалося передати статус серії

# #32018
source: Pushed episode status
uk_ua: Статус серії передано

# #32019
source: Addon has been authorized successfully
uk_ua: Надбудову успішно авторизовано

# #32020
source: Push recent episodes
uk_ua: Передати свіжі серії

# #32021
source: Pull watched episodes from TVmaze
uk_ua: Отримати переглянуті серії із TVmaze

# #32022
source: Pulled watched episodes from TVmaze
uk_ua: Переглянуті серії із TVmaze отримано

# #32023
source: Show update notifications
uk_ua: Показувати сповіщення про оновлення

# #32024
source: Automatically pull watched episodes from TVmaze
uk_ua: Автоматично отримувати переглянуті серії із TVmaze

# #32025
source: Reset Authorization
uk_ua: Скидання авторизації

# #32026
source: This will clear stored authentication credentials.[CR]Are you sure?
uk_ua: Збережені дані автентифікації буде очищено.[CR]Ви впевнені?
