Repository: xbmc/repo-scripts
Catalog: script.cinemavision/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32001
source: General
pt_br: Geral

# #32002
source: Sequence
pt_br: Sequencia

# #32003
source: 2D sequence
pt_br: Sequencia 2D

# #32004
source: 3D sequence
pt_br: Sequencia 3D

# #32005
source: 3D tag detection regex
pt_br: Regex deteccao etiqueta 3D

# #32006
source: Fallback to 2D bumper
pt_br: Reserva para 2D bumper

# #32007
source: Content
pt_br: Conteudo

# #32008
source: Content path
pt_br: Caminho conteudo

# #32009
source: Update content
pt_br: Atualizar conteudo

# #32010
source: Auto update when editor starts
pt_br: Auto atualizar quando editor inicializar

# #32011
source: Content Scrapers
pt_br: Scrapers de conteúdos

# #32012
source: Trailers: CV Trailers Folder
pt_br: Trailers: Diretorio trailers CV

# #32013
source: Trailers: Kodi Database
pt_br: Trailers: Banco de Dados Kodi

# #32014
source: Ignore YouTube trailers
pt_br: Ignorar trailers do Youtube

# #32015
source: Mark watched if movie is watched
pt_br: Marcar como assistido se filme tiver sido visto

# #32018
source: Playback
pt_br: Reproduzir

# #32019
source: Hide queue editor
pt_br: Ocultar editor de fila

# #32020
source: If only one item queued
pt_br: Se somente um item enfileirado

# #32021
source: Allow video skipping
pt_br: Permitir escapar do video

# #32022
source: Video delay (milliseconds)
pt_br: Atraso no video (milisegundos)

# #32024
source: Module Defaults
pt_br: Modulos padroes

# #32025
source: Volume (% of current)
pt_br: Volume (% do atual)

# #32027
source: Music
pt_br: Musica

# #32028
source: Fade in (seconds)
pt_br: Esmaecer ao entrar (segundos)

# #32029
source: Fade out (seconds)
pt_br: Esmaecer ao sair (segundos)

# #32030
source: Format
pt_br: Formato

# #32031
source: Duration (minutes)
pt_br: Tempo (minutos)

# #32032
source: Question duration (seconds)
pt_br: Tempo da pergunta (segundos)

# #32033
source: Clue duration (seconds)
pt_br: Tempo da dica (segundos)

# #32034
source: Answer duration (seconds)
pt_br: Tempo da resposta (segundos)

# #32035
source: Single duration (seconds)
pt_br: Tempo unico (segundos)

# #32036
source: Transition
pt_br: Transicao

# #32037
source: None
pt_br: Nenhum

# #32038
source: Fade
pt_br: Esmaecer

# #32039
source: Slide Left
pt_br: Slide Esquerda

# #32040
source: Slide Right
pt_br: Slide Direita

# #32041
source: Slide Up
pt_br: Slice Acima

# #32042
source: Slide Down
pt_br: Slide para Baixo

# #32043
source: Transition: Duration (milliseconds)
pt_br: Transicao: Tempo (milisegundos)

# #32044
source: Music: Path
pt_br: Musica: Caminho

# #32045
source: Music: File
pt_br: Musica: Arquivo

# #32047
source: Directory
pt_br: Diretorio

# #32048
source: File
pt_br: Arquivo

# #32050
source: Prefer unwatched over priority
pt_br: Prioridade para itens não vistos

# #32051
source: Clear trailers watched status
pt_br: Limpar estatus de trailers vistos

# #32052
source: Source
pt_br: Fonte

# #32053
source: Single File
pt_br: Arquivo unico

# #32054
source: Source: Content filter (scrapers)
pt_br: Fonte: Filtro de Conteudo (scrapers)

# #32055
source: Source: Content order
pt_br: Fonte: Ordernar Conteudos

# #32056
source: Newest
pt_br: Novissimos

# #32057
source: Random
pt_br: Randomico

# #32058
source: Source: Directory
pt_br: Fonte: Diretorio

# #32059
source: Source: File
pt_br: Fonte: Arquivo

# #32060
source: Count
pt_br: Quantidade

# #32061
source: Rating limit
pt_br: Limite de Classificacao

# #32063
source: Match Features
pt_br: Recurso de Combinacao

# #32064
source: Max (needs Content path set and updated)
pt_br: Max (necessario definir caminho para o conteudo atualizado)

# #32065
source: Match feature genres
pt_br: Recurso de bater os generos

# #32066
source: Filter for 3D based on feature
pt_br: Filtrar por 3D baseado no recurso

# #32067
source: Quality
pt_br: Qualidade

# #32068
source: Method
pt_br: Metodo

# #32069
source: Auto-detect from source
pt_br: Auto-detectar via fonte

# #32070
source: Choose format
pt_br: Escolher formato

# #32071
source: Choose file
pt_br: Escolher arquivo

# #32072
source: Fallback
pt_br: Reserva

# #32073
source: Features
pt_br: Recursos

# #32074
source: Audio Format
pt_br: Formato de audio

# #32075
source: Default rating system
pt_br: Sistema de classificacao padrão

# #32076
source: Default rating system (needs Content path set and updated)
pt_br: Sistema padrao de classificacao (necessario definir caminho para o conteudo atualizado)

# #32077
source: Rating bumper
pt_br: Classificacao Indicativa

# #32078
source: Image
pt_br: Imagem

# #32079
source: Style
pt_br: Estilo

# #32080
source: Rating style selection
pt_br: Selecao de Estilo de Classificacao

# #32081
source: Rating style
pt_br: Estilo de Classificacao

# #32082
source: Rating style (needs Content path set and updated)
pt_br: Estilo de Classificacao (Necessario definir caminho para o conteudo atualizado)

# #32083
source: Actions
pt_br: Acoes

# #32084
source: Execute action on sequence pause
pt_br: Executar acao na sequencia de pausa

# #32085
source: Action file path
pt_br: Caminho do arquivo para agir

# #32086
source: Execute action on sequence resume
pt_br: Executar acao ao retomar sequencia

# #32087
source: Last
pt_br: Ultimo

# #32088
source: Execute action on sequence abort
pt_br: Executar acao na sequencia de abortar

# #32089
source: Test
pt_br: Teste

# #32090
source: Not Set
pt_br: Nada Definido

# #32091
source: Advanced
pt_br: Avancado

# #32092
source: Scope (requires add-on restart)
pt_br: Escopo (requer reinicialização do addon)

# #32093
source: Logging
pt_br: Depurando

# #32094
source: Debug logging
pt_br: log de depuração

# #32095
source: Paste my kodi.log to pastebin
pt_br: Copiar meu kodi.log para o pastebin

# #32096
source: Pastebin user (necessary to paste as user)
pt_br: Usuário Pastebin (necessário para copiar como usuário)

# #32097
source: Delete Pastebin user key
pt_br: Deletar chave do usuário no Pastebin

# #32098
source: Debugging
pt_br: Depurando

# #32099
source: Reset content database
pt_br: Resetar banco de dados de conteúdo

# #32100
source: Clear trailers broken status
pt_br: Limpar estatus de quebrados dos trailers

# #32102
source: Install context menu add-on
pt_br: Instalar addon de menu contextual

# #32103
source: Context menu add-on installed
pt_br: Addon de menu contextual instalado

# #32104
source: Ignore Kodi playlist with only one item if there is a selection
pt_br: Ignorar playlist do Kodi quando somente um item estiver na selecao

# #32302
source: Countdown
pt_br: Contador

# #32303
source: Courtesy
pt_br: Cortesia

# #32304
source: Feature Intro
pt_br: Recurso Intro

# #32305
source: Feature Outro
pt_br: Outro Recurso

# #32306
source: Intermission
pt_br: Intermissao

# #32307
source: Short Film
pt_br: Filme Curto

# #32308
source: Theater Intro
pt_br: Cinema Intro

# #32309
source: Theater Outro
pt_br: Cinema Outro

# #32314
source: Back
pt_br: Retornar

# #32315
source: Skip
pt_br: Pular

# #32316
source: Feature queue is full
pt_br: Recurso de fila esta completo

# #32317
source: Feature queue is empty
pt_br: Recurso de fila esta vazio

# #32318
source: Kodi Database
pt_br: Banco de Dados Kodi

# #32320
source: Yes
pt_br: Sim

# #32321
source: No
pt_br: Não

# #32322
source: Default
pt_br: Padrão

# #32323
source: Scrapers filter (scrapers)
pt_br: Filtro Scrapers (scraper)

# #32324
source: Content order
pt_br: Ordem Conteúdo

# #32325
source: Path
pt_br: Caminho

# #32326
source: CV Trailers Folder
pt_br: Pasta de Trailers CV

# #32327
source: Type
pt_br: Tipo

# #32328
source: Play 3D If 3D Feature
pt_br: Reproduzir 3D se o Recurso for 3D

# #32329
source: Audio Format Bumper
pt_br: Formatos trilha de audio

# #32330
source: This action is not set or not yet applied.
pt_br: Esta acao não foi definida ou nao foi aplicada ainda.

# #32331
source: Command
pt_br: Comando

# #32332
source: Argument
pt_br: Argumento

# #32333
source: Condition
pt_br: Condicoes

# #32334
source: Video Bumpers
pt_br: Tipos de Videos

# #32500
source: Not Found
pt_br: Nao Encontrada

# #32501
source: No sequences found.
pt_br: Nenhuma sequencia encontrada.

# #32502
source: Choose Sequence
pt_br: Escolher Sequencia

# #32503
source: No Content Path
pt_br: Sem caminho para conteudos

# #32504
source: Content path not set or not applied
pt_br: Caminho para o conteúdo não definido ou não aplicado

# #32505
source: Loading Content
pt_br: Carregando Conteudo

# #32506
source: Download
pt_br: Transferir

# #32507
source: Downloading demo content
pt_br: Transferindo arquivos demos

# #32508
source: No Content
pt_br: Sem conteúdo

# #32509
source: No content found for current rating system.
pt_br: Nenhum conteúdo localizado para o sistema de classificação corrente.

# #32510
source: Select Style
pt_br: Selecionar Estilo

# #32511
source: None found
pt_br: Nada encontrado

# #32512
source: No action file(s) set
pt_br: Nenhum arquivo(s) de ação definido

# #32513
source: MISSING!
pt_br: AUSENTE!

# #32514
source: Parser Messages
pt_br: Mensagens de Análise

# #32515
source: Done
pt_br: Pronto

# #32516
source: Action file(s) parsed OK
pt_br: Arquivo(s) Acao analisados e OK

# #32517
source: Change Path
pt_br: Alterar Caminho

# #32518
source: Choose a new path or clear the current path?
pt_br: Escolha um novo caminho ou limpar o caminho atual?

# #32519
source: Choose
pt_br: Escolher

# #32520
source: Clear
pt_br: Limpar

# #32521
source: Select File
pt_br: Selecionar Arquivo

# #32522
source: No matching content found.
pt_br: Nenhum conteudo correspondente encontrado.

# #32523
source: Options
pt_br: Opções

# #32524
source: Select Directory
pt_br: Selecionar Diretorio

# #32525
source: No Options
pt_br: Sem opções

# #32526
source: No options found.
pt_br: Nenhuma opção encontrada

# #32527
source: Confirm
pt_br: Confirmar

# #32528
source: Sequence was modified.
pt_br: Sequência foi modificada.

# #32529
source: Do you really want to exit without saving changes?
pt_br: Deseja realmente sair sem salvar as alterações?

# #32530
source: Add
pt_br: Adicionar

# #32531
source: Edit
pt_br: Editar

# #32532
source: Rename
pt_br: Renomear

# #32533
source: Copy
pt_br: Copiar

# #32534
source: Move
pt_br: Mover

# #32535
source: Disable
pt_br: Desabilitar

# #32536
source: Remove
pt_br: Remover

# #32537
source: Do you really want to remove this module?
pt_br: Deseja realmente remover este módulo?

# #32538
source: Enabled
pt_br: Ativado

# #32539
source: Enter a name for this item
pt_br: Entre com um nome para este item

# #32540
source: Add-on settings
pt_br: Ajustes do Addon

# #32541
source: New
pt_br: Nova

# #32542
source: Save
pt_br: Salvar

# #32543
source: Save as...
pt_br: Salvar como...

# #32544
source: Load
pt_br: Carregar

# #32545
source: Import
pt_br: Importar

# #32546
source: Export
pt_br: Exportar

# #32547
source: Play
pt_br: Reproduzir

# #32548
source: Sequence Options
pt_br: Opções Sequêncial

# #32549
source: Sequence is modified.
pt_br: Sequência foi modificada.

# #32550
source: This will delete all changes.
pt_br: Isto irá deletar todas as alterações

# #32551
source: Do you really want to do this?
pt_br: Deseja realmente prosseguir?

# #32552
source: Select Save Directory
pt_br: Selecione Diretório para Salvar

# #32553
source: Please set the content path in addon settings.
pt_br: Por favor sete o caminho para os conteúdos nos ajustes do addon

# #32554
source: Enter name for file
pt_br: Entre com o nome para o arquivo

# #32555
source: Set Default
pt_br: Definir como padrão

# #32556
source: Would you like to set this as the default for playback?
pt_br: Deseja definir como padrão para reprodução?

# #32557
source: For 2D or 3D?
pt_br: Para 2D ou 3D?

# #32558
source: Missing
pt_br: Ausente

# #32559
source: Previous save not found.
pt_br: Salvo anteriormente não localizado.

# #32560
source: Load the default or start a new sequence?
pt_br: Carregar padrão ou iniciar uma nova sequência?

# #32561
source: No Features
pt_br: Sem Recursos

# #32562
source: No movies are in the Queue.
pt_br: Sem filmes enfileirados.

# #32563
source: Please queue some features and try again.
pt_br: Por favor enfilere alguns recursos e tente novamente.

# #32564
source: Removed watched status from all trailers.
pt_br: Remover estatus assistido de todos os trailers.

# #32565
source: Removed broken status from all trailers.
pt_br: Estatus de quebrado removido de todos os trailers.

# #32566
source: Would you like to paste the current old log?
pt_br: Aonde deseja colar o antigo log corrente?

# #32567
source: Paste the old log if you are in a new session, ie. after a Kodi crash.
pt_br: Cole o antigo lof se estiver em uma nova sessão, ie. após o Kodi crashear.

# #32568
source: Current
pt_br: Atual

# #32569
source: Old
pt_br: Antigo

# #32570
source: No Log
pt_br: Sem Log

# #32571
source: That log file does not exist!
pt_br: O arquivo de log inexiste!

# #32572
source: Enter Pastebin password (only needed 1st time - NOT stored)
pt_br: Entre senha do Pastebin (comente necessário primeira vez - não armazenado)

# #32573
source: Failed
pt_br: Falhou

# #32574
source: Failed to create paste as user
pt_br: Falhou para criar o colar como usuário

# #32575
source: Aborted
pt_br: Abortado

# #32576
source: Paste aborted!
pt_br: Colar abortado!

# #32577
source: Creating paste...
pt_br: Criando colar...

# #32578
source: Paste created at:
pt_br: Colar criado em:

# #32580
source: Show QR Code
pt_br: Mostrar Código QR

# #32581
source: Failed to create paste:
pt_br: Falhou ao criar o colar:

# #32582
source: QR Code
pt_br: Código QR

# #32583
source: Creating QR code...
pt_br: Criando código QR...

# #32584
source: Database reset.
pt_br: Resetar bando de dados.

# #32585
source: User key deleted.
pt_br: Chave do usuário deletada.

# #32586
source: USE DEFAULT
pt_br: USAR PADRÃO

# #32587
source: Cancel
pt_br: Cancelar

# #32588
source: Apply to queue
pt_br: Aplicar para fila

# #32589
source: Click an item to start a move.
pt_br: Clique no item para iniciar um movimento.

# #32590
source: Click the context menu button or delete key on a keyboard to remove an item.
pt_br: Clique o botão de menu contextual ou delete chave no teclado para remover um item.

# #32591
source: DEMO MODE
pt_br: Modo Demo

# #32592
source: Set Content path in settings
pt_br: Setar caminho dos conteúdos ns ajustes

# #32593
source: Execute abort action after tests
pt_br: Executar ação abortar após testes

# #32594
source: Never
pt_br: Nunca

# #32595
source: Always
pt_br: Sempre

# #32596
source: Ask
pt_br: Perguntar

# #32597
source: Cleanup
pt_br: Limpar

# #32598
source: Run abort action?
pt_br: Rodar aborta ação?

# #32599
source: Default 2D
pt_br: 2D padrão

# #32600
source: Default 3D
pt_br: 3D padrão

# #32601
source: ERROR
pt_br: ERRO

# #32602
source: Error parsing sequence
pt_br: Sequência de análise de erro

# #32603
source: No Feature
pt_br: Sem Recurso

# #32604
source: Sequence does not have a feature module, which is required to play items selected in Kodi.
pt_br: Sequência não contém um módulo de recurso, que é requerido para reproduzir os itens selecionados no Kodi.

# #32605
source: Continue?
pt_br: continuar?

# #32606
source: Failed to write sequence file!
pt_br: Falhou ao escrever a sequencia no arquivo!

# #32607
source: Kodi may be unable to write to this location.
pt_br: Kodi pode nao conseguir escrever neste local.
