Repository: xbmc/repo-scripts
Catalog: script.artworkorganizer/resources/language/Greek/strings.po
Languages: el

# #32001
source: Copy Movie Fanart
el: Αντιγραφή Fanart Ταινιών

# #32002
source: Copy TV Show Fanart
el: Αντιγραφή Fanart Τηλ. Σειρών

# #32003
source: Copy Music Video Fanart
el: Αντιγραφή Fanart Μουσικών Βίντεο

# #32004
source: Copy Artist Fanart
el: Αντιγραφή Fanart Καλλιτεχνών

# #32005
source: Copy Movie Thumbs
el: Αντιγραφή Μικρογραφιών Ταινιών

# #32007
source: Copy Season Thumbs
el: Αντιγραφή Μικρογραφιών Κύκλων

# #32008
source: Copy Episode Thumbs
el: Αντιγραφή Μικρογραφιών Επεισοδίων

# #32009
source: Copy Music Video Thumbs
el: Αντιγραφή Μικρογραφιών Μουσικών Βίντεο

# #32010
source: Copy Artist Thumbs
el: Αντιγραφή Μικρογραφιών Καλλιτεχνών

# #32011
source: Copy Album Thumbs
el: Αντιγραφή Μικρογραφιών Άλμπουμ

# #32012
source: Destination directory
el: Φάκελος Προορισμού

# #32013
source: Copy TV Show Banners
el: Αντιγραφή Πανό Τηλ. Σειρών

# #32014
source: Copy TV Show Posters
el: Αντιγραφή Αφισών Τηλ. Σειρών

# #32015
source: Custom source
el: Προσαρμοσμένη Πηγή

# #32016
source: Path
el: Διαδρομή

# #32101
source: General
el: Γενικά

# #32102
source: Advanced
el: Για προχωρημένους

# #32103
source: Expert
el: Ειδικό

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
el: ΜΗΝ ΤΟ ΠΕΙΡΑΖΕΤΕ ΑΝ ΔΕΝ ΞΕΡΕΤΕ ΤΙ ΚΑΝΕΤΕ

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
el: ΕΝΔΕΧΕΤΑΙ ΝΑ ΔΙΑΓΡΑΦΕΙ ΟΛΟΚΛΗΡΟΣ Ο ΣΚΛΗΡΟΣ ΣΑΣ

# #32106
source: select which artwork should be copied
el: επιλέξτε τις εικόνες προς αντιγραφή

# #32107
source: search a custom folder for artwork
el: αναζήτηση κάποιου φακέλου για εικόνες

# #32108
source: select a custom folder where the addon should store the artwork
el: επιλέξτε φάκελο όπου το πρόσθετο θα αποθηκεύει τις εικόνες
