Repository: xbmc/repo-scripts
Catalog: script.xbmc.lcdproc/resources/language/resource.language.*/strings.po
Languages: de_de, fr_fr, pl_pl

# #32100
source: Behaviour
de_de: Verhalten
fr_fr: Comportement
pl_pl: Zachowanie

# #32101
source: Delay for scrolling text
de_de: Geschwindigkeit für gescrollten Text
fr_fr: Délai avant défilement du texte
pl_pl: Opóźnienie dla przewijania tekstu

# #32102
source: Scroll mode
de_de: Scroll-Modus
fr_fr: Mode de défilement
pl_pl: Tryb przewijania

# #32103
source: Navigation display duration (s)
de_de: Anzeigedauer der Navigationsansicht (s)
fr_fr: Rémanence de l'écran de navigation (s)
pl_pl: Czas wyświetlania informacji nawigacyjnych (s)

# #32104
source: Display refresh rate (Hz)
de_de: Display-Aktualisierungsrate (Hz)
fr_fr: Taux de rafraichissement (Hz)
pl_pl: Częstotliwość odświeżania (Hz)

# #32105
source: Use alternate charset
de_de: Verwende alternativen Zeichensatz
fr_fr: Utiliser un jeu de caractères alternatif
pl_pl: Użyj alternatywnego zestawu znaków

# #32106
source: Charset
de_de: Zeichensatz
fr_fr: Jeu de caractères
pl_pl: Zestaw znaków

# #32107
source: Support for extra display elements (e.g. icons)
de_de: Zusatzdisplayelemente (z.B. Icons) unterstützen
fr_fr: Gestion des éléments d'affichage supplémentaires (ex. icônes)
pl_pl: Wsparcie dla dodatkowych elementów wyświetlających (np. ikon)

# #32200
source: Backlight
de_de: Beleuchtung
fr_fr: Rétro-éclairage
pl_pl: Podświetlenie

# #32201
source: on screensaver
de_de: wenn Bildschirmschoner aktiv
fr_fr: en mode économie d'écran
pl_pl: podczas działania wygaszacza ekrany

# #32202
source: Dim on shutdown
de_de: Beim Herunterfahren abdunkeln/abschalten
fr_fr: Diminuer lors de l'arrêt
pl_pl: Przyciemnij przed wyłączeniem

# #32203
source: on video/LiveTV playback
de_de: während Video/LiveTV-Wiedergabe
fr_fr: lors de la lecture de vidéo ou en mode TV
pl_pl: podczas odtwarzania filmów wideo/TV

# #32204
source: on music/radio playback
de_de: während Musik/Radio-Wiedergabe
fr_fr: lors de la lecture de musique ou en mode radio
pl_pl: podczas odtwarzania muzyki/radia

# #32205
source: Delay (s)
de_de: Verzögerung (s)
fr_fr: Délai (s)
pl_pl: Opóźnienie (s)

# #32206
source: Dim/turn off...
de_de: Abdunkeln/Abschalten...
fr_fr: Diminuer/éteindre…
pl_pl: Przyciemnij/wyłącz:

# #32300
source: Connection
de_de: Verbindung
fr_fr: Connexion
pl_pl: Połączenie

# #32301
source: Use remote LCDProc
de_de: Entfernten LCDproc-Server benutzen
fr_fr: Utiliser un démon LCDProc distant
pl_pl: Podłącz do zdalnego serwera LCDProc

# #32302
source: LCDd IP
fr_fr: Adresse IP de LCDd
pl_pl: Adres IP serwera LCDd

# #32303
source: LCDd port
fr_fr: Port de LCDd
pl_pl: Port serwera LCDd

# #32304
source: Show heartbeat symbol
de_de: Heartbeatsymbol anzeigen
fr_fr: Afficher le symbole de pulsation
pl_pl: Włącz tętno (heartbeat)

# #32305
source: Hide connection error notifications
de_de: Verbindungsfehler-Benachrichtigung verstecken
fr_fr: Cacher les notifications d'erreurs de connexion
pl_pl: Nie pokazuj powiadomień o błędach połączenia

# #32401
source: Marquee
de_de: Durchlaufend
fr_fr: En boucle

# #32402
source: Left/Right
de_de: Links/Rechts
fr_fr: Gauche/Droite
pl_pl: Lewo/Prawo

# #32411
source: ISO8859-1 (default)
de_de: ISO8859-1 (Standard)
fr_fr: ISO8859-1 (valeur d'origine)

# #32500
source: Failed to connect to LCDProc!
de_de: Fehler beim Verbinden zu LCDproc!
fr_fr: Échec lors de la connexion à LCDProc !
pl_pl: Błąd połączenia z serwerem LCDProc!

# #32501
source: Connected to LCDProc!
de_de: Verbunden mit LCDproc!
fr_fr: Connecté à LCDProc !
pl_pl: Połączony z serwerem LCDProc!

# #32502
source: Warning! Errors in LCD.xml or LCD.xml not found!
de_de: Warnung! Fehlerhafte LCD.xml oder LCD.xml nicht gefunden!
fr_fr: Attention ! LCD.xml comporte des erreurs ou est introuvable !
pl_pl: Uwaga! Błędy w konfiguracji w pliku LCD.xml lub plik LCD.xml nie znaleziony!
