Repository: xbmc/repo-scripts
Catalog: screensaver.video/resources/language/Greek/strings.po
Languages: el

# #32001
source: Screensaver
el: Προφύλαξη οθόνης

# #32002
source: Debugging
el: Εντοπισμός σφαλμάτων

# #32003
source: Enable debug logging
el: Καταγραφή σφαλμάτων

# #32004
source: Video Selection
el: Επιλογή Βίντεο

# #32005
source: VideoScreensaver
el: Βίντεο Προφύλαξη Οθόνης

# #32006
source: Configuration
el: Διαμόρφωση

# #32020
source: Preset Video
el: Προρυθμισμένο Βίντεο

# #32021
source: User Defined
el: Ορισμένο από το Χρήστη

# #32022
source: Selected Screensaver
el: Επιλεγμένη Προφύλαξη Οθόνης

# #32023
source: Use All Files In A Folder
el: Χρήση Όλων των Αρχείων Στο Φάκελο

# #32024
source: Repeat Type For Multiple Files
el: Επανάληψη Τύπου για Πολλαπλά Αρχεία

# #32025
source: Repeat All
el: Επανάληψη Όλων

# #32026
source: Repeat One
el: Επανάληψη Ενός

# #32050
source: Set/Download Preset Video File
el: Ορισμός/Λήψη Προρυθμισμένου Βίντεο

# #32051
source: Select Video File
el: Επιλογή Αρχείου Βίντεο

# #32052
source: Show Time
el: Εμφάνιση Ώρας

# #32053
source: Start Video At Random Point
el: Έναρξη Βίντεο Σε Τυχαίο Σημείο

# #32054
source: Select Videos Folder
el: Επιλογή Φακέλου Βίντεο

# #32055
source: Prevent Screensaver Starting If Playing Media
el: Να Μην Ξεκινά Η Προφύλαξη Οθόνης Κατά Την Αναπαραγωγή

# #32056
source: Change Volume When Screensaver Starts
el: Να Αλλάζει Η Ένταση Κατά Την Προφύλαξη Οθόνης

# #32057
source: Set Volume To
el: Επίπεδο Έντασης

# #32058
source: Dim Level
el: Επίπεδο Σκίασης

# #32059
source: Stop Screensaver Automatically
el: Αυτόματη Διακοπή Προφύλαξης Οθόνης

# #32060
source: Stop Screensaver After (Minutes)
el: Διακοπή Προφύλαξης Οθόνης Μετά Από (Λεπτά)

# #32100
source: *** All Downloaded Videos ***
el: *** Όλα τα Ληφθέντα Βίντεο ***

# #32101
source: Aquarium 1 - [846MB] - 400p
el: Ενυδρείο 1 - [846MB] - 400p

# #32102
source: Aquarium 2 - [2.7GB] - 720p
el: Ενυδρείο 2 - [2.7GB] - 720p

# #32103
source: Fireplace 1 - [965MB] - 720p
el: Τζάκι 1 - [965MB] - 720p

# #32104
source: Fireplace 2 - [827MB] - 480p
el: Τζάκι 2 - [827MB] - 480p

# #32105
source: Fireplace 3 - [2.1GB] - 1080p
el: Τζάκι 3 - [2.1GB] - 1080p

# #32106
source: Aquarium 3 - [2.4GB] - 720p
el: Ενυδρείο 3 - [2.4GB] - 720p

# #32107
source: Fireplace 4 - [2.7GB] - 720p
el: Τζάκι 4 - [2.7GB] - 720p

# #32108
source: Space 1 - [970MB] - 720p
el: Διάστημα 1 - [970MB] - 720p

# #32109
source: Beach 1 - [2.5GB] - 720p
el: Παραλία 1 - [2.5GB] - 720p

# #32110
source: Beach 2 - [838MB] - 720p
el: Παραλία 2 - [838MB] - 720p

# #32112
source: Space 2 - [563MB] - 1080p
el: Διάστημα 2 - [563MB] - 1080p

# #32113
source: Woodland 1 - [1.3GB] - 720p
el: Δάσος 1 - [1.3GB] - 720p

# #32115
source: Retro Sci-Fi 1 - [200MB] - 1080p
el: Κλασική Ε.Φ. 1 - [200MB] - 1080p

# #32116
source: Waterfall 1 - [1.3GB] - 720p
el: Καταρράκτης 1 - [1.3GB] - 720p

# #32117
source: Waterfall 2 - [1.3GB] - 720p
el: Καταρράκτης 2 - [1.3GB] - 720p

# #32118
source: Waterfall 3 - [2.4GB] - 720p
el: Καταρράκτης 3 - [2.4GB] - 720p

# #32119
source: Beach 3 - [3.4GB] - 720p
el: Παραλία 3 - [3.4GB] - 720p

# #32300
source: Screensaver File Is Not Valid
el: Το Αρχείο Προφύλαξης Οθόνης Δεν Είναι Έγκυρο

# #32301
source: The following default video already exists
el: Το ακόλουθο προεπιλεγμένο βίντεο υπάρχει ήδη

# #32302
source: Reuse this file?
el: Να ξαναχρησιμοποιηθεί αυτό το αρχείο;

# #32303
source: Downloading Screensaver Video File
el: Γίνεται Λήψη Βίντεο Προφύλαξης Οθόνης

# #32304
source: This option will use all videos already downloaded
el: Αυτή η επιλογή θα χρησιμοποιήσει όλα τα βίντεο που έχουν ήδη κατέβει

# #32305
source: Each video required should be downloaded individually first
el: Κάθε απαιτούμενο βίντεο πρέπει να έχει ληφθεί ξεχωριστά εξ' αρχής
