Repository: xbmc/repo-scripts
Catalog: script.module.inputstreamhelper/resources/language/resource.language.*/strings.po
Languages: el_gr, es_es, fr_fr, hu_hu, ro_ro, ru_ru, sv_se

# #30039
source: [B]Widevine CDM[/B] is currently not available natively on ARM64. Please switch to a 32-bit userspace for [B]Widevine CDM[/B] support.
el_gr: Το [B]Widevine CDM[/B] δεν είναι ακόμα εγγενώς διαθέσιμο για ARM64. Παρακαλώ μεταβείτε σε 32-μπιτ userspace για υποστήριξη του [B]Widevine CDM[/B].
es_es: [B]Widevine CDM[/B] actualmente no está disponible de forma nativa para ARM64. Por favor, cambie a un espacio de usuario de 32 bits para poder usar [B]Widevine CDM[/B].
fr_fr: [B]Widevine CDM[/B] n'est actuellement pas disponible en mode natif sur ARM64. Veuillez basculer vers un espace utilisateur 32 bits pour la prise en charge de [B]Widevine CDM[/B].
hu_hu: A [B]Widevine CDM[/B] jelenleg nem támogatott natívan az ARM64-en. Kérjük, váltson egy 32 bites felhasználói területre a [B]Widevine CDM[/B] támogatáshoz.
ro_ro: [B]Widevine CDM[/B] nu este disponibil nativ pentru ARM64. Vă rugă să treceți la spațiu utilizator pe 32 biți pentru suport [B]Widevine CDM[/B].
ru_ru: В настоящее время [B]Widevine CDM[/B] не доступен для ARM64. Перейдите в 32-разрядное пользовательское пространство для поддержки [B]Widevine CDM[/B].
sv_se: [B]Widevine CDM[/B] är inte tillgängligt på ARM64. Byt till en 32-bitars userspace för [B]Widevine CDM[/B]-support.

# #30040
source: Update available
el_gr: Η ενημέρωση ολοκληρώθηκε
es_es: Actualización disponible
fr_fr: Mise à jour disponible
hu_hu: Frissítés elérhető
ro_ro: Actualizare disponibilă
ru_ru: Обновление доступно
sv_se: Uppdatering tillgänglig

# #30041
source: Widevine CDM is required
el_gr: Απαιτείται το Widevine CDM
es_es: Necesario Widevine CDM
fr_fr: Widevine CDM est nécessaire
hu_hu: Widevine CDM kell hozzá
ro_ro: Este nevoie de Widevine CDM
ru_ru: Требуется Widevine CDM
sv_se: Widevine CDM krävs

# #30042
source: Using a SOCKS proxy requires the PySocks library (script.module.pysocks) installed.
el_gr: Η χρήση διαμεσολαβητή SOCKS απαιτεί την εγκατάσταση της βιβλιοθήκης PySocks (script.module.pysocks).
es_es: El uso de un SOCKS proxy requiere que la biblioteca PySocks (script.module.pysocks) esté instalada.
fr_fr: L'utilisation d'un proxy SOCKS nécessite l'installation de la bibliothèque PySocks (script.module.pysocks).
hu_hu: SOCKS proxy használatához telepíteni kell a PySocks könyvtárat (script.module.pysocks).
ro_ro: Folosirea unui proxy SOCKS necesită instalarea librăriei PySocks (script.module.pysocks).
ru_ru: Для использования SOCKS-прокси необходим установить модуль PySocks (script.module.pysocks).
sv_se: SOCKS-proxies kräver att du har PySocks-biblioteket (script.module.pysocks) installerat.

# #30043
source: Extracting Widevine CDM
el_gr: Εξαγωγή του Widevine CDM
es_es: Extrayendo Widevine CDM
fr_fr: Extraction de Widevine CDM
hu_hu: Widevine CDM kicsomagolása
ro_ro: Se extrage Widevine CDM
ru_ru: Извлечение Widevine CDM
sv_se: Extraherar Widevine CDM

# #30044
source: Preparing downloaded image...
el_gr: Προετοιμασία μεταφορτωμένης εικόνας...
es_es: Preparando imagen descargada...
fr_fr: Préparation de l'image téléchargée ...
hu_hu: A letöltött fájl előkészítése...
ro_ro: Se pregătește imaginea descărcată...
ru_ru: Подготовка загруженного образа...
sv_se: Förbereder nedladdad avbild...

# #30045
source: Uncompressing image...
el_gr: Εξαγωγή εικόνας...
es_es: Descomprimiendo la imagen...
fr_fr: Décompression de l'image ...
hu_hu: Lemezkép kitömörítése
ro_ro: Se decompresează imaginea...
ru_ru: Распаковка образа...
sv_se: Packar upp avbilden...

# #30046
source: This may take several minutes.
es_es: Esto puede tomar varios minutos.
fr_fr: Cela peut pendre quelques minutes.
hu_hu: Ez néhány percig eltarthat.
ro_ro: Acest proces poate dura câteva minute.
ru_ru: Это может занять несколько минут.

# #30047
source: [I]Please do not interrupt this process.[/I]
el_gr: [I]Σας παρακαλώ να μην διακόψετε αυτήν την διαδικασία.[/I]
es_es: [I]Por favor, no interrumpa este proceso.[/I]
fr_fr: [I]S'il vous plaît, n'interrompez pas ce processus.[/I]
hu_hu: [I]NE szakítsd meg a folyamatot.[/I]
ro_ro: [I]Vă rugăm să nu întrerupeți procesul.[/I]
ru_ru: [I]Пожалуйста, не прерывайте этот процесс.[/I]
sv_se: [I]Avbryt inte den här processen.[/I]

# #30048
source: Extracting Widevine CDM from image...
el_gr: Εξαγωγή του Widevine CDM από εικόνα...
es_es: Extrayendo Widevine CDM de la imagen...
fr_fr: Extraction de Widevine CDM depuis l'image...
hu_hu: A Widevine CDM kitömörítése...
ro_ro: Se extrage Widevine CDM din imagine....
ru_ru: Извлечение Widevine CDM из образа...
sv_se: Extraherar Widevine CDM från avbilden...

# #30049
source: Installing Widevine CDM...
el_gr: Εγκατάσταση του Widevine CDM...
es_es: Instalando Widevine CDM...
fr_fr: installation de Widevine CDM...
hu_hu: A Widevine CDM telepítése...
ro_ro: Se instalează Widevine CDM...
ru_ru: Установка Widevine CDM...
sv_se: Installerar Widevine CDM...

# #30050
source: Finishing...
el_gr: Ολοκληρώνεται...
es_es: Finalizando...
fr_fr: Finition...
hu_hu: Befejezés...
ro_ro: Finisare...
ru_ru: Завершение...
sv_se: Avslutar...

# #30051
source: [B]Widevine CDM[/B] successfully installed.
el_gr: Το [B]Widevine CDM[/B] έχει επιτυχώς εγκατασταθεί.
es_es: [B]Widevine CDM[/B] instalado correctamente.
fr_fr: [B]Widevine CDM[/B] installé avec Succés.
hu_hu: A [B]Widevine CDM[/B] sikeresen telepítve.
ro_ro: [B]Widevine CDM[/B] instalat cu succes.
ru_ru: [B]Widevine CDM[/B] был успешно установлен.
sv_se: [B]Widevine CDM[/B]-installationen lyckades.

# #30052
source: [B]Widevine CDM[/B] successfully removed.
el_gr: Επιτυχής αφαίρεση του [B]Widevine CDM[/B]
es_es: [B]Widevine CDM[/B] se eliminó correctamente.
fr_fr: [B]Widevine CDM[/B] désinstallé avec Succés.
hu_hu: A [B]Widevine CDM[/B] sikeresen törölve.
ro_ro: [B]Widevine CDM[/B] eliminat cu succes.
ru_ru: [B]Widevine CDM[/B] успешно удален.
sv_se: [B]Widevine CDM[/B] togs bort framgångsrikt.

# #30053
source: [B]Widevine CDM[/B] not found.
el_gr: Το [B]Widevine CDM[/B] δεν βρέθηκε
es_es: [B]Widevine CDM[/B] no encontrado.
fr_fr: [B]Widevine CDM[/B] non trouvé
hu_hu: A [B]Widevine CDM[/B] nem található.
ro_ro: [B]Widevine CDM[/B] n-a fost găsit.
ru_ru: [B]Widevine CDM[/B] не найден.
sv_se: [B]Widevine CDM[/B] hittades inte.

# #30054
source: disabled
el_gr: απενεργοποιημένο
es_es: Deshabilitado
fr_fr: désactivé
hu_hu: letiltva
ro_ro: dezactivat
ru_ru: отключен
sv_se: inaktiverad

# #30055
source: There is not enough free disk space in the current temporary directory. Would you like to specify a different one to temporarily use for the Chrome OS Recovery Image (e.g. on a USB)?
el_gr: Δεν υπάρχει επαρκής αποθηκευτικός χώρος στον δίσκο στον τρέχοντα προσωρινό φάκελο. Θέλετε να προσδιορίσετε έναν διαφορετικό για χρηση ως προσωρινό για την εικόνα επαναφορας του Chrome OS (π.χ. σε ενα USB);
es_es: No hay suficiente espacio libre en disco en el actual directorio temporal. ¿Desea especificar uno diferente para usar temporalmente para la imagen de recuperación de Chrome OS (por ejemplo, en un USB)?
fr_fr: Il n'y a pas suffisamment d'espace disque dans le répertoire temporaire actuel. Voulez-vous en spécifier un autre à utiliser temporairement pour l'image de récupération de Chrome OS (e.g. stockage USB)?
hu_hu: Nincs elég hely az ideiglenes könyvtárban. Meg akarsz határozni egy ideiglenes tárolóhelyet a Chrome OS Recovery Image-nak (pl. egy USB)?
ro_ro: Nu este spațiu liber suficient în directorul temporar. Doriți să specificați un director diferit de utilizat temporar pentru imaginea de recuperea Chrome OS (spre exemplu un stick USB)?
ru_ru: На разделе с временым каталогом недостаточно свободного места. Хотите выбрать другой раздел для работы с Chrome OS Recovery Image (например, USB)?
sv_se: Det finns inte tillräckligt med ledigt diskutrymme i den temporära mappen. Vill du specificera en annan mapp att använda för Chrome OS-återställningsavbilden (t.ex på ett USB-minne)?

# #30056
source: No backups found!
el_gr: Δεν βρεθήκανε αντίγραφα ασφαλείας!
es_es: ¡No se encontraron copias de seguridad!
fr_fr: Aucune sauvegarde trouvée!
hu_hu: Nem található mentés fájl!
ro_ro: Nu au fost găsite copii de siguranță!
ru_ru: Резервные копии не найдены!
sv_se: Hittade inga säkerhetskopior!

# #30057
source: Choose a backup to restore
el_gr: Επιλέξτε ένα αντίγραφο ασφαλείας για επαναφορά
es_es: Seleccione una copia de seguridad a restaurar
fr_fr: Choisissez une sauvegarde à restaurer
hu_hu: Válassz mentés fájlt a visszaállításhoz
ro_ro: Alegeți o copie de siguranță pentru a fi restabilită
ru_ru: Выберите резервную копию для восстановления
sv_se: Välj säkerhetskopia att återställa

# #30058
source: Time remaining: {mins:d}:{secs:02d}
es_es: Tiempo restante: {mins:d}:{secs:02d}
fr_fr: Temps restant: {mins:d}:{secs:02d}
hu_hu: Hátralevő idő: {mins:d}:{secs:02d}
ro_ro: Timp rămas: {mins:d}:{secs:02d}
ru_ru: Оставшееся время: {mins:d}:{secs:02d}

# #30059
source: Meanwhile, should we try extracting Widevine CDM using the legacy method?
es_es: Mientras tanto, ¿deberíamos intentar extraer Widevine CDM utilizando el método heredado?
fr_fr: En attendant, devrions-nous essayer d'extraire Widevine CDM en utilisant la méthode ancienne?
hu_hu: Megpróbáljuk a Widevine CDM kinyerését a régi módszerrel?
ro_ro: Între timp, să încercăm să extragem Widevine CDM folosing metoda clasică?
ru_ru: Тем временем, стоит нам попробовать извлечь Widevine CDM используя устаревшие методы?

# #30060
source: Identifying wanted partition...
es_es: Identificando partición deseada...
fr_fr: Identifier la partition souhaitée...
hu_hu: A kívánt partíció azonosítása ...
ro_ro: Se identifică partiția dorită...
ru_ru: Определение нужного раздела...

# #30061
source: Scanning the filesystem for the Widevine CDM...
es_es: Escaneando el sistema de archivos para Widevine CDM...
fr_fr: Analyse du système de fichiers pour le CDM Widevine...
hu_hu: A fájlrendszer szkennelése a Widevine CDM számára ...
ro_ro: Se scanează sistemul după Widevine CDM...
ru_ru: Сканирование файловой системы на наличие Widevine CDM...

# #30062
source: Widevine CDM found, analyzing...
es_es: Encontrado Widevine CDM, analizando...
fr_fr: Widevine CDM trouvé, en cours d'analyser...
hu_hu: A Widevine CDM megtalálva, elemzés ...
ro_ro: S-a găsit Widevine CDM și este analizat...
ru_ru: Обнаружен Widevine CDM, анализирую...

# #30063
source: Could not make the request. Your internet may be down.
es_es: No se pudo realizar la solicitud. Su conexión a internet puede estar caída.
fr_fr: Impossible de faire la demande. Votre connexion Internet est peut-être en panne.
hu_hu: Nem sikerült teljesíteni a kérést. Lehet, hogy az internet nem működik.
ro_ro: Cererea nu s-a putut realiza. Este posibil să aveți probleme cu conexiunea la Internet.
ru_ru: Не удалось выполнить запрос. Возможно у Вас проблемы с интернетом.

# #30064
source: Could not finish the download.
es_es: No se pudo finalizar la descarga.
fr_fr: Impossible de terminer le téléchargement.
hu_hu: A letöltés megszakadt
ro_ro: Nu s-a putut termina descărcarea.
ru_ru: Не удалось завершить загрузку.

# #30065
source: Shall we try again?
es_es: ¿Lo intentamos de nuevo?
fr_fr: Allons-nous réessayer?
hu_hu: Megpróbáljuk újra?
ro_ro: Doriți să re-încercăm?
ru_ru: Попробовать еще раз?

# #30800
source: [B]Kodi[/B] version [B]{version}[/B] is running on a [B]{system}[/B] system with [B]{arch}[/B] architecture.
es_es: Se está ejecutando [B]Kodi[/B] versión [B]{version}[/B] en un sistema [B]{system}[/B] con arquitectura [B]{arch}[/B].
fr_fr: Version [B]Kodi[/B] [B]{version}[/B] opère sur un système [B]{system}[/B] avec l'architecture [B]{arch}[/B].
hu_hu: [B]Kodi[/B] verzió [B]{version}[/B] fut a [B]{system}[/B] rendszeren [B]{arch}[/B] architecturával.
ro_ro: [B]Kodi[/B] versiunea [B]{version}[/B] rulează pe un sistem [B]{system}[/B] cu arhitectura [B]{arch}[/B].
ru_ru: Версия [B]Kodi[/B] [B]{version}[/B] запущена на системе [B]{system}[/B] с архитектурой [B]{arch}[/B].

# #30810
source: [B]InputStream Helper[/B] is at version [B]{version}[/B] {state}
es_es: [B]InputStream Helper[/B] está en la versión [B]{version}[/B] {state}
fr_fr: [B]InputStream Helper[/B] est à la version [B]{version}[/B] {state}
hu_hu: [B]InputStream Helper[/B] verzió [B]{version}[/B] {state}
ro_ro: [B]InputStream Helper[/B] are versiunea [B]{version}[/B] {state}
ru_ru: [B]InputStream Helper[/B] версии [B]{version}[/B] {state}

# #30811
source: [B]InputStream Adaptive[/B] is at version [B]{version}[/B] {state}
es_es: [B]InputStream Adaptive[/B] está en la versión [B]{version}[/B] {state}
fr_fr: [B]InputStream Adaptive[/B] est à la version [B]{version}[/B] {state}
hu_hu: [B]InputStream Adaptive[/B] verzió [B]{version}[/B] {state}
ro_ro: [B]InputStream Adaptive[/B are versiunea [B]{version}[/B] {state}
ru_ru: [B]InputStream Adaptive[/B] версии [B]{version}[/B] {state}

# #30820
source: [B]Widevine CDM[/B] is [B]built into Android[/B]
es_es: [B]Widevine CDM[/B] está [/B]integrado en Android[/B]
fr_fr: [B]Widevine CDM[/B] est [B]intégré à Android[/B]
hu_hu: [B]Widevine CDM[/B] az [B]Androidba épülve[/B]
ro_ro: [B]Widevine CDM[/B] face parte din [B]Android[/B].
ru_ru: [B]Widevine CDM[/B] [B]встроен в Android[/B]

# #30821
source: [B]Widevine CDM[/B] is at version [B]{version}[/B] and was installed on [B]{date}[/B]
es_es: [B]Widevine CDM[/B] está en la versión [B]{version}[/B] y fue instalado el [B]{date}[/B]
fr_fr: [B]Widevine CDM[/B] est à la version [B]{version}[/B] et a été installé le [B]{date}[/B]
hu_hu: [B]Widevine CDM[/B] verzió [B]{version}[/B] telepítve [B]{date}[/B]
ro_ro: [B]Widevine CDM[/B] are versiunea [B]{version}[/B] și a fost instalat pe [B]{date}[/B]
ru_ru: [B]Widevine CDM[/B] версии [B]{version}[/B] и установлен [B]{date}[/B]

# #30822
source: It was extracted from Chrome OS image [B]{name}[/B] with version [B]{version}[/B]
es_es: Se extrajo de la imagen de Chrome OS [B]{name}[/B] con versión [B]{version}[/B]
fr_fr: Il a été extrait de l'image de Chrome OS [B]{name}[/B] avec la version [B]{version}[/B]
hu_hu: Legutóbb kicsomagolva a Chrome OS image-ból [B]{name}[/B] verzió [B]{version}[/B]
ro_ro: A fost extras din imaginea Chrome OS B]{name}[/B] și are versiunea [B]{version}[/B]
ru_ru: Был извлечен из образа Chrome OS [B]{name}[/B] версии [B]{version}[/B]

# #30823
source: It was last checked for updates on [B]{date}[/B]
es_es: Se comprobó por última vez las actualizaciones el [B]{date}[/B]
fr_fr: La dernière vérification des mises à jour a eu lieu le [B]{date}[/B]
hu_hu: Legutóbbi frissítés keresése [B]{date}[/B]
ro_ro: Ultima dată s-a verificat după actualizări pe [B]{date}[/B]
ru_ru: Последняя проверка обновления [B]{date}[/B]

# #30824
source: It is installed at [B]{path}[/B]
es_es: Se instala en [B]{path}[/B]
fr_fr: Il est installé dans [B]{path}[/B]
hu_hu: Telepítve [B]{path}[/B]
ro_ro: Este instalat în calea [B]{path}[/B]
ru_ru: Установлен в [B]{path}[/B]

# #30830
source: Please report issues to: [COLOR yellow]{url}[/COLOR]
es_es: Por favor, reporte sus problemas a: [COLOR yellow]{url}[/COLOR]
fr_fr: Veuillez signaler les problèmes à : [COLOR yellow]{url}[/COLOR]
hu_hu: Hiba jelzése: [COLOR yellow]{url}[/COLOR]
ro_ro: Vă rugăm să raportați probleme la: [COLOR yellow]{url}[/COLOR]
ru_ru: Пожалуйста, о проблемах сообщайте сюда: [COLOR yellow]{url}[/COLOR]

# #30900
source: Expert
el_gr: Ειδικός
es_es: Experto
hu_hu: Haladó
ro_ro: Avansat
ru_ru: Эксперт

# #30901
source: InputStream Helper information
el_gr: Πληροφορίες Βοηθού Inputstream
es_es: Información InputStream Helper
fr_fr: Informations InputStream Helper
hu_hu: InputStream Helper információ
ro_ro: Informații InputStream Helper
ru_ru: Информация о InputStream Helper

# #30903
source: Disable InputStream Helper
el_gr: Απενεργοποίηση του βοηθού Inputstream
es_es: Deshabilitar InputStream Helper
fr_fr: Désactiver InputStream Helper
hu_hu: InputStream Helper letiltása
ro_ro: Dezactivează InputStream Helper
ru_ru: Отключить InputStream Helper
sv_se: Inaktivera InputStream Helper

# #30904
source: [I]When disabled, DRM playback may fail![/I]
el_gr: [I]Όταν απενεργοποιηθεί, η αναπαραγωγή ροών με DRM μπορεί να αποτύχει![/I]
es_es: [I]¡Cuando está deshabilitado, la reproducción DRM puede fallar![/I]
fr_fr: [I]Lorsque qu'il est déactivé, la lecture de contenu DRM peut échouer![/I]
hu_hu: [I]Ha letiltod, a DRM tartalom lejátszása hibás lehet![/I]
ro_ro: [I]Dacă este dezactivat, redarea de conținut DRM ar putea eșua![/I]
ru_ru: [I]При отключении возможны проблемы с запуском DRM контента![/I]
sv_se: [I]DRM-uppspelning kan misslyckas vid inaktivering![/I]

# #30905
source: Update frequency in days
el_gr: Συχνότητα ανανέωσης σε μέρες
es_es: Frecuencia de actualización en días.
fr_fr: Fréquence de mise à jour (en jours)
hu_hu: Frissítés keresése napokban
ro_ro: Frecvența de actualizare în zile
ru_ru: Частота обновления в днях
sv_se: Uppdateringsintervall i dagar

# #30907
source: Temporary download directory
el_gr: Προσωρινός φάκελος μεταφόρτωσης
es_es: Directorio de descarga temporal
fr_fr: Répertoire temporaire de téléchargement
hu_hu: Ideiglenes letöltési könyvtár
ro_ro: Director temporar de descărcare
ru_ru: Временный каталог загрузки
sv_se: Temporär nedladdningskatalog

# #30909
source: (Re)install Widevine CDM library...
el_gr: (Επαν)εγκατάσταση της βιβλιοθήκης CDM...
es_es: (Re)Instalar librería Widevine CDM...
fr_fr: (Re)installer la bibliothèque Widevine CDM...
hu_hu: A Widevine CDM könyvtár úrjratelepítése...
ro_ro: (Re)-Instalați librăria Widevine CDM...
ru_ru: (Пере)установить библиотеку Widevine CDM...
sv_se: (Om)installera Widevine CDM-biblioteket...

# #30911
source: Remove Widevine CDM library...
el_gr: Αφαίρεση της βιβλιοθήκης CDM...
es_es: Eliminar librería Widevine CDM...
fr_fr: Désinstaller la bibliothèque Widevine CDM...
hu_hu: A Widevine CDM könyvtár törlése...
ro_ro: Eliminați librăria Widevine CDM...
ru_ru: Удалить библиотеку Widevine CDM...
sv_se: Ta bort Widevine CDM-biblioteket...

# #30913
source: Number of backups
el_gr: Αριθμός αντιγράφων ασφαλείας
es_es: Número de copias de seguridad
fr_fr: Nombre de sauvegardes
hu_hu: Mentések száma
ro_ro: Număr de copii de siguranță
ru_ru: Количество резервных копий
sv_se: Antal säkerhetskopior

# #30915
source: Restore Widevine CDM library...
el_gr: Επαναφορά βιβλιοθήκης Widevine CDM
es_es: Restaurar librería Widevine CDM...
fr_fr: Restaurer la bibliothèque Widevine CDM...
hu_hu: Widevine CDM könyvtár visszaállítása...
ro_ro: Restaurați librăria Widevine CDM...
ru_ru: Восстановить библиотеку Widevine CDM...
sv_se: Återställ Widevine CDM-biblioteket...

# #30046
source: This may take several minutes. ({mins:d}:{secs:02d})
el_gr: Αυτό μπορεί να διαρκέσει μερικά λεπτά. ({mins:d}:{secs:02d})
sv_se: Detta kan ta flera minuter. ({mins:d}:{secs:02d})

# #30800
source: [B]Kodi information[/B]
el_gr: [B]Πληροφορίες του Kodi[/B]

# #30801
source: Kodi version: [B]{version}[/B]
el_gr: Έκδοση Kodi: [B]{version}[/B]

# #30802
source: Kodi platform/architecture: [B]{platform}[/B]/[B]{arch}[/B]
el_gr: Αρχιτεκτονική/πλατφόρμα του Kodi: [B]{platform}[/B]/[B]{arch}[/B]
sv_se: Kodi-plattform/arkitektur: [B]{platform}[/B]/[B]{arch}[/B]

# #30810
source: [B]InputStream information[/B]
el_gr: [B]Πληροφορίες inputstream[/B]

# #30811
source: InputStream Helper version: [B]{version}[/B] {state}
el_gr: Εκδοση του Βοηθού Inputstream: [B]{version}[/B] {state}

# #30812
source: InputStream Adaptive version: [B]{version}[/B] {state}
el_gr: Έκδοση InputStream Adaptive: [B]{version}[/B] {state}

# #30820
source: [B]Widevine information[/B]
el_gr: [B]Πληροφορίες Widevine[/B]

# #30821
source: Widevine version: [B]Built into Android[/B]
el_gr: Έκδοση Widevine: [B]Ενδωματωμένη στο Android[/B]
sv_se: Widevine-version: [B]Inbyggd i Android[/B]

# #30822
source: Widevine version: [B]{version}[/B] [COLOR gray](last updated on [B]{date}[/B])[/COLOR]
el_gr: Έκδοση Widevina: [B]{version}[/B] [COLOR gray](τελευταία ενημερωση [B]{date}[/B])[/COLOR]
sv_se: Widevine-version: [B]{version}[/B] [COLOR gray](senast uppdaterad [B]{date}[/B])[/COLOR]

# #30823
source: Widevine CDM path: [B]{path}[/B]
el_gr: Διαδρομη CDM του Widevine: [B]{path}[/B]
sv_se: Widevine CDM-sökväg: [B]{path}[/B]

# #30824
source: Chrome OS version: [B]{version}[/B]
el_gr: Έκδοση του Chrome OS: [B]{version}[/B]

# #30830
source: Please report issues to: - [COLOR yellow]{url}[/COLOR]
el_gr: Παρακαλω αναφέρατε σφάλματα στο: - [COLOR yellow]{url}[/COLOR]
sv_se: Rapportera gärna problem till: - [COLOR yellow]{url}[/COLOR]
