Repository: xbmc/repo-scripts
Catalog: script.module.inputstreamhelper/resources/language/resource.language.*/strings.po
Languages: el_gr, es_es, fr_fr, hu_hu, ro_ro, ru_ru, sv_se

# #30001
source: Information
el_gr: Πληροφορίες
es_es: Información
hu_hu: Információ
ro_ro: Informații
ru_ru: Информация

# #30002
source: This add-on relies on the proprietary decryption module [B]Widevine CDM[/B] for playback.
el_gr: Το πρόσθετο αυτό εξαρτάται από την ιδιοταγή μονάδα αποκρυπτογράφησης [B]Widevine CDM[/B] για αναπαραγωγή.
es_es: Este complemento se basa en el módulo de descifrado patentado [B]Widevine CDM[/B] para la reproducción.
fr_fr: Cet add-on s'appuie sur le module de décryptage propriétaire [B]Widevine CDM[/B] pour la lecture.
hu_hu: Ez a kiegészítő a szabadalmaztatott dekódolási modulra támaszkodik [B]Widevine CDM[/B] a lejátszáshoz
ro_ro: Acest add-on depinde de un modul proprietar de decriptare [B]Widevine CDM[/B] pentru redare
ru_ru: Для воспроизведения, этому дополнению требуется проприетарный модуль дешифрования [B]Widevine CDM[/B].
sv_se: Det här tillägget använder den proprietära avkrypteringsmodulen [B]Widevine CDM[/B] för uppspelning.

# #30004
source: Error
el_gr: Σφάλμα
fr_fr: Erreur
hu_hu: Hiba
ro_ro: Eroare
ru_ru: Ошибка
sv_se: Fel

# #30005
source: An error occurred while installing [B]Widevine CDM[/B]. Please enable debug logging and file a bug report at:[CR][CR]github.com/emilsvennesson/script.module.inputstreamhelper
el_gr: Προέκυψε ένα σφάλμα κατά την εγκατάσταση του [B]Widevine CDM[/B]. Παρακαλώ ενεργοποιήστε την αποσφαλμάτωση και κάντε αίτημα αναφοράς σφάλματος σε: [CR][CR]github.com/emilsvennesson/script.module.inputstreamhelper
es_es: Se produjo un error al instalar [B]Widevine CDM[/B]. Por favor, active el registro de depuración y presente un informe de error en:[CR][CR]github.com/emilsvennesson/script.module.inputstreamhelper
fr_fr: Une erreur s'est produite lors de l'installation de [B]Widevine CDM[/B]. Veuillez activer la journalisation du débogage et envoyer un rapport de bogue à l'adresse :[CR][CR]github.com/emilsvennesson/script.module.inputstreamhelper
hu_hu: Hiba a telepítéskor [B]Widevine CDM[/B]. Engedélyezze a hibakeresést, a hibajelentést itt teheti meg:[CR][CR]github.com/emilsvennesson/script.module.inputstreamhelper
ro_ro: A apărut o eroare la instalarea [B]Widevine CDM[/B]. Vă rugăm să activați depanarea și să raportați un bug la:[CR][CR]github.com/emilsvennesson/script.module.inputstreamhelper
ru_ru: При установке [B]Widevine CDM[/B] возникла ошибка. Включите журнал отладки и опубликуйте отчет об ошибке на:[CR][CR]github.com/emilsvennesson/script.module.inputstreamhelper
sv_se: Ett fel inträffade under installationen av [B]Widevine CDM[/B]. Aktivera felsökningsloggning och skicka in en felrapport på:[CR][CR]github.com/emilsvennesson/script.module.inputstreamhelper

# #30006
source: Due to distribution rights, [B]Widevine CDM[/B] has to be extracted from a Chrome OS recovery image. This process requires at least [B]{diskspace}[/B] of free disk space. Do you wish to continue?
el_gr: Λόγω ενοχλητικών προβλημάτων, το [B]Widevine CDM[/B] πρέπει να εξαχθεί από μία εικόνα επαναφοράς του Chrome OS. Για τον λόγο αυτόν απαιτείται τουλάχιστον [B]{diskspace}[/B] ελεύθερου χώρου. Επιθυμείτε να συνεχίσετε;
es_es: Debido a los derechos de distribución, [B]Widevine CDM[/B] tiene que extraerse de una imagen de recuperación de Chrome OS. Este proceso requiere al menos de [B]{diskspace}[/B] de espacio libre en disco. ¿Desea continuar?
fr_fr: En raison des droits de distribution, [B]Widevine CDM[/B] doit être extrait d'une image de récupération de Chrome OS. Ce processus nécessite au moins [B]{diskspace}[/B] d'espace disque disponible. Souhaitez-vous continuer ?
hu_hu: A terjesztési jogok miatt a [B]Widevine CDM-et[/B]a Chrome OS helyreállítási képből kell kivonni. Ehhez legalább [B]{diskspace}[/B] szabad lemezterületre van szükség. Folytatni akarja?
ro_ro: Din cauza drepturilor de distribuție, [B]Widevine CDM[/B] trebuie să fie extras dintr-o imagine de recuperare Chrome OS. Acest proces are nevoie de cel puțin [B]{diskspace}[/B] spațiu liber. Doriți să continuați
ru_ru: Из-за проблем с распространением, [B]Widevine CDM[/B] необходимо извлечь из образа восстановления Chrome OS. Для этого процесса требуется минимум [B]{diskspace}[/B] свободного дискового пространства. Вы хотите продолжить?
sv_se: På grund av distributionsrättigheter måste [B]Widevine CDM[/B] extraheras från en Chrome OS-återställningsavbild. Denna process kräver minst [B]{diskspace}[/B] ledigt diskutrymme. Vill du fortsätta?

# #30007
source: [B]Widevine CDM[/B] is unfortunately not available on this system architecture ([B]{arch}[/B]).
el_gr: Το [B]Widevine CDM[/B] δυστυχώς δεν είναι διαθέσιμο για την αρχιτεκτονική του συστήματος σας ([B]{arch}[/B]).
es_es: [B]Widevine CDM[/B] lamentablemente no está disponible para esta arquitectura de sistema ([B]{arch}[/B]).
fr_fr: [B]Widevine CDM[/B] n'est malheureusement pas disponible sur cette architecture système ([B]{arch}[/B]).
hu_hu: [B]A Widevine CDM[/B] sajnos nem érhető el ezen a rendszer architektúrán ([B]{arch}[/B]).
ro_ro: Din păcate, [B]Widevine CDM[/B] nu este disponibil pentru arhitectura ([B]{arch}[/B]) a acestui sistem.
ru_ru: К сожалению, [B]Widevine CDM[/B] не доступен для текущей архитектуры системы ([B]{arch}[/B]).
sv_se: [B]Widevine CDM[/B] är tyvärr inte tillgängligt på den här systemarkitekturen ([B]{arch}[/B]).

# #30008
source: [B]{addon}[/B] is missing on your Kodi install. This add-on is required to play this content.
el_gr: Το [B]{addon}[/B] λείπει από την εγκατάσταση του Kodi σας. Το πρόσθετο αυτό απαιτείται για την αναπαραγωγή αυτού του περιεχομένου.
es_es: Falta [B]{addon}[/B] en su instalación de Kodi. Es necesario este complemento para reproducir este contenido.
fr_fr: [B]{addon}[/B] est absent de votre installation Kodi. Cet add-on est nécessaire pour lire ce contenu
hu_hu: [B]{addon}[/B] hiányzik a Kodi telepítésből. A tartalom lejátszásához ehhez a kiegészítő szükséges.
ro_ro: [B]{addon}[/B] lipsește din Kodi. Acest add-on este necesar pentru redarea acestui conținut.
ru_ru: [B]{addon}[/B] отсутствует в установленных дополнениях Kodi. Дополнение требуется для воспроизведения этого контента.
sv_se: [B]{addon}[/B] saknas i din Kodi-installation. Detta tillägget krävs för att spela upp det här materialet.

# #30009
source: [B]{addon}[/B] is not enabled. This add-on is required to play this content.[CR][CR]Would you like to enable [B]{addon}[/B]?
el_gr: Το [B]{addon}[/B] δεν είναι ενεργοποιημένο. Το πρόσθετο αυτό απαιτείται για την αναπαραγωγή αυτού του περιεχομένου.[CR][CR]Επιθυμείται την ενεργοποίησή του [B]{addon}[/B];
es_es: [B]{addon}[/B] no está habilitado. Este complemento es necesario para reproducir este contenido.[CR][CR]¿Desea habilitar [B]{addon}[/B]?
fr_fr: [B]{addon}[/B] n'est pas activé. Cet add-on est nécessaire pour lire ce contenu.[CR][CR]Voulez vous activer [B]{addon}[/B]?
hu_hu: [B]{addon}[/B] nincs engedélyezve. A tartalom lejátszásához ehhez a kiegészítő szükséges.[CR][CR]Szeretné engedélyezni a [B]{addon}[/B]?
ro_ro: [B]{addon}[/B] nu este activat. Acest add-on este necesar pentru redarea acestui conținut.[CR][CR]Doriți să activați [B]{addon}[/B]?
ru_ru: [B]{addon}[/B] отключено. Дополнение требуется для воспроизведения этого контента.[CR][CR]Вы хотите включить [B]{addon}[/B]?
sv_se: [B]{addon}[/B] är inaktiverat. Detta tillägget krävs för att spela upp det här materialet.[CR][CR]Vill du aktivera [B]{addon}[/B]?

# #30010
source: [B]Kodi {version}[/B] or higher is required for [B]Widevine CDM[/B] content playback.
el_gr: [B]Kodi {version}[/B] ή μεταγενέστερο απαιτείται για την αναπαραγωγή μέσω [B]Widevine CDM[/B] γι' αυτό το περιεχόμενο.
es_es: Es necesario [B]Kodi {versión}[/B] o superior para la reproducción de contenido [B]Widevine CDM[/B].
fr_fr: [B]Kodi {version}[/B] ou supérieur est nécessaire pour la lecture du contenu avec [B]Widevine CDM[/B].
hu_hu: [B]Kodi {version}[/B] vagy magasabb verzió kell a [B]Widevine CDM[/B] tartalom lejátszásához.
ro_ro: [B]Kodi {version}[/B] sau mai nou este nevoie pentru a reda conținut [B]Widevine CDM[/B].
ru_ru: Требуется [B]Kodi {version}[/B] или выше для воспроизведения контента с помощью [B]Widevine CDM[/B].
sv_se: [B]Kodi {version}[/B eller högre krävs för att spela upp [B]Widevine CDM[/B]-skyddat material.

# #30011
source: This operating system ([B]{os}[/B]) is not supported by [B]Widevine CDM[/B].
el_gr: Το παρόν λειτουργικό σύστημα ([B]{os}[/B]) δεν υποστηρίζεται από το [B]Widevine CDM[/B].
es_es: Este sistema operativo ([B]{os}[/B]) no es compatible con [B]Widevine CDM[/B].
fr_fr: Ce système d'exploitation ([B]{os}[/B]) n'est pas supporté par [B]Widevine CDM[/B].
hu_hu: Ezt az operációs rendszert ([B]{os}[/B]) nem támogatja a [B]Widevine CDM[/B]
ro_ro: Acest sistem de operare ([B]{os}[/B]) nu este suportat de [B]Widevine CDM[/B].
ru_ru: Эта операционная система ([B]{os}[/B]) не поддерживается [B]Widevine CDM[/B].
sv_se: Detta operativsystemet ([B]{os}[/B]) stöds inte av [B]Widevine CDM[/B].

# #30012
source: The Windows Store version of Kodi does not support [B]Widevine CDM[/B].[CR][CR]Please use the installer from kodi.tv instead.
el_gr: Η έκδοση του Kodi από Windows Store δεν υποστηρίζει το [B]Widevine CDM[/B].[CR][CR]Παρακαλώ χρησιμοποιήστε το πρόγραμμα εγκατάστασης από kodi.tv.
es_es: La versión de Kodi de Windows Store no es compatible con [B]Widevine CDM[/B].[CR][CR]Por favor, utilice en su lugar el instalador de kodi.tv.
fr_fr: La version Windows Store de Kodi ne prend pas en charge [B]Widevine CDM[/B].[CR][CR]Veuillez utiliser le programme d’installation de kodi.tv à la place.
hu_hu: A Kodi Windows Store verziója nem támogatja a [B]Widevine CDM[/B].[CR][CR]Kérjük, inkább a kodi.tv oldalon levő telepítőt használja.
ro_ro: Versiunea Kodi din Windows Store nu suportă [B]Widevine CDM[/B]. [CR][CR]Folosiți pachetul de pe kodi.tv în schimb.
ru_ru: Версия Kodi из Windows Store не поддерживает работу с [B]Widevine CDM[/B].[CR][CR]Используйте установщик с kodi.tv, вместо нее.
sv_se: Windows Store-versionen av Kodi stöds inte av [B]Widevine CDM[/B].[CR][CR]Använd i stället installationsprogrammet från kodi.tv.

# #30013
source: Failed to retrieve [B]{filename}[/B].
el_gr: Αποτυχία λήψης [B]{filename}[/B].
es_es: Error al recuperar [B]{filename}[/B].
fr_fr: Impossible de récupérer [B]{filename}[/B].
hu_hu: Nem sikerült letölteni a [B]{filename}[/B].
ro_ro: Recuperarea [B]{filename}[/B] a eșuat
ru_ru: Не удалось получить [B]{filename}[/B].
sv_se: Det gick inte att hämta [B]{filename}[/B].

# #30014
source: Download in progress...
el_gr: Λήψη σε εξέλιξη...
es_es: Descarga en progreso...
fr_fr: Téléchargement en cours...
hu_hu: Letöltés folyamatban...
ro_ro: Descărcare în desfășurare...
ru_ru: Выполняется загрузка...
sv_se: Nedladdning pågår...

# #30015
source: Downloading [B]{filename}[/B]...
el_gr: Λήψη του [B]{filename}[/B]...
es_es: Descargando [B]{filename}[/B]...
fr_fr: Téléchargement de [B]{filename}[/B]...
hu_hu: Letöltés [B]{filename}[/B]...
ro_ro: Se descarcă [B]{filename}[/B]...
ru_ru: Загрузка [B]{filename}[/B]...
sv_se: Laddar ned [B]{filename}[/B]...

# #30016
source: Failed to extract [B]Widevine CDM[/B] from zip file.
el_gr: Αποτυχία εξαγωγής του [B]Widevine CDM[/B] από αρχείο zip.
es_es: Error al extraer [B]Widevine CDM[/B] del archivo zip.
fr_fr: Impossible d’extraire [B]Widevine CDM[/B] à partir du fichier zip.
hu_hu: Nem sikerült kitömöríteni a [B]Widevine CDM-t[/B] a zip fájlból.
ro_ro: Extragerea [B]Widevine CDM[/B] din arhivă a eșuat.
ru_ru: Не удалось извлечь [B]Widevine CDM[/B] из zip файла.
sv_se: Det gick inte att extrahera [B]Widevine CDM[/B] från zip-filen.

# #30017
source: [B]{addon}[/B] {version} or later is required to play this content.
el_gr: [B]{addon}[/B] {version} ή μεταγενέστερο απαιτείται για την αναπαραγωγή του παρόντος περιεχομένου.
es_es: Es necesario [B]{addon}[/B] {versión} o posterior para reproducir este contenido.
fr_fr: [B]{addon}[/B] {version} ou une version ultérieure est nécessaire pour lire ce contenu.
hu_hu: [B]{addon}[/B] {version} vagy újabb, kell a lejátszáshoz.
ro_ro: [B]{addon}[/B] {version} sau mai nou este necesar pentru a reda acest conținut.
ru_ru: Для воспроизведения этого контента требуется [B]{addon}[/B] {version} или выше.
sv_se: [B]{addon}[/B] {version} eller senare krävs för att spela upp det här materialet.

# #30018
source: You do not have enough free disk space to install [B]Widevine CDM[/B]. Free up at least [B]{diskspace}[/B] and try again.
el_gr: Δεν έχετε τον απαιτούμενο χώρο στον δίσκο σας για την εγκατάσταση του [B]Widevine CDM[/B]. Ελευθερώστε τουλάχιστον [B]{diskspace}[/B] και ξαναπροσπαθήστε.
es_es: No tiene suficiente espacio libre en el disco para instalar [B]Widevine CDM[/B].Libere al menos [B]{diskspace}[/B] e intentelo nuevamente.
fr_fr: Vous ne disposez pas de suffisamment d'espace disque disponible pour installer [B]Widevine CDM[/B]. Libérez au moins [B]{espace disque}[/B] et réessayez.
hu_hu: Nincs elég hely a lemezen a [B]Widevine CDM[/B] telepítéséhez. Szabadíts fel helyet [B]{diskspace}[/B] és próbáld meg újra.
ro_ro: Nu aveți spațiu liber suficient pentru a instala [B]Widevine CDM[/B]. Eliberați cel puțin [B]{diskspace}[/B] și re-încercați.
ru_ru: У Вас не достаточно дискового пространства для установки [B]Widevine CDM[/B]. Освободите минимум [B]{diskspace}[/B] и повторите установку.
sv_se: Du har inte tillräckligt med ledigt diskutrymme för att installera [B]Widevine CDM[/B]. Frigör minst [B]{diskspace}[/B] och försök igen.

# #30019
source: This operating system ([B]{os}[/B]) is not supported by [B]Widevine CDM[/B] for ARM devices.
el_gr: Το παρόν λειτουργικό σύστημα [B]{os}[/B] δεν υποστηρίζεται από το [B]Widevine CDM[/B] για συσκευές ARM.
es_es: Este sistema operativo ([B]{os}[/B]) no es compatible con [B]Widevine CDM[/B] para dispositivos ARM.
fr_fr: Ce système d'exploitation ([B]{os}[/B]) n'est pas supporté par [B]Widevine CDM[/B] pour les marchine ARM
hu_hu: Ez az operációs rendszer ([B]{os}[/B]) nem támogatotja a [B]Widevine CDM-t[/B] ARM eszközökön.
ro_ro: Acest sistem de operare ([B]{os}[/B]) nu este suportat de [B]Widevine CDM[/B] pentru dispozitive ARM.
ru_ru: Эта операционная система ([B]{os}[/B]) не поддерживается [B]Widevine CDM[/B] для ARM устройств.
sv_se: Detta operativsystemet ([B]{os}[/B]) stöds inte av [B]Widevine CDM[/B] för ARM-enheter.

# #30020
source: [B]'{command1}'[/B] or [B]'{command2}'[/B] command needs to exist on system to extract the [B]Widevine CDM[/B].
el_gr: Η [B]'{command1}'[/B] ή η [B]'{command2}'[/B] εντολή χρειάζεται να είναι παρούσα στο σύστημα για την εξαγωγή του [B]Widevine CDM[/B].
es_es: El comando [B]'{command1}'[/B] o [B]'{command2}'[/B] debe existir en el sistema para extraer el [B]Widevine CDM[/B].
fr_fr: la commande [B]'{command1}'[/B] ou [B]'{command2}'[/B] est nécessaire sur le système pour extraire [B]Widevine CDM[/B].
hu_hu: [B]'{command1}'[/B] vagy [B]'{command2}'[/B] parancsnak léteznie kell a rendszerben a [B]Widevine CDM[/B] kitömörítéséhez.
ro_ro: Comenzile [B]'{command1}'[/B] sau [B]'{command2}'[/B] trebuie să existe în sistem pentru a extrage [B]Widevine CDM[/B].
ru_ru: В системе нужны команды [B]'{command1}'[/B] или [B]'{command2}'[/B] для извлечения [B]Widevine CDM[/B].
sv_se: [B]'{command1}'[/B] eller [B]'{command2}'[/B] måste finnas på systemet för att kunna extrahera [B]Widevine CDM[/B].

# #30021
source: [B]'{command}'[/B] command needs to exist on system to extract the [B]Widevine CDM[/B].
el_gr: Η [B]'{command}'[/B] εντολή χρειάζεται να είναι παρούσα στο σύστημα ώστε για την εξαγωγή του [B]Widevine CDM[/B].
es_es: El comando [B]'{comando}'[/B] debe existir en el sistema para extraer el [B]Widevine CDM[/B].
fr_fr: La commande [B]'{command}'[/B] est nécessaire sur le système pour extraire [B]Widevine CDM[/B].
hu_hu: [B]'{command}'[/B] parancsnak léteznie kell a rendszerben a [B]Widevine CDM[/B] kitömörítéséhez.
ro_ro: Comanda [B]'{command}'[/B] trebuie să existe în sistem pentru a extrage [B]Widevine CDM[/B].
ru_ru: В системе нужна команда [B]'{command}'[/B] для извлечения [B]Widevine CDM[/B].
sv_se: [B]'{command}'[/B] måste finnas på systemet för att kunna extrahera [B]Widevine CDM[/B].

# #30022
source: Downloading the Chrome OS recovery image...
el_gr: Λήψη της εικόνας επαναφοράς του Chrome OS...
es_es: Descargando la imagen de recuperación de Chrome OS...
fr_fr: Téléchargement de l'image de récupération de Chrome OS
hu_hu: Chrome OS helyreállítási képfájl letöltése folyamatban...
ro_ro: Se descarcă imaginea de recuperare Chrome OS...
ru_ru: Загружается образ восстановления Chrome OS...
sv_se: Laddar ned Chrome OS-återställningsavbild...

# #30023
source: Download completed!
el_gr: Η λήψη ολοκληρώθηκε!
es_es: ¡Descarga completada!
fr_fr: Téléchargement terminé !
hu_hu: Letöltés kész!
ro_ro: Descărcarea s-a terminat!
ru_ru: Загрузка завершена!
sv_se: Nedladdning slutförd!

# #30024
source: The installation now needs to unzip, mount and extract [B]Widevine CDM[/B] from the recovery image.[CR][CR]This process may take up to ten minutes to complete.
el_gr: Η εγκατάσταση τώρα πρέπει να αποσυμπιέσει, προσαρτήσει και εξάγει το [B]Widevine CDM[/B] από την εικόνα επαναφοράς.[CR][CR]Αυτή η διαδικασία μπορεί να χρειαστεί μέχρι και 10 λεπτά για να ολοκληρωθεί.
es_es: La instalación ahora necesita descomprimir, montar y extraer [B]Widevine CDM[/B] de la imagen de recuperación.[CR][CR]Este proceso puede tardar hasta diez minutos en completarse.
fr_fr: L’installation doit maintenant décompresser, monter et extraire [B]Widevine CDM[/B] à partir de l’image de récupération.[CR][CR]La procédure peut prendre jusqu'à dix minutes.
hu_hu: A telepítésnek most ki kell csomagolnia, össze kell raknia és ki kell vonnia a [B]Widevine CDM-t[/B] a helyreállítási képfájlból.[CR][CR]Ez akár 10 percnél is tovább tarthat.
ro_ro: Procesul de instalarea trebuie să dezarhiveze și să extragă [B]Widevine CDM[/B] din imaginea de recuperare.[CR][CR]Acest proces poate lua până la 10 minute pentru a se termina.
ru_ru: Теперь установка должна распаковывать, монтировать и извлекать [B]Widevine CDM[/B] из образа восстановления.[CR][CR]Этот процесс может занять до десяти минут.
sv_se: Installationen måste nu packas upp, montera och packa upp [B]Widevine CDM[/B] från återställningsavbilden.[CR][CR]Denna process kan ta upp till tio minuter att slutföra.

# #30025
source: Acquiring EULA.
el_gr: Λήψη EULA.
es_es: Adquisición de EULA
fr_fr: Aquisition de la licence EULA
hu_hu: EULA elolvasása.
ro_ro: Se descarcă licența EULA.
ru_ru: Получение EULA.
sv_se: Erhåller EULA.

# #30026
source: Widevine CDM EULA
fr_fr: licence EULA Widevine CDM
ro_ro: Licența Widevine CDM

# #30027
source: I accept
el_gr: Δέχομαι
es_es: Acepto
fr_fr: J'accepte
hu_hu: Egyetértek
ro_ro: Accept
ru_ru: Принимаю
sv_se: Acceptera

# #30028
source: Cancel
el_gr: Ακύρωση
es_es: Cancelar
fr_fr: Annuler
hu_hu: Törlés
ro_ro: Anulare
ru_ru: Отмена
sv_se: Avbryt

# #30029
source: OK
el_gr: ΟΚ
fr_fr: D'accord
hu_hu: Rendben
ro_ro: Da

# #30030
source: The installation may need to run the following commands with root permissions: [B]{cmds}[/B].
el_gr: Η εγκατάσταση ίσως χρειαστεί να εκτελέσει τις ακόλουθες εντολές με άδεια υπερχρήστη: [B]{cmds}[/B].
es_es: La instalación puede necesitar ejecutar los siguientes comandos con permisos de root: [B]{cmds}[/B].
fr_fr: L’installation devra peut-être exécuter les commandes suivantes avec les autorisations root : [B]{cmds}[/B].
hu_hu: A telepítéshez szükség van a kövekező parancs root engedéllyel való futtatásához: [B]{cmds}[/B].
ro_ro: Instalarea ar putea rula următoarele comenzi cu drepturi de root: [B]{cmds}[/B]
ru_ru: Для установки может потребуется запуск следующие команды с правами root: [B]{cmds}[/B].
sv_se: Installationen kommer eventuellt behöva köra följande kommandon med root-behörighet: [B]{cmds}[/B].

# #30031
source: An update of [B]Widevine CDM[/B] is required to play this content.
el_gr: Μία ενημέρωση του [B]Widevine CDM[/B] απαιτείται για την αναπαραγωγή αυτού του περιεχομένου.
es_es: Se requiere una actualización de [B]Widevine CDM[/B] para reproducir este contenido.
fr_fr: Une mise à jour de [B]Widevine CDM[/B] est nécessaire pour lire ce contenu.
hu_hu: A [B]Widevine CDM[/B] frissítése szükséges a tartalom lejátszásához
ro_ro: Este nevoie de o actualizare a [B]Widevine CDM[/B] pentru a reda acest conținut.
ru_ru: Требуется обновление [B]Widevine CDM[/B] для воспроизведения этого контента.
sv_se: En uppdatering av [B]Widevine CDM[/B] krävs för att spela upp det här materialet.

# #30032
source: Your system is missing the following libraries required by Widevine CDM: [B]{libs}[/B]. Install the libraries to play this content.
el_gr: Απουσιάζουν από το σύστημά σας οι ακόλουθες βιβλιοθήκες που απαιτούνται από το Widevine CDM: [B]{libs}[/B]. Παρακαλώ εγκαταστήστε τις ώστε να αναπαράξετε αυτό το περιεχόμενο.
es_es: A su sistema le faltan las siguientes bibliotecas requeridas por Widevine CDM: [B]{libs}[/B]. Instale las bibliotecas para reproducir este contenido.
fr_fr: Votre système ne dispose pas des bibliothèques requises pour Widevine CDM: [B]{libs}[/B]. Installez les bibliothèques pour lire ce contenu.
hu_hu: A te rendszeredben hiányzik a következő elérési út a Widevine CDM-nek: [B]{libs}[/B]. Telepítse a könyvtárakat a tartalom lejátszásához.
ro_ro: Sistemului dumneavoastră îi lipsesc următoarele librării cerute de Widevine CDM: [B]{libs}[/B]. Instalați aceste librării pentru a reda acest conținut.
ru_ru: Системе не хватает следующих библиотек, необходимых для Widevine CDM: [B]{libs}[/B]. Установите библиотеки для воспроизведения этого контента.
sv_se: Ditt system saknar följande bibliotek som krävs av Widevine CDM: [B]{libs}[/B]. Installera biblioteken för att spela detta materialet.

# #30033
source: There is an update available for [B]Widevine CDM[/B].
el_gr: Υπάρχει διαθέσιμη ενημέρωση για το [B]Widevine CDM[/B].
es_es: Hay una actualización disponible para [B]Widevine CDM[/B].
fr_fr: Une mise à jour est disponible pour [B]Widevine CDM[/B].
hu_hu: Frissítés elérhető a [B]Widevine CDM-hez[/B]
ro_ro: Există o actualizare disponibilă pentru [B]Widevine CDM[/B].
ru_ru: Для [B]Widevine CDM[/B] доступно обновление.
sv_se: Det finns en uppdatering tillgänglig för [B]Widevine CDM[/B].

# #30034
source: Update
el_gr: Ενημέρωση
es_es: Actualizar
fr_fr: Mettre à jour
hu_hu: Frissítés
ro_ro: Actualizare
ru_ru: Обновить
sv_se: Uppdatera

# #30035
source: [B]loop[/B] is still loaded
el_gr: [B]βρόγχος[/B] είναι ακόμα φορτωμένος
es_es: [B]loop[/B] todavía está cargado
fr_fr: [B]loop[/B] est toujours chargé
hu_hu: [B]loop[/B] még betöltve
ro_ro: [B]loop[/B] este încărcat încă
ru_ru: [B]loop[/B] все еще загружен
sv_se: [B]loop[/B] är fortfarande laddat

# #30036
source: Unload it by running [B]modprobe -r loop[/B] in the terminal.
el_gr: Αποφορτώστε το εκτελώντας την εντολή [B]modprobe -r loop[/B] στο τερματικό.
es_es: Descárguelo ejecutando [B]modprobe -r loop[/B] en el terminal.
fr_fr: Déchargez le en saisissant [B]modprobe -r loop[/B] dans le terminal.
hu_hu: Szakítsd meg a [B]modprobe -r loop[/B] paranccsal terminálon kersztül
ro_ro: Descărcați-l rulând [B]modprobe -r loop[/B] în terminal.
ru_ru: Выгрузите его, запустив [B]modprobe -r loop[/B] в терминале.
sv_se: Kör [B]modprobe -r loop[/B] i terminalfönstret för att ladda ur.

# #30037
source: Success!
el_gr: Επιτυχία!
es_es: ¡Echo!
fr_fr: Succés !
hu_hu: Sikeres!
ro_ro: Succes!
ru_ru: Успех!
sv_se: Klart!

# #30038
source: Install Widevine
el_gr: Εγκατάσταση Widevine
es_es: Instalar Widevine
fr_fr: Installer Widevine
hu_hu: Widevine telepítése
ro_ro: Instalați Widevine
ru_ru: Установить Widevine
sv_se: Installera Widevine
