Repository: xbmc/repo-scripts
Catalog: script.tvtunes/resources/language/Croatian/strings.po
Languages: hr

# Addon Summary
source: Get and play your Movie and TV shows Themes
hr: Nabavite i reproducirajte temu vašeg omiljenog filma i TV serije

# Addon Description
source: This script will help you to get themes for your movie and TV show library from www.televisiontunes.com It will save them in theme[0-9].mp3 file in each of your video folders then they will be played while browsing your video library when you enter the TV Show folder or Video Information screen (need your skin to be compatible for this feature)
hr: Ova skripta će vam pomoći u nabavi glazbene teme za vašu zbirku filmova i TV serija sa www.televisiontunes.com spremiti će ih u theme[0-9].mp3 datoteku u svakoj mapi vaših filmova i TV serija. Zatim će se reproducirati tijekom pregleda zbirke vaše TV serije ili prikaza video informacija (vaša presvlaka mora biti kompatibilna sa ovom značajkom)

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:TvTunes
hr: Autori presvlaka, pogledajte wiki za integraciju dodatka u vašu presvlaku: http://wiki.xbmc.org/index.php?title=Add-on:TvTunes

# #32001
source: Play theme in loop
hr: Reproduciraj temu u petlji

# #32002
source: Lower sound value
hr: Smanji glasnoću zvuka

# #32003
source: Use Protected SMB share
hr: Koristi zaštićeno SMB dijeljenje

# #32004
source: Username:
hr: Korisničko ime:

# #32005
source: Password:
hr: Lozinka:

# #32006
source: Store tunes in a custom path
hr: Spremi temu u prilagođenu putanju

# #32007
source: Path:
hr: Putanja:

# #32008
source: Fade tune out when exiting
hr: Postepeno utišavaj pri završetki

# #32009
source: Automatically download if an exact match is found
hr: Automatski preuzmi ako se pretraga podudara

# #32010
source: Shuffle multiple tracks
hr: Izmiješaj višestruke zapise

# #32011
source: Random start time
hr: Naizmjenično vrijeme početka

# #32012
source: File Types
hr: Vrste datoteke

# #32013
source: Fade in the tune when starting
hr: Postepeno utišavaj pri pokretanju

# #32014
source: Always add additional themes (no overwrite)
hr: Uvijek dodaj dodatne teme (bez prepisivanja)

# #32015
source: Search for movie themes
hr: Pretraži filmske teme

# #32016
source: Play themes when browsing Movie list
hr: Reproduciraj teme pri pregledavanju popisa filmova

# #32017
source: Play themes when browsing TV Show list
hr: Reproduciraj teme pri pregledavanju popisa TV serija

# #32018
source: Debugging
hr: Otklanjanje greške

# #32019
source: Enable debug logging
hr: Omogući zapisivanje otklanjanja grešaka

# #32020
source: Show the TvTunes button on the Video Info screen
hr: Prikaži TvTunes tipku na Video zaslonu informacija

# #32101
source: ERROR
hr: GREŠKA

# #32102
source: site unreacheable
hr: Stranica nedostupna

# #32103
source: TvTune downloader
hr: TvTune preuzimatelj

# #32104
source: Replace existing theme?
hr: Želite li zamijeniti postojeću temu?

# #32105
source: TVTunes
hr: TV melodije

# #32106
source: Getting information...
hr: Nabavljanje informacija...

# #32107
source: Searching for
hr: Pretražujem

# #32108
source: CANCELED
hr: PONIŠTENO

# #32109
source: Operation canceled by user.
hr: Radnju je poništio korisnik.

# #32110
source: Downloading:
hr: Preuzimanje:

# #32111
source: to:
hr: u:

# #32112
source: Choose for
hr: Odaberite za

# #32113
source: ENTER MANUAL SEARCH
hr: UPIŠITE RUČNU PRETRAGU

# #32114
source: Download this one?
hr: Preuzmite ovo?

# #32116
source: You can help to get more theme on:
hr: Možete pomoći u nabavi više tema na:

# #32991
source: Playback
hr: Reprodukcija

# #32992
source: Download
hr: Preuzmi

# #32993
source: File system
hr: Datotečni sustav
