Repository: xbmc/repo-scripts
Catalog: script.timers/resources/language/resource.language.*/strings.po
Languages: de_de

# #32003
source: Misc
de_de: Sonstige

# #32004
source: Sleep timer
de_de: Einschlafen

# #32005
source: Snooze timer
de_de: Schlummern

# #32021
source: to
de_de: bis

# #32022
source: Cancel
de_de: Abbrechen

# #32023
source: Apply
de_de: Übernehmen

# #32024
source: until
de_de: bis

# #32025
source: %s at %s%s
de_de: %s um %s%s

# #32028
source: Priority
de_de: Priorität

# #32029
source: Timer deleted
de_de: Timer gelöscht

# #32030
source: Presets
de_de: Voreinstellungen

# #32032
source: Prevent lock screen
de_de: Verhindere Bildschirmsperre

# #32033
source: Presets for sleep timer
de_de: Voreinstellungen für Einschlafen

# #32034
source: off
de_de: aus

# #32035
source: every day
de_de: täglich

# #32036
source: weekly
de_de: wöchentlich

# #32037
source: Days
de_de: Tage

# #32038
source: Presets for snooze timer
de_de: Voreinstellungen für Schlummern

# #32040
source: and
de_de: und

# #32041
source: at
de_de: um

# #32042
source: from
de_de: von

# #32050
source: This timer interrupts other timers
de_de: Dieser Timer unterbricht andere Timer

# #32051
source: Other timers interrupt this timer
de_de: Andere Timer unterbrechen diesen Timer

# #32052
source: Is %s more important?
de_de: Ist %s wichtiger?

# #32060
source: Schedule
de_de: Zeitplanung

# #32061
source: Start time
de_de: Startzeit

# #32062
source: End after
de_de: Ende

# #32063
source: No end
de_de: kein Ende

# #32064
source: Duration
de_de: Dauer

# #32065
source: Time
de_de: zur Uhrzeit

# #32066
source: +/- seconds
de_de: +/- Sekunden

# #32070
source: Media action
de_de: Media Aktion

# #32071
source: none
de_de: keine

# #32072
source: play at start and stop at end
de_de: starte zu Beginn und stoppe nach Ablauf

# #32073
source: play at start
de_de: starte zu Beginn

# #32074
source: play at end
de_de: starte nach Ablauf

# #32075
source: stop at start and play at end
de_de: stoppe zu Beginn und starte nach Ablauf

# #32076
source: stop at start
de_de: stoppe zu Beginn

# #32077
source: stop at end
de_de: stoppe nach Ablauf

# #32078
source: Repeat
de_de: Wiederholung

# #32079
source: Resume
de_de: Fortsetzung

# #32080
source: Media
de_de: Medium

# #32081
source: System action
de_de: System Aktion

# #32082
source: shutdown Kodi
de_de: Kodi herunterfahren

# #32083
source: quit Kodi
de_de: Kodi beenden

# #32084
source: suspend system
de_de: Standby

# #32085
source: hibernate system
de_de: Hibernate

# #32086
source: powerdown system
de_de: System herunterfahren

# #32087
source: System action at end
de_de: System Aktion nach Ablauf

# #32088
source: Shuffle
de_de: Mischen

# #32089
source: pause at start and resume at end
de_de: pausiere zu Beginn und fahre nach Ablauf fort

# #32090
source: Volume
de_de: Lautstärke

# #32091
source: Fading
de_de: Ein-/Ausblenden

# #32092
source: Default volume
de_de: Voreingestellte Lautstärke

# #32095
source: Low volume
de_de: Niedrige Lautstärke

# #32096
source: High volume
de_de: Hohe Lautstärke

# #32097
source: Notifications
de_de: Benachrichtigungen

# #32098
source: Timer Notifications
de_de: Benachrichtigungen anzeigen

# #32100
source: Timer starts
de_de: Timer gestartet

# #32101
source: Timer ended
de_de: Timer beendet

# #32102
source: Open settings
de_de: Einstellungen öffnen

# #32103
source: Select timer
de_de: Timer wählen

# #32104
source: Select days
de_de: Wähle Tage

# #32105
source: Enter start time
de_de: Gebe Startzeit ein

# #32106
source: Enter duration
de_de: Gebe Dauer ein

# #32107
source: Confirm timer
de_de: Bestätige Timer

# #32108
source: Play now
de_de: Jetzt abspielen

# #32109
source: Media not set. Nothing to play.
de_de: Media ist nicht gesetzt. Es gibt nichts zum Abspielen.

# #32111
source: Reset volume
de_de: Lautstärke zurücksetzen

# #32112
source: Reset volume done
de_de: Lautstärke zurückgesetzt

# #32113
source: Seek to correct time if timer starts belatedly
de_de: Springe zu korrekter Zeitmarke wenn Timer verspätet startet

# #32114
source: Select media and set timer via context menu first.
de_de: Wähle zuerst Media über Timer Kontext Menü aus!

# #32118
source: Selected item is not supported. Would you like to open settings?
de_de: Das ausgewählte Element wird nicht unterstützt. Sollen die Einstellungen geöffnet werden?

# #32120
source: off
de_de: aus

# #32121
source: fade in from low
de_de: einblenden

# #32122
source: fade out from high
de_de: ausblenden

# #32123
source: fade out from current
de_de: ausblenden von aktueller Lautstärke

# #32130
source: Put display only in fullscreen mode to sleep
de_de: Ruhezustand des Bildschirms bei Vollbild

# #32131
source: acc. system setting
de_de: entspr. Systemeinstellung

# #32160
source: Pause timers
de_de: Pausiere Timers

# #32161
source: Date
de_de: Datum

# #32162
source: Time
de_de: Uhrzeit

# #32163
source: Set pause for ...
de_de: Stelle Pause ein für ...

# #32164
source: Reset Pause
de_de: Setze Pause zurück

# #32165
source: Pause until %s
de_de: Pausiere bis %s

# #32166
source: Pause ended
de_de: Pause beendet

# #32167
source: Pause until
de_de: Pausiere bis

# #32168
source: Pause from
de_de: Pausiere von

# #32170
source: Offset
de_de: Versatz

# #32171
source: Offset for timers in seconds
de_de: Versatz für Timer in Sekunden

# #32180
source: Presets for epg quick timer
de_de: Voreinstellungen für EPG Quicktimer

# #32181
source: don't interrupt existing timers
de_de: bestehende Timer nicht unterbrechen

# #32182
source: latest added timer
de_de: zuletzt hinzugefügter Timer

# #32183
source: always ask
de_de: jedes mal fragen

# #32200
source: Monday
de_de: Montag

# #32201
source: Tuesday
de_de: Dienstag

# #32202
source: Wednesday
de_de: Mittwoch

# #32203
source: Thursday
de_de: Donnerstag

# #32204
source: Friday
de_de: Freitag

# #32205
source: Saturday
de_de: Samstag

# #32206
source: Sunday
de_de: Sonntag

# #32210
source: Mondays
de_de: Montags

# #32211
source: Tuedays
de_de: Dienstags

# #32212
source: Wednesdays
de_de: Mittwochs

# #32213
source: Thursdays
de_de: Donnerstags

# #32214
source: Fridays
de_de: Freitags

# #32215
source: Saturdays
de_de: Samstags

# #32216
source: Sundays
de_de: Sonntags

# #32250
source: Add timer
de_de: Timer hinzufügen

# #32251
source: View / Edit timer ...
de_de: Timer ansehen / bearbeiten ...

# #32252
source: Remove timer ...
de_de: Timer entfernen ...

# #32253
source: Save changes
de_de: Änderungen speichern

# #32254
source: Back
de_de: Zurück

# #32255
source: Edit timer
de_de: Timer bearbeiten

# #32257
source: New timer
de_de: Neuer Timer

# #32258
source: No timers to select.
de_de: Es gibt noch keine Timer zur Auswahl.

# #32270
source: Timer is ending with system action:
de_de: Timer ended mit Systemaktion:

# #32271
source: Do you want to skip system action?
de_de: Soll die Systemaktion abgebrochen werden?

# #32272
source: Continue
de_de: Fortfahren

# #32273
source: Skip
de_de: Abbrechen

# #32300
source: Opens a dialog where you can enter a duration for pause from now.
de_de: Öffnet einen Dialog zur Eingabe der Dauer von jetzt an.

# #32301
source: Ends the pause period by setting date and time in the past.
de_de: Beendet die Pause durch Setzen von Datum und Uhrzeit in der Vergangenheit.

# #32302
source: Date until the timer is paused.
de_de: Datum bis zu dem die Timer pausiert sind.

# #32303
source: Time until the timer is paused.
de_de: Uhrzeit bis zu der die Timer pausiert sind.

# #32310
source: Default volume that is set after fading timer has endet or by pressing 'reset volume'.
de_de: Lautstärke die nach Beendigung eines Fading Timers gesetzt wird oder durch Klicken von 'Lautstärke zurücksetzen'.

# #32311
source: Set default volume now.
de_de: Setze Lautstärke auf Voreingestellte Lautstärke zurück.

# #32320
source: If a media playing timer starts late since Kodi was not running or timers were paused, the scheduler seeks to position of playlist that would have been already played if timer has started in time.
de_de: Wenn ein Media Timer verstätet startet, weil Kodi nicht ausgeführt wurde oder die Timer pausiert waren, springt der Scheduler an die Position der Abspielliste, die erreicht worden wäre, wenn der Timer rechtzeitig gestartet worder wäre.

# #32325
source: Set an offset in order to perform timers ahead of time (< 0) or later in time (> 0).
de_de: Setze einen Versatz, um die Timer etwas früher (< 0) oder etwas später (> 0) auszuführen.

# #32330
source: Display name of the timer that is displayed in notifications and context menu.
de_de: Der Anzeigename des Timers, der in Benachrichtigungen und im Kontextmenu angezeigt wird.

# #32331
source: Select one or more days in order to scheduler the timer. If you select 'weekly' the timer is repeated every week.
de_de: Wähle die Tage aus, an denen der Timer ausgeführt werden soll. Wähle 'wöchentlich', um den Timer jede Woche zu wiederholen.

# #32332
source: Enter the starting time of the timer.
de_de: Gebe die Startzeit des Timers ein.

# #32333
source: Select if the timer stops after a specific time, after a given duration or has no end.
de_de: Wähle ob der Timer zu einer konkreten Urhzeit endet, nach einer gegebenen Dauer oder kein Ende hat.

# #32334
source: Enter the ending time of the timer.
de_de: Gebe die Endzeit des Timers ein.

# #32335
source: Enter the duration after the timer ends.
de_de: Gebe die Dauer ein, nach der der Timer endet.

# #32336
source: Set value if this timer is more important than other. Higher value means more important. Values starting from 10 always win against new timers.
de_de: Setze einen Wert wenn dieser Timer wichtiger ist als andere. Je höher der Wert desto wichtiger. Werte ab 10 gewinnen immer gegen neue Timer.

# #32337
source: This is a high priority timer which overrule new timers.
de_de: Dies ist ein Timer mit hoher Priorität, der neue Timer übersteuern kann.

# #32340
source: Select the media action of the timer. Note that you must add a media to the timer by utilizing the context menu first.
de_de: Wähle die Mediaaktion aus, die der Timer ausführen soll. Beachte, dass Du zuerst ein Mediaelement über das Kontextmenu dem Timer hinzufügen musst.

# #32341
source: If activated the media item or playlist is repeated by setting the 'repeat all' option of the player.
de_de: Wenn aktiviert dann wird das Mediaelement oder die Abspielliste wiederholt, in dem im Player die Wiederholoption gesetzt wird.

# #32342
source: If activated the playlist is shuffeled by setting the 'shuffle' option of the player.
de_de: Wenn aktiviert dann wird die Abspielliste gemischt, in dem im Player die Mischoption gesetzt wird.

# #32343
source: If activated the timer resumes the media that was interupted when the timer has started.
de_de: Wenn aktiviert fährt der Timer mit der Wiedergabe fort, die der Timer unterbrochen hat als er begonnen hat.

# #32344
source: Play media of the timer now in order to test it.
de_de: Spiele diesem Timer jetzt ab, um diesen zu testen.

# #32350
source: Fade in or fade out volume in period of timer.
de_de: Blende die Lautstärke über die Dauer des Timers ein oder aus.

# #32351
source: Low volume of fading timer.
de_de: Niedrige Lautstärke des Fading Timers.

# #32352
source: High volume of fading timer.
de_de: Hohe Lautstärke des Fading Timers.

# #32360
source: System action that is performed after timer has finished.
de_de: Systemaktion, die ausgeführt werden soll, nachdem der Timer beendet wurde.

# #32370
source: Display notifications when timer starts and ends.
de_de: Zeige Benachrichtigungen an, wenn der Timer startet oder endet.

# #32380
source: Click here in order to add a new timer. Note that media timer must be configured via context menu.
de_de: Klicke hier, um einen neuen Timer hinzuzufügen. Beachte, dass Timer, die Medien abspielen sollen, über das Kontextmenü anzulegen sind.

# #32381
source: Click here in order to display and edit an existing timer.
de_de: Klicke hier, um bestehende Timer zu sehen und zu bearbeiten.

# #32382
source: Click here in order to delete an existing timer.
de_de: Klicke hier, um bestehende Timer zu entfernen.

# #32383
source: Deactivate sleep display in window mode
de_de: Deaktiviere Ruhezustand des Bildschirms im Fenstermodus

# #32384
source: Prevent lookscreen in MS Windows while Kodi is running
de_de: Verhindere Sperrbildschirm von MS Windows während Kodi ausgeführt wird

# #32385
source: Optionally you can set an offset in seconds.
de_de: Optional kann ein Versatz in Sekunden angegeben werden.

# #32386
source: Determine the strategy for priority of new quicktimers.
de_de: Bestimme die Strategie für die Priorität neuer Quicktimer.
