Repository: xbmc/repo-scripts
Catalog: script.videoextras/resources/language/Swedish/strings.po
Languages: sv

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
sv: Lägg till Video Extras till dina filmer och TV-program

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
sv: Tillhandahåller ett sätt att lägga till Video Extras till ditt filmbibliotek. Se wiki för inställningsanvisningar.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras
sv: Skinndesigners, se wiki för att se hur man integrerar detta i ditt skinn: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras

# #32001
source: Extras
sv: Extra

# #32002
source: Extras Directory Name
sv: Mappnamn för Extras

# #32003
source: Search Nested Directories
sv: Sök i mappar med flera nivåer

# #32004
source: Enable Extras with File Tag
sv: Aktivera Extras med filtagg

# #32005
source: Extras File Name Tag
sv: Filnamnstagg för Extras

# #32006
source: Menu to show after playing an extra
sv: Meny som skall visas efter en Extras har spelats

# #32007
source: Video Selection
sv: Filmval

# #32009
source: Home
sv: Hem

# #32010
source: File System
sv: Filsystem

# #32011
source: Remote Extras Location
sv: Fjärrmapp för Extras

# #32012
source: Use Custom Extras Location
sv: Använd egenvald mapp för Extras

# #32013
source: Path
sv: Sökväg

# #32014
source: Custom Movies Sub-Folder
sv: Egenvald undermapp för film

# #32015
source: Custom TV Shows Sub-Folder
sv: Egenvald undermapp för TV-program

# #32016
source: Advanced
sv: Avancerad

# #32017
source: Force Extras Button Display
sv: Tvinga visning av knapp för Extras

# #32018
source: Exclude Files Regular Expression
sv: Reguljärt uttryck för filexkludering

# #32019
source: Debugging
sv: Debuggning

# #32020
source: Enable debug logging
sv: Aktivera debugloggning

# #32021
source: Database
sv: Databas

# #32022
source: Enable Database Support
sv: Aktivera stöd för databas

# #32023
source: Operations
sv: Åtgärder

# #32025
source: Use Detailed List Screen
sv: Använd detaljerad lista

# #32026
source: Window to show after exiting detailed list
sv: Fönster att visa efter man avslutat detaljerad lista

# #32027
source: Allow caching of extras on startup
sv: Tillåt buffring av Extras vid uppstart

# #32028
source: Browse Extras
sv: Bläddra bland Extras

# #32101
source: Play All
sv: Spela alla

# #32103
source: No extras found
sv: Inga Extras funna

# #32104
source: Resume from
sv: Återuppta från

# #32105
source: Start from beginning
sv: Starta från början

# #32106
source: Mark as watched
sv: Markera som visad

# #32107
source: Mark as unwatched
sv: Markera som icke visad

# #32108
source: Edit title
sv: Ändra titel

# #32109
source: Failed to update title
sv: Misslyckades uppdatera titel

# #32110
source: Movies
sv: Filmer

# #32111
source: TV Shows
sv: TV-program

# #32112
source: Music Videos
sv: Musikvideor
