Repository: xbmc/repo-scripts
Catalog: script.artworkorganizer/resources/language/Catalan/strings.po
Languages: ca

# #32001
source: Copy Movie Fanart
ca: Copia Fanart de la Pel·lícula

# #32002
source: Copy TV Show Fanart
ca: Copia Fanart de la Serie

# #32003
source: Copy Music Video Fanart
ca: Copia Fanart del Vídeo Musical

# #32004
source: Copy Artist Fanart
ca: Copia Fanart de l'Artista

# #32005
source: Copy Movie Thumbs
ca: Copia Miniatures de la Pel·lícula

# #32007
source: Copy Season Thumbs
ca: Copia Miniatures de la Temporada

# #32008
source: Copy Episode Thumbs
ca: Copiar Miniatures de l'Episodi

# #32009
source: Copy Music Video Thumbs
ca: Copia Miniatures del Vídeo Musical

# #32010
source: Copy Artist Thumbs
ca: Copia Miniatures de l'Artista

# #32011
source: Copy Album Thumbs
ca: Copia Miniatures de l'Àlbum

# #32012
source: Destination directory
ca: Directori de destí

# #32013
source: Copy TV Show Banners
ca: Copia Bàners de la Serie

# #32014
source: Copy TV Show Posters
ca: Copia Posters de la Serie

# #32015
source: Custom source
ca: Origen personalitzat

# #32016
source: Path
ca: Camí

# #32102
source: Advanced
ca: Avançat

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
ca: NO HO TOQUIS A MENYS QUE SAPIGUES EL QUE ET FAS

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
ca: AIXÒ POTENCIALMENT PODRIA ESBORRAR LA TOTALITAT DEL TEU DISC DUR

# #32106
source: select which artwork should be copied
ca: selecciona quina il·lustració tindria que ser copiada

# #32107
source: search a custom folder for artwork
ca: cerca il·lustracions en una carpeta especifica

# #32108
source: select a custom folder where the addon should store the artwork
ca: selecciona una carpeta on el complement guardarà les il·lustracions
