Repository: xbmc/repo-scripts
Catalog: script.cu.lrclyrics/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_mx, et_ee, fi_fi, hr_hr, id_id, it_it, ja_jp, ko_kr, ru_ru, sk_sk

# Addon Summary
source: CU LRC Lyrics
es_mx: Letras CU LRC
hr_hr: CU LRC tekstovi pjesama
id_id: Lirik CU LRC
it_it: Testi CU LRC

# Addon Description
source: CU LRC Lyrics is a lyrics script for Kodi. It supports regular as well as LRC Lyrics. The script can search synchronized/unsynchronized lyrics embedded, from file or by scrapers. It can read .lrc/.txt lyrics file saved at the same path by same file name with .mp3(or other type of music).
da_dk: CU LRC Lyrics er et script til sangtekster til Kodi. Det understøtter almindelige såvel som LRC sangtekster. Script'et kan søge i synkroniserede/usynkroniserede sangtekster som er indlejrede i filer eller ved hjælp af scrapere. Det kan læse .lrc/.txt sangtekstfiler, som er gemt i den samme mappe og med samme filnavn som mp3-filen (eller andre typer af musikfiler).
de_de: CU LRC Lyrics ist ein Liedtextskript für Kodi, das sowohl normale als auch LRC-Liedtexte unterstützt. Das Skript kann nach synchronisierten/unsynchronisierten eingebetteten Liedtexten von Dateien oder Scrapern suchen. Es kann .lrc-/.txt-Liedtextdateien lesen, die im gleichen Pfad und mit dem gleichen Dateinamen mit einem .mp3 (oder eine anderen Musikart) gespeichert wurden.
es_mx: Letras CU LRC es un script de letras para Kodi. Soporta letras regulares así como las de formato LRC. El script puede buscar letras sincronizadas/no sincronizadas incrustadas en el archivo, en un archivo externo o desde scrapers. Puede leer letras .lrc/.txt guardadas en la misma ubicación con el mismo nombre que el archivo .mp3 (o cualquier otro tipo de música).
et_ee: CU LRC Lyrics on Kodi laulusõnade skript. See toetab nii tavalisi kui ka LRC laulusõnu. Skript võib otsida manustatud sünkroonitud/sünkroonimata laulusõnu failist või kaabitsate abil. See suudab lugeda .lrc /.txt laulusõnade faili, mis on salvestatud samasse kausta sama failinimega koos .mp3-ga (või muud tüüpi muusikaga).
fi_fi: CU LRC Lyrics on sanoituslisäosa Kodille. Se tukee tavallisia ja LRC-sanoituksia ja voi etsiä tahdistettuja/tahdistamattomia sanoituksia musiikkitiedostoista ja niiden nimisistä .lrc- ja .txt-sanoitustiedostoista sekä Internetistä.
hr_hr: CU LRC tekstovi pjesama je skripta za Kodi. Podržavna redovne i LRC tekstove pjesama. Skripta može pretraživati usklađivati/uklanjati ugrađene tekstove pjesama, iz datoteke ili sakupljača. Može čitati .lrc/.txt datoteke tekstova pjesama spremljene u istu putanju s istim nazivom datoteke sa .mp3 (ili drugim vrstama glazbe).
id_id: Lirik CU LRC adalah skrip lirik untuk Kodi. Ini mendukung Lirik biasa serta LRC. Script dapat mencari lirik yang disinkronkan / tidak disinkronkan yang disematkan, dari file atau dengan pencakar. Itu dapat membaca file lirik .lrc/.txt yang disimpan di jalur yang sama dengan nama file yang sama dengan .mp3 (atau jenis musik lainnya).
it_it: CU LRC Lyrics è uno script di testi per Kodi. Supporta testi regolari e LRC. Lo script può cercare testi sincronizzati o non sincronizzati incorporati, da file o da scraper. Può leggere file di testi .lrc/.txt salvati nello stesso percorso con lo stesso nome di file con .mp3 (o altro tipo di musica).
ja_jp: CU LRC LyricsはKodiのための歌詞表示スクリプトです。[CR]このスクリプトは、シンクロ歌詞、テキスト歌詞、埋め込み歌詞を、ファイルまたはWebから検索することができます。[CR]MP3（またはその他の音楽ファイル形式）と同じ場所、同じ名前で保存されたlrc / txt形式の歌詞を読み込むことができます。
ko_kr: CU LRC Lyrics는 Kodi를 위한 가사 수집기입니다. 일반 가사와 LRC 가사를 지원하며, 내장 가동기/비동기 가사를 검색하거나 파일 내장 가사를 찾습니다. mp3(또는 다른 형식의 음악 파일)와 같은 경로에 저장되어 있는 .lrc/.txt 형식의 가사를 읽어옵니다.
ru_ru: CU LRC Lyrics - это скрипт текстов песен для Kodi. Он поддерживает как обычный формат, так и LRC Lyrics. Скрипт ищет синхронизированные/несинхронизированные встроенные тексты, из файла или с помощью скреперов. Скрипт читает файлы .lrc/.txt, сохранённые по тому же пути и с тем же именем, что и .mp3 (или другой формат музыки).
sk_sk: CU LRC Lyrics je doplnok poskytujúci texty piesní pre Kodi. Podporuje bežné ako aj LRC formáty. Doplnok môže vyhľadávať synchronizované/nesynchronizované texty skladieb vložené v súbore s hudbou, v samostatnom súbore alebo ich stiahnuť z internetu. Dokáže čítať súbory vo formáte LRC/TXT v rovnakom priečinku a s rovnakým názvom ako .mp3 súbor (alebo iný hudobný súbor).

# #32000
source: File
da_dk: Fil
de_de: Datei
es_mx: Fichero
et_ee: Fail
fi_fi: Tiedosto
hr_hr: Datoteka
id_id: Berkas
ja_jp: ファイル
ko_kr: 파일
ru_ru: Файл
sk_sk: Súbor

# #32001
source: No lyrics found!
da_dk: Ingen sangtekster fundet!
de_de: Kein Liedtext gefunden!
es_mx: ¡No se encontraron letras!
et_ee: Laulusõnu ei leitud!
fi_fi: Sanotuksia ei löydy!
hr_hr: Tekstovi pjesama nisu pronađeni!
id_id: Lirik tidak ditemukan!
it_it: Nessun testo trovato!
ko_kr: 가사 찾을 수 없음!
ru_ru: Тексты песен не найдены!
sk_sk: Text piesne nebol nájdený!

# #32002
source: Embedded
da_dk: indlejret
de_de: Eingebettet
es_mx: Incrustadas
et_ee: Manustatud
fi_fi: Upotettu
hr_hr: Ugrađeno
id_id: Tercantum
it_it: Incorporato
ko_kr: 내장
ru_ru: Встроенный
sk_sk: Vložené

# #32003
source: Lyrics offset
da_dk: Forskydning af sangtekster
de_de: Liedtextversatz
es_mx: Desplazamiento de letras
et_ee: Laulusõnade ajastus
fi_fi: Sanoitusten ajoitus
hr_hr: Pomak teksta pjesma
id_id: Offset lirik
it_it: Sfasamento testo
ja_jp: オフセット
ko_kr: 가사 오프셋
ru_ru: Смещение текста
sk_sk: Posun textu piesne

# #32004
source: Searching lyrics...
da_dk: Søger efter sangtekster...
de_de: Liedtext wird gesucht ...
es_mx: Buscando letras...
et_ee: Laulusõnade otsing...
fi_fi: Etsitään sanoituksia...
hr_hr: Pretraživanje teksta pjesama...
id_id: Mencari lirik...
it_it: Ricerca testi in corso...
ja_jp: 歌詞を探しています...
ko_kr: 가사 찾는 중...
ru_ru: Поиск текстов песен...
sk_sk: Vyhľadávam text piesne...

# #32005
source: Select lyrics:
da_dk: Vælg sangtekster:
de_de: Liedtext auswählen:
es_mx: Selecciona las letras:
et_ee: Vali laulusõnad:
fi_fi: Valitse sanoitukset:
hr_hr: Odaberi tekst pjesma:
id_id: Pilih lirik:
it_it: Seleziona testi:
ja_jp: 歌詞を選択
ko_kr: 가사 선택:
ru_ru: Выбор текстов песен:
sk_sk: Vyberte text piesne:

# #32006
source: Select different lyrics
da_dk: Vælg en anden sangtekst
de_de: Anderen Liedtext auswählen
es_mx: Seleccionar letras diferentes
et_ee: Vali teised laulusõnad
fi_fi: Valitse eri sanoitukset
hr_hr: Odaberi drugačiji tekst pjesama
id_id: Pilih lirik yang lain
it_it: Seleziona testi diversi
ja_jp: 他の歌詞を選択する
ko_kr: 다른 가사 선택
ru_ru: Выбор различных текстов песен
sk_sk: Vyberte iný text piesne

# #32007
source: Manually sync lyrics
da_dk: Synkroniser sangtekster manuelt
de_de: Liedtext manuell synchronisieren
es_mx: Sincronizar letras manualmente
et_ee: Ajasta laulusõnad käsitsi
fi_fi: Tahdista sanoitukset manuaalisesti
hr_hr: Ručno uskladi tekst pjesme
id_id: Sinkronkan lirik manual
it_it: Sincronizza manualmente i testi
ja_jp: 手動でSyncさせる
ko_kr: 수동으로 가사 동기화
ru_ru: Ручная синхронизация текстов песен
sk_sk: Manuálne synchronizovať text

# #32008
source: Delayed by: %ss
da_dk: Forsinket med: %ss
de_de: Verzögert um: %s s
es_mx: Retrasado por: %s
et_ee: Viivitus: %ss
fi_fi: Jäljessä: %ss
hr_hr: Odgodio: %ss
id_id: Tunda sampai: %ss
it_it: Indietro di: %ss
ko_kr: 지연: %ss
ru_ru: Задержка: %ss
sk_sk: Oneskorený o: %ss

# #32009
source: Ahead by: %ss
da_dk: Foran med: %ss
de_de: Beschleunigt um: %s s
es_mx: Adelantado por: %s
et_ee: Ees: %ss
fi_fi: Edellä: %ss
hr_hr: Naprijed: %ss
id_id: Majukan sampai: %ss
it_it: Avanti di: %ss
ko_kr: 앞서가기: %ss
ru_ru: Опережение: %ss
sk_sk: Vpred o %ss

# #32100
source: Search for and save lrc lyrics in separate lyrics folder
da_dk: Søg efter og gem lrc sangtekster i separat mappe til sangtekster
de_de: lrc-Liedtext in separatem Liedtexte-Ordner suchen und speichern
es_mx: Buscar y guardar letras lrc en una carpeta de letras separada
et_ee: Otsi ja salvesta lrc laulusõnad eraldi laulusõnade kausta
fi_fi: Käytä lrc-sanoitusten hakuun ja tallennukseen erillistä kansiota
hr_hr: Pretraži i spremi lrc tekstove pjesama u zasebnoj mapi tekstova pjesama
id_id: Cari dan simpan lirik lrc di folder terpisah
it_it: Cerca e salva i testi lrc in una cartella separata per i testi
ja_jp: lrc歌詞を別の歌詞フォルダーに保存
ko_kr: 별도의 가사 폴더에 lrc 가사 검색 및 저장
ru_ru: Поиск и сохранение текстов песен в формате lrc в отдельной папке с текстами песен
sk_sk: Hľadať a ukladať texty vo formáte LRC do samostatného priečinka s textami

# #32101
source: Search for and save txt lyrics in separate lyrics folder
da_dk: Søg efter og gem txt sangtekster i separat mappe til sangtekster
de_de: txt-Liedtext in separatem Liedtexte-Ordner suchen und speichern
es_mx: Buscar y guardar letras txt en una carpeta de letras separada
et_ee: Otsi ja salvesta txt laulusõnad eraldi laulusõnade kausta
fi_fi: Käytä txt-sanoitusten hakuun ja tallennukseen erillistä kansiota
hr_hr: Pretraži i sakrij txt tekstove pjesama u zasebnoj mapi teksta pjesama
id_id: Cari dan simpan lirik txt di folder terpisah
it_it: Cerca e salva i testi txt in una cartella separata per i testi
ja_jp: txt歌詞を別の歌詞フォルダーに保存
ko_kr: 별도의 가사 폴더에 txt 가사 검색 및 저장
ru_ru: Поиск и сохранение текстов песен в формате txt в отдельной папке с текстами песен
sk_sk: Hľadať a ukladať texty vo formáte TXT do samostatného priečinku s textami

# #32102
source: - Lyrics folder
da_dk: - Mappe til sangtekster
de_de: - Liedtextordner
es_mx: - Carpeta de letras
et_ee: - laulusõnade kaust
fi_fi: - Sanoituskansio
hr_hr: - Mapa tekstova pjesama
id_id: - Folder lirik
it_it: - Cartella testi
ja_jp: 歌詞のフォルダー
ko_kr: 저장 폴더
ru_ru: - Папка с текстами песен
sk_sk: - Priečinok s textami

# #32103
source: - Filename format
da_dk: - Filnavn-format
de_de: - Dateinamensformat
es_mx: - Formato de nombre de archivo
et_ee: - failinime vorming
fi_fi: - Tiedostonimen muoto
hr_hr: - Format naziva datoteka
id_id: - Format penamaan
it_it: - Formato nome file
ja_jp: ファイル名の書式
ko_kr: - 저장 형식
ru_ru: - Формат имени файла
sk_sk: - Formát názvu súboru

# #32104
source: %N %A - %T
id_id: %N %A - %J

# #32105
source: %A\%T
id_id: %A\%J

# #32106
source: Use only filename for search
da_dk: Brug kun filnavn til søgning
de_de: Für die Suche nur den Dateinamen verwenden
es_mx: Utilizar solo nombre de archivo al buscar
et_ee: Kasuta otsinguks ainult failinime
fi_fi: Etsi vain tiedostonimellä
hr_hr: Za pretragu koristi samo naziv datoteke
id_id: Gunakan hanya nama berkas untuk pencarian
it_it: Usa solo nome del file per la ricerca
ja_jp: ファイル名のみで検索
ko_kr: 검색에 파일명만 사용
ru_ru: Использовать для поиска только имя файла
sk_sk: Pre vyhľadávanie používať len názov súboru

# #32107
source: Filename format
da_dk: Filnavnets format
de_de: Dateinamensformat
es_mx: Formato de nombre de archivo
et_ee: Failinime vorming
fi_fi: Tiedostonimen muoto
hr_hr: Format naziva datoteke
id_id: Format nama berkas
it_it: Formato nome file
ja_jp: ファイル名の書式
ko_kr: 파일이름 형식
ru_ru: Формат имени файла
sk_sk: Formát názvu súboru

# #32108
source: %A - %T
id_id: %A - %J

# #32109
source: %A\%B\%T
id_id: %A\%B\%J

# #32110
source: %A\%B\%N (-) %T
id_id: %A\%B\%N (-) %J

# #32111
source: - Lyrics are in a subfolder
da_dk: - Sangtekster er i en undermappe
de_de: - Liedtexte sind in einem Unterordner
es_mx: - Las letras están en una subcarpeta
et_ee: - Laulusõnad on alamkaustas
fi_fi: - Sanoitukset ovat alikansiossa
hr_hr: - Tekstovi pjesama su u podmapi
id_id: - Lirik ada dalam subfolder
it_it: - I testi sono in una sottocartella
ja_jp: サブフォルダーに保存
ko_kr: - 가사는 하위 폴더에 있습니다
ru_ru: - Тексты песен во вложенной папке
sk_sk: - Texty piesní sú v podpriečinku

# #32112
source: -- Subfolder name
da_dk: -- Navn på undermappe
de_de: -- Name des Unterordners
es_mx: -- Nombre de subcarpeta
et_ee: - Alamkausta nimi
fi_fi: - Alikansion nimi
hr_hr: -- Naziv podmape
id_id: -- Nama subfolder
it_it: -- Nome della sottocartella
ja_jp: サブフォルダー名
ko_kr: -- 하위 폴더 이름
ru_ru: -- Имя вложенной папки
sk_sk: -- Názov podpriečinku

# #32113
source: Search for and save lrc lyrics in song folder
da_dk: Søg efter og gem lrc sangtekster i sangmappen
de_de: lrc-Liedtext in Titelordner suchen und speichern
es_mx: Buscar y guardar letras lrc en la carpeta de la canción
et_ee: Otsi ja salvesta lrc sõnad laulukausta
fi_fi: Käytä lrc-sanoitusten tallennukseen ja etsintään kappaleiden kansioita
hr_hr: Pretraži i spremi lrc tekstove pjesama u mapu pjesme
id_id: Cari dan simpan lirik lrc di folder lagu
it_it: Cerca e salva i testi lrc nella cartella dei brani
ja_jp: lrc歌詞を楽曲のフォルダーに保存
ko_kr: 노래 폴더에서 lrc 가사 검색 및 저장
ru_ru: Поиск и сохранение текстов в формате lrc в папке с песнями
sk_sk: Hľadať a ukladať texty vo formáte LRC do priečinka s piesňami

# #32114
source: %N - %A - %T
id_id: %N - %A - %J

# #32115
source: Display options
da_dk: Indstillinger for visning
de_de: Anzeigeoptionen
es_mx: Mostrar opciones
et_ee: Kuvamise valikud
fi_fi: Esitysasetukset
hr_hr: Mogućnosti prikaza
id_id: Opsi tampilan
it_it: Opzioni visualizzazione
ja_jp: 表示オプション
ko_kr: 디스플레이 옵션
ru_ru: Параметры отображения
sk_sk: Možnosti zobrazenia

# #32116
source: Search options
da_dk: Indstillinger for søgning
de_de: Suchoptionen
es_mx: Opciones de búsqueda
et_ee: Otsingu valikud
fi_fi: Hakuasetukset
hr_hr: Mogućnosti pretrage
id_id: Opsi pencarian
it_it: Opzioni ricerca
ja_jp: 検索オプション
ko_kr: 검색 옵션
ru_ru: Параметры поиска
sk_sk: Možnosti vyhľadávania

# #32117
source: Lyrics files
da_dk: Sangtekst-filer
de_de: Liedtextdateien
es_mx: Archivos de letra
et_ee: Laulusõnade failid
fi_fi: Sanoitustiedostot
hr_hr: Datoteke tekstova pjesama
id_id: Berkas lirik
it_it: File testi
ja_jp: 歌詞ファイル
ko_kr: 가사 파일
ru_ru: Файлы с текстами песен
sk_sk: Súbory s textami

# #32118
source: Debugging
da_dk: Fejlfinding
de_de: Fehlersuche
es_mx: Depuración
et_ee: Silumine
fi_fi: Vianselvitys
hr_hr: Otklanjanje grešaka
id_id: Debuging
it_it: Debug
ja_jp: デバッグ
ko_kr: 디버깅
ru_ru: Отладка
sk_sk: Ladenie

# #32119
source: Search for and save txt lyrics in song folder
da_dk: Søg efter og gem txt sangtekster i sangmappen
de_de: txt-Liedtext in Titelordner suchen und speichern
es_mx: Buscar y guardar letras txt en la carpeta de la canción
et_ee: Otsi ja salvesta txt laulusõnad laulukausta
fi_fi: Käytä txt-sanoitusten tallennukseen ja etsintään kappaleiden kansioita
hr_hr: Pretraži i spremi txt tekstove pjesama u mapu pjesme
id_id: Cari dan simpan lirik txt di folder lagu
it_it: Cerca e salva i testi txt nella cartella dei brani
ja_jp: txt歌詞を楽曲のフォルダーに保存
ko_kr: 노래 폴더에서 txt 가사 검색 및 저장
ru_ru: Поиск и сохранение текстов в формате txt в папке с песнями
sk_sk: Hľadať a ukladať texty vo formáte TXT do priečinka s piesňami

# #32147
source: Search for local .txt lyrics files
da_dk: Søg efter lokale .txt sangtekstfiler
de_de: Nach lokalen .txt-Liedtextdateien suchen
es_mx: Buscar todos los archivos de letras .txt locales
et_ee: Otsi kohalikke .txt laulusõnade faile
fi_fi: Etsi paikallisia .txt-sanoitustiedostoja
hr_hr: Pretraži lokalne .txt datoteke tekstova pjesama
id_id: Cari berkas lirik .txt lokal
it_it: Cerca file di testo .txt locali
ja_jp: ローカルに保存されたtxt歌詞を検索する
ko_kr: 로컬 .txt 가사 파일 검색
ru_ru: Поиск локальных файлов с текстами песен в формате .txt
sk_sk: Hľadať lokálne súbory vo formáte TXT

# #32148
source: Hide dialog background, show lyrics only
da_dk: Skjul dialogens baggrund, vis kun sangtekster
de_de: Dialoghintergrund ausblenden, nur Liedtext anzeigen
es_mx: Ocultar fondo de diálogo, mostrar letras únicamente
et_ee: Peida akna taust, kuva ainult laulusõnad
fi_fi: Piilota ikkunan tausta, näytä vain sanoitukset
hr_hr: Sakrij pozadinu dijaloga, prikaži samo tekstove pjesama
id_id: Sembunyikan latar belakang dialog, tampilkan lirik saja
it_it: Nascondi lo sfondo della finestra di dialogo, mostra solo i testi
ja_jp: 背面のダイアログを隠して、歌詞のみを表示する
ko_kr: 대화 배경 숨기기, 가사만 표시
ru_ru: Скрыть фон диалогового окна, показать только текст песни
sk_sk: Skryť dialógové okno, zobraziť iba texty piesní

# #32149
source: Expert
da_dk: Ekspert
de_de: Experte
es_mx: Experto
et_ee: Ekspert
fi_fi: Edistyneet
hr_hr: Stručno
id_id: Lanjutan
it_it: Esperto
ja_jp: エキスパート
ko_kr: 전문가
ru_ru: Эксперт

# #32150
source: Scrapers
da_dk: Scrapere
de_de: Scraper
et_ee: Kaabitsad
fi_fi: Tietolähteet
hr_hr: Skupljači
id_id: Pencakar
it_it: Scraper
ja_jp: スクレイパー
ko_kr: 정보수집기
ru_ru: Инфоресурсы
sk_sk: Sťahovače

# #32151
source: Options
da_dk: Indstillinger
de_de: Optionen
es_mx: Opciones
et_ee: Valikud
fi_fi: Asetukset
hr_hr: Mogućnosti
id_id: Opsi
it_it: Opzioni
ja_jp: オプション
ko_kr: 옵션
ru_ru: Параметры
sk_sk: Možnosti

# #32152
source: Search for embedded lyrics
da_dk: Søg efter indlejrede sangtekster
de_de: Nach eingebetteten Liedtexten suchen
es_mx: Buscar letras incrustadas
et_ee: Otsi manustaud laulusõnu
fi_fi: Etsi upotettuja sanoituksia
hr_hr: Pretraži ugrađene tekstove pjesama
id_id: Cari lirik yang tercantum
it_it: Cerca testi incorporati
ja_jp: 楽曲に埋め込まれた歌詞を検索する
ko_kr: 내장된 가사 찾기
ru_ru: Поиск встроенных текстов песен
sk_sk: Hľadať vložené texty piesní

# #32153
source: Search for local .lrc lyrics files
da_dk: Søg efter lokale .lrc sangtekstfiler
de_de: Nach lokalen .lrc-Liedtextdateien suchen
es_mx: Buscar archivos de letras .lrc locales
et_ee: Otsi kohalikke .lrc laulusõnade faile
fi_fi: Etsi paikallisia .lrc-sanoitustiedostoja
hr_hr: Pretraži lokalne .lrc datoteke tekstova pjesama
id_id: Cari file lirik .lrc lokal
it_it: Cerca file di testo .lrc locali
ja_jp: ローカルに保存されたlrc歌詞を検索する
ko_kr: 로컬 .lrc 가사 파일 검색
ru_ru: Поиск локальных файлов с текстами песен в формате .lrc
sk_sk: Hľadať lokálne súbory vo formáte LRC

# #32154
source: Synchronised lyrics scrapers
da_dk: Scrapere til synkroniserede sangtekster
de_de: Scraper für synchronisierte Liedtexte
es_mx: Scrapers de letras sincronizadas
et_ee: Sünkroonitud laulusõnade kaabitsad
fi_fi: Tahdistettujen sanoitusten lähteet
hr_hr: Uskladi sakupljače tekstova pjesama
id_id: Lirik pencakar tersingkronisasi
it_it: Scraper testi sincronizzati
ja_jp: シンクロ歌詞の取得
ko_kr: 동기화 가사 수집기
ru_ru: Скраперы для синхронизированных текстов песен
sk_sk: Sťahovače synchronizovaných textov piesní

# #32155
source: Regular lyrics scrapers
da_dk: Scrapere til almindelige sangtekster
de_de: Scraper für reguläre (nicht synchronisierte) Liedtexte
es_mx: Scrapers de letras regulares
et_ee: Tavalised laulusõnade kaabitsad
fi_fi: Normaalien sanoitusten lähteet
hr_hr: Redovni sakupljači tekstova pjesama
id_id: Lirik pencakar regular
it_it: Scraper testi regolari
ja_jp: テキスト歌詞の取得
ko_kr: 일반 가사 수집기
ru_ru: Скраперы для обычных текстов песен
sk_sk: Sťahovače bežných textov piesní

# #32156
source: Display lyrics automatically
da_dk: Vis automatisk sangtekster
de_de: Liedtexte automatisch anzeigen
es_mx: Mostrar letras automáticamente
et_ee: Kuva laulusõnad automaatselt
fi_fi: Näytä sanoitukset automaattisesti
hr_hr: Prikaži tekst pjesme automatski
id_id: Tampilkan lirik secara otomatis
it_it: Visualizza testi automaticamente
ja_jp: 自動的に歌詞を表示する
ko_kr: 가사 자동 표시
ru_ru: Автоматическое отображение текстов песен
sk_sk: Zobraziť text piesne automaticky

# #32157
source: Clean song title (remove part in brackets)
da_dk: Rengør sangtitel (fjern del i parentes)
de_de: Liedtitel bereinigen (Teil in Klammern entfernen)
es_mx: Limpiar título de la canción (eliminar partes en llaves)
et_ee: Puhas laulu nimi (eemalda sulgudes osa)
fi_fi: Siivoa kappaleiden nimet (poista suluissa olevat tiedot)
hr_hr: Obriši naslove pjesama (ukloni dio u zagradama)
id_id: Bersihkan judul lagu (hapus bagian dalam tanda kurung)
it_it: Pulizia titolo del brano (rimuove la parte tra parantesi)
ja_jp: 楽曲タイトルを消去（括弧内の部分）
ko_kr: 노래 제목 정리 (대괄호 부분 제거)
ru_ru: Чистое название песни (убрать часть в скобках)
sk_sk: Vyčistiť názov piesne (odstrániť časti v zátvorkách)

# #32158
source: Script is already running!
da_dk: Scriptet kører allerede!
de_de: Skript läuft bereits!
es_mx: ¡El script ya está en ejecución!
et_ee: Skript juba töötab!
fi_fi: Skripti on jo käynnissä!
hr_hr: Skripta je već pokrenuta!
id_id: Skrip sudah berjalan!
it_it: Lo script è già in esecuzione!
ja_jp: スクリプトはすでに起動中です！
ko_kr: 스크립트가 이미 실행 중입니다!
ru_ru: Скрипт уже запущен!
sk_sk: Skript je už spustený!

# #32159
source: Enable debug logging
da_dk: Aktiver fejlfindingslogføring
de_de: Debugprotokollierung aktivieren
es_mx: Habilitar trazas de depuración
et_ee: Lubati silumise logimine
fi_fi: Käytä vianselvityslokia
hr_hr: Omogući zapisivanje otklanjanja grešaka
id_id: Aktifkan pencatatan debug
it_it: Registra eventi di debug
ja_jp: デバッグログ出力を有効
ko_kr: 디버그 로그 사용
ru_ru: Включить журнал отладки
sk_sk: Povoliť ukladanie ladiacich informácií

# #32160
source: Hide notifications
da_dk: Skjul meddelelser
de_de: Benachrichtigungen ausblenden
es_mx: Ocultar notificaciones
et_ee: Peida märguanded
fi_fi: Piilota ilmoitukset
hr_hr: Sakrij obavijesti
id_id: Sembunyikan notifikasi
it_it: Nascondi notifiche
ja_jp: 通知を非表示
ko_kr: 알림 숨기기
ru_ru: Скрыть уведомления
sk_sk: Skryť oznámenia

# #32161
source: Remove Chinese/Korean text from lyrics
da_dk: Fjern kinesisk/koreansk tekst fra sangtekster
de_de: Chinesischen/koreanischen Text aus Liedtexten entfernen
es_mx: Eliminar texto chino/coreano de las letras
et_ee: Eemalda laulusõnadest hiina/korea tekst
fi_fi: Poista kiinalainen/korealainen teksti sanoituksista
hr_hr: Ukloni kineski/korejski tekst iz teksta pjesama
id_id: Hapus aksara Cina/Korea dari lirik
it_it: Rimuovi parti in Cinese/Coreano dai testi
ja_jp: 漢字/ハングル文字を除外
ko_kr: 가사에서 중국어/한국어 텍스트 제거
ru_ru: Удалить китайский/корейский текст из текстов песен
sk_sk: Odstrániť čínske/kórejské texty z textov piesní

# #32162
source: Scraper test
da_dk: Test af scraper
de_de: Scraper testen
es_mx: Prueba de scraper
et_ee: Kaabitsa test
fi_fi: Tietolähteiden testaus
hr_hr: Test sakupljača
id_id: Tes pengikis
it_it: Prova scraper
ja_jp: Scraperテスト
ko_kr: 스크레이퍼 테스트
ru_ru: Тестирование скрапера
sk_sk: Test sťahovačov

# #32163
source: Testing: %s
da_dk: Tester: %s
de_de: Testen: %s
es_mx: Probando: %s
et_ee: Test: %s
fi_fi: Testataan: %s
hr_hr: Testiram: %s
id_id: Tes: %s
it_it: Provando: %s
ko_kr: 테스트: %s
ru_ru: Тестирование: %s
sk_sk: Testujem: %s

# #32164
source: All scrapers are working ok
da_dk: Alle scrapere virker korrekt
de_de: Alle Scraper funktionieren
es_mx: Todos los scrapers funcionan bien
et_ee: Kõik kaabitsad töötavad korralikult
fi_fi: Kaikki tietolähteet toimivat oikein
hr_hr: Svi sakupljači rade uredu
id_id: Semua scraper berfungsi dengan baik
it_it: Tutti gli scraper funzionano correttamente
ko_kr: 모든 스크레이퍼가 정상 작동
ru_ru: Все скраперы работают нормально
sk_sk: Všetky sťahovače fungujú správne

# #32165
source: Failed scrapers: %s
da_dk: Mislykkede scrapere: %s
de_de: Fehlgeschlagene Scraper: %s
es_mx: Scrapers que fallaron: %s
et_ee: Ebaõnnestunud kaabitsad: %s
fi_fi: Epäonnistuneet tietolähteet: %s
hr_hr: Neuspjeli sakupljači: %s
id_id: Scrapers gagal: %s
it_it: Scraper non riusciti: %s
ko_kr: 실패한 스크레이퍼: %s
ru_ru: Ошибка скраперов: %s
sk_sk: Nefungujúce sťahovače: %s

# #32166
source: Time offset for synchronised lyrics
da_dk: Tidsforskydning for synkroniserede sangtekster
de_de: Zeitversatz für synchronisierte Liedtexte
es_mx: Desplazamiento de tiempo para letras sincronizadas
et_ee: Sünkroonitud laulusõnade ajanihe
fi_fi: Tahdistettujen sanoitusten ajoitus
hr_hr: Vremenski pomak za usklađene tekstove pjesama
id_id: Offset waktu untuk lirik yang disinkronkan
it_it: Tempo di sfasamento sincronizzazione testi
ja_jp: シンクロ歌詞のオフセット
ko_kr: 동기화된 가사의 시간 오프셋
ru_ru: Смещение времени для синхронизированных текстов песен
sk_sk: Časový posun pre synchronizované texty

# #32167
source: Delete lyrics
da_dk: Slet sangtekster
de_de: Liedtexte löschen
es_mx: Eliminar letras
et_ee: Kustuta laulusõnad
fi_fi: Poista sanoitukset
hr_hr: Obriši tekstove pjesama
id_id: Hapus lirik
it_it: Elimina testi
ja_jp: 歌詞を削除する
ko_kr: 가사 지우기
ru_ru: Удаление текста песен
sk_sk: Odstrániť text piesne
