Repository: xbmc/repo-scripts
Catalog: script.cu.lrclyrics/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_mx, et_ee, fi_fi, hr_hr, id_id, it_it, ja_jp, ko_kr, ru_ru, sk_sk

# #32168
source: If you hide the Music OSD and the Now Playing info, the background of the lyrics dialog will be hidden as well.
da_dk: Hvis du skjuler musik-OSD og informationen Afspiller nu, vil baggrunden for sangtekstdialogen også blive skjult.
de_de: Wenn Musik-OSD und „Gerade läuft“-Information ausgeblendet sind, wird der Hintergrund des Liedtextdialogs ebenfalls ausgeblendet.
es_mx: Si ocultas el OSD de música y la información de Reproduciendo ahora, el fondo del diálogo de las letras se ocultará también.
et_ee: Kui peidad muusika ekraanigraafika ja praegu esitatava teabe, peidetakse ka laulusõnade akna taust.
fi_fi: Jos piilotat musiikin kuvaruutuvalikon ja "Toistetaan parhaillaan" -tiedot, piilotetaan myös sanoitusikkunan tausta.
hr_hr: Ako sakrijete Glazbeni OSD i Informacije trenutne reprodukcije, dijalog pozadine teksta pjesama biti će isto skriven.
id_id: Jika Anda menyembunyikan OSD Musik dan info Sedang Diputar, latar belakang dialog lirik juga akan disembunyikan.
it_it: Se nascondi l'OSD della musica e le informazioni sul brano in riproduzione, anche lo sfondo della finestra di dialogo dei testi verrà nascosto.
ko_kr: 음악 OSD 및 지금 재생 중 정보를 숨기면, 가사 대화 상자의 배경도 숨겨집니다.
ru_ru: Если скрыть экранное меню музыки и информацию "Сейчас играет", фон диалогового окна с текстом песни также будет скрыт.
sk_sk: Ak skryjete Hudobný OSD a informácie o aktuálne prehrávanej skladbe, okno s textom piesne sa skryje tiež.

# #32913
source: Lyrics Mode
id_id: Mode lirik
it_it: Modalità testi
ko_kr: 가사 모드
ru_ru: Режим текста песен

# #32916
source: Dark Lyrics
id_id: Lirik Gelap
ko_kr: 어두운 가사
ru_ru: Тёмный текст песен

# #32169
source: Sources
de_de: Quellen

# #32170
source: Get lyrics when listening to internet radio stations
de_de: Liedtexte beim Hören von Internet Radiosendern
