Repository: xbmc/repo-scripts
Catalog: script.xbmcbackup/resources/language/resource.language.*/strings.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sv_se, zh_cn

# Addon Summary
source: Backup and restore your Kodi database and configuration files in the event of a crash or file corruption.
bg_bg: Добавката може да създава резервни копия и възстановява базата данни и настройките на Kodi, в случай на срив или повреда на файловете.
ca_es: Feu còpies de seguretat i restaureu la vostra base de dades de l'Kodi i dels fitxers de configuració en el cas de fallada o corrupció dels fitxers.
cs_cz: Zálohování a obnovení vaší databáze Kodi a konfiguračních souborů v případě chyby nebo poškození souboru.
da_dk: Sikkerhedskopiér og genskab din Kodi database og konfigurationsfiler i tilfælde af et nedbrud eller en ødelagt fil.
de_de: Die Kodi-Datenbank sichern und bei Dateiverlust oder Beschädigung wiederherstellen.
el_gr: Δημιουργήστε αντίγραφα ασφαλείας της βάσης δεδομένων και των ρυθμίσεων του Kodi για την πιθανότητα σφαλμάτων ή καταστροφής αρχείων.
es_es: Haz copia de seguridad de tu base de datos y configuración y recupera todo en caso de fallo.
es_mx: Respalda y restaura tu base de datos y archivos de configuración de Kodi dado el evento de un cierre inesperado o corrupción de archivos.
et_ee: Varunda ja taasta Kodi andmebaas ja seadistusfailid krahhi või failikahjustuse korral.
fi_fi: Varmuuskopioi ja palauttaa Kodin tietokannan ja asetukset kaatumisen tai tiedostojen vaurioitumisen varalta.
fr_fr: Sauvegarder et restaurer les bases de données Kodi et les fichiers de configuration personnels en cas de plantage ou de fichiers corrompus.
gl_es: Crear copia de seguranza e restaurar a base de datos e ficheiros de configuración de Kodi no caso dun fallo ou corrupción de ficheiros.
he_il: גיבוי ושחזור מסד הנתונים וקבצי ההגדרות של קודי במקרה של קריסה או קבצים פגומים.
hr_hr: Sigurnosno kopirajte i obnovite vašu Kodi bazu podataka i datoteke podešavanja prilikom rušenja ili oštećenja datoteka.
hu_hu: Biztonsági mentés készítése az Kodi adatbázisról és a beállítófájlokról vagy állítsa helyre azokat egy rendszerösszeomlás vagy adatvesztés után.
id_id: Cadangkan dan kembalikan basis data Kodi Anda beserta berkas konfigurasi apabila terjadi kerusakan atau korupsi berkas.
it_it: Esegui il backup e ripristina il database e i file di configurazione di Kodi in caso di arresto anomalo o danneggiamento dei file.
ja_jp: システムのクラッシュやファイル破損に備えて、Kodi のデータベースや設定ファイルをバックアップ・リストアできます。
ko_kr: Kodi 데이터베이스와 설정 파일을 백업하고 복구합니다.
lt_lt: Sukurkite savo Kodi duomenų bazės ir konfigūracijos failų atsarginę kopiją ir atstatykite iš jos, jei sistema užstrigtų ar susigadintų failas.
nb_no: Sikkerhetskopier og gjenopprett dine Kodi-databaser og -konfigurasjonsfiler i tilfelle et krasj eller filkorrupsjon.
nl_nl: Backup en herstel je Kodi database- en configuratiebestanden in geval van een crash of bestandscorruptie.
pl_pl: Tworzenie i przywracanie kopii zapasowej bazy danych i konfiguracji Kodi, na wypadek awarii lub uszkodzenia pliku.
pt_pt: Crie cópias de segurança da base de dados do Kodi e dos ficheiros de configuração. Pode restaurar o conteúdo se ocorrer um crash ou corrupção de ficheiros.
ru_ru: Сохраняйте и восстанавливайте базу данных и конфигурационные файлы Kodi, чтобы не допустить потерю данных в случае аварии или повреждений файлов.
sk_sk: Zálohovanie a obnova Kodi databázy a konfiguračných súborov pre prípad havárie alebo poškodenia súboru.
sl_si: Varnostno kopirajte in obnovite svojo zbirko podatkov Kodi in prilagoditvene datoteke za primer sesutja ali okvare datotek.
sv_se: Ta backupp av eller återställ din Kodi-databas och konfigurationsfiler i händelse av en krash eller filkorruption.
zh_cn: 备份和恢复 Kodi 数据库和配置文件，以防范系统崩溃或文件损坏问题。

# Addon Description
source: Ever hosed your Kodi configuration and wished you'd had a backup? Now you can with one easy click. You can export your database, playlist, thumbnails, addons and other configuration details to any source writeable by Kodi or directly to Dropbox cloud storage. Backups can be run on demand or via a scheduler.
bg_bg: Да сте губили всички настройки, които сте правили по Kodi? А разполагахте ли с резервно копие? Сега можете да създавате копие само с едно кликване - на базата данни, плейлистите, миниатюрите, добавките и други, в определено от вас място или директно в Dropbox. Можете да настроите и автоматично създаване на копия през определен интервал от време.
ca_es: Alguna vegada s'ha carregat la seva configuració de l'Kodi i ha desitjat tenir una còpia de seguretat? Ara pot fer-ho amb un simple clic. Pot exportar la seva base de dades, llista de reproducció, miniatures, complements i altres detalls de la configuració a qualsevol font que pugui ser escrita per l'Kodi o directament a l'emmagatzematge en el núvol Dropbox. Les còpies de seguretat es poden executar sota demanda o per mitjà d'un planificador.
cs_cz: Pokazila se vám někdy konfigurace Kodi a přáli jste si, abyste měli zálohu? Nyní ji můžete mít pomocí jednoho jednoduchého kliknutí. Můžete exportovat svou databázi, seznam stop, náhledy, doplňky a další konfigurace do jakéhokoliv zdroje, do kterého může Kodi zapisovat, nebo přímo do cloudového úložiště Dropbox. Zálohy mohou být spuštěny na vyžádání nebo prostřednictvím plánovače.
da_dk: Har du prøvet at slette din Kodi opsætning, og ønsket at du havde haft sikkerhedskopi? Nu kan du få det med et enkelt klik. Du kan eksportere din database, playlister, miniaturebilleder, add-ons og andre opsætningsdetaljer til enhver kilde, som er skrivbar for Kodi eller direkte til Dropbox cloud lager. Sikkerhedskopier kan køres manuelt eller via en tidsplan.
de_de: Wurde jemals deine Kodi-Konfiguration zerschossen und hättest dir dann gewünscht, dass eine Datensicherung existiert? Jetzt kannst du eine Sicherung mit nur einem Klick erzeugen. Du kannst deine Datenbanken, Wiedergabelisten, Vorschaubilder, Addons und andere Konfigurationsdetails an einem für Kodi beschreibbaren Ort deiner Wahl oder direkt in den Dropbox Cloud-Speicher exportieren. Datensicherungen können auf Anfrage oder durch ein Steuerprogramm ausgeführt werden.
el_gr: Σας έτυχε ποτέ να χάσετε τις ρυθμίσεις του Kodi και να εύχεστε να είχατε αντίγραφο ασφαλείας; Πλέον μπορείτε με ένα απλό κλικ. Μπορείτε να εξάγετε τη βάση δεδομένων, τις λίστες αναπαραγωγής, τις μικρογραφίες, τα πρόσθετα και άλλες λεπτομέρειες της εγκατάστασης σε οποιαδήποτε πηγή στην οποία μπορεί να γράψει το Kodi, ή απευθείας στο λογαριασμό σας στο Dropbox. Τα αντίγραφα μπορούν να γίνονται κατ' επιλογή ή μέσω προγραμματισμού.
es_es: ¿Alguna vez se te ha estropeado la configuración de Kodi y has deseado tener una copia de seguridad? Ahora puedes con un simple clic. Puedes exportar tu base de datos, lista de reproducción, miniaturas, addons y otros detalles de configuración a cualquier fuente accesible por Kodi o directamente al almacenamiento en la nube Dropbox. Las copias de seguridad se pueden ejecutar bajo demanda o a través de una planificación.
es_mx: ¿Alguna vez has arruinado tu configuración de Kodi y has deseado tener un respaldo? Ahora puedes tenerlo con un simple clic. Puedes exportar tu base de datos, listas de reproducción, miniaturas, comlpementos y otras configuraciones en cualquier lugar donde Kodi tenga acceso de escritura. Los respaldos pueden ser efectuados manualmente o acorde a una programación.
et_ee: Kas oled vahel seadistanud Kodi ja soovinud, et oleks varukoopia? Nüüd saab seda teha ühe lihtsa klõpsuga. Võimalik on eksportida oma andmebaasi, esitusloendeid, pisipilte, lisamooduleid ja muid seadistuse üksikasju mis tahes Kodi poolt kirjutatavasse allikasse või otse Dropbox pilve. Varukoopiaid saab luua käsitsi või ajakava abil.
fi_fi: Oletko joskus hukannut Kodin asetukset ja harmitellut varmuuskopioiden puutetta? Nyt se onnistuu helposti napin painalluksella. Voit tallentaa tietokannan, toistolistat, kuvat, lisäosat ja muut tiedot mihin tahansa kohteeseen, johon Kodilla on kirjoitusoikeus tai vaihtoehtoisesti myös Dropbox-pilvipalveluun. Varmuuskopiointi onnistuu manuaalisesti ja ajoitetusti.
fr_fr: Déjà perdu une configuration Kodi et espéré avoir fait une sauvegarde avant ? Maintenant, il est permis de le faire en un simple clic. Il est possible d'exporter les bases de données, listes de lecture, miniatures, extensions et autres fichiers de configuration vers n'importe quel endroit accessible depuis Kodi.
gl_es: De seguro que algunha vez eliminou a configuración do Kodi e desexou ter unha copia de seguranza?. Agora pode cun só clic. Pode exportar a súa base de datos, listaxes de reprodución, miniaturas, complementos e outros detalles da configuración a calquera medio escribíbel ou directamente ao Dropbox. As copias de seguranza pódense executar baixo demanda ou programadas.
he_il: האם אי פעם נפגמו הגדרות קודי וייחלת שהיה לך גיבוי ? כעת אתה יכול ליצור כזה בלחיצת כפתור. ניתן לייצא את בסיס הנתונים, רשימות ההשמעה, התמונות הממוזערות, הרחבות והגדרות נוספות לכל יעד שיש לקודי הרשאת כתיבה לו או ישירות לשירות אחסון הענן דרופבוקס. ניתן לתזמן מראש גיבויים או להריצם ידנית.
hr_hr: Jeste li ikada poremetili vaše Kodi postavke i poželjeli da barem imate sigurnosnu kopiju? Sada to i možete jednim klikom. Možete izvesti vašu bazu podataka, popis izvođenja, minijature, dodatke i ostale pojedinosti podešavanja na bilo koji izvor na koji Kodi može pisati ili izravno u Dropbox pohranu u oblaku. Sigurnosno kopiranje može se pokrenuti na zahtjev ili pomoću planera.
hu_hu: Sikerült már összekutyulni az Kodi beállításait és jó lett volna egy biztonsági mentés? Most megteheti egy kattintással. Exportálhatja az adatbázisait, lejátszáslistáit, könyvjelzőit, kiegészítőit és egyéb beállításokat bármely, az Kodi által írható tárhelyre vagy közvetlenül a Dropbox felhő tárolóba. A mentések kézzel vagy időzítetten indíthatóak.
id_id: Pernah membuat berantakan konfigurasi Kodi Anda dan berharap Anda punya cadangannya? Sekarang Anda dapat melakukannya dengan klik mudah. Anda dapat mengekspor basis data, daftar putar, gambar kecil, addon dan rincian konfigurasi lainnya ke sumber mana saja yang dapat ditulis oleh Kodi atau langsung ke penyimpanan awan Dropbox. Pencadangan dapat dijalankan sesuai permintaan atau terjadwal.
it_it: Hai mai cancellato la tua configurazione di Kodi e avresti voluto avere un backup? Ora puoi farlo con un semplice clic. Puoi esportare database, playlist, miniature, add-on e altri parametri di configurazione in qualsiasi fonte scrivibile da Kodi o direttamente nell'archivio cloud di Dropbox. I backup possono essere eseguiti su richiesta o tramite una pianificazione.
ja_jp: Kodiの設定が消えてしまい、バックアップをとっておけば... と思ったことはありますか？これからは1クリックで簡単にバックアップできます。データベース、プレイリスト、サムネール、アドオン、その他設定項目を、Kodi が書き込み可能なメディアに書き出せます。Dropbox クラウドストレージにも直接書き出せます。スケジューラによる自動バックアップと、オンデマンドでのバックアップの両方が使えます。
ko_kr: Kodi 설정 백업본이 있었으면 하고 원했던 적이 있습니까? 이제 한 번의 클릭으로 가능합니다. 데이터베이스, 재생목록, 썸네일, 애드온과 기타 세부 설정을 어디에나 내보내거나 직접 Dropbox 에 저장할 수 있습니다. 백업은 수동 또는 예약으로 실행할 수 있습니다.
lt_lt: Ar kada nors praradote savo Kodi konfigūraciją ir gailėjotės, kad neturėjote atsarginės kopijos? Dabar galite ją turėti vienu paspaudimu. Jūs galite išeksportuoti duomenų bazę, grojaraščius, priedus ir kitą konfigūracijos informaciją į bet kokį Kodi palaikomą šaltinį ar tiesiai į Dropbox debesų saugyklą. Atsarginės kopijos gali būti daromos rankiniu arba automatiniu būdu.
nb_no: Har du noen gang ødelagt Kodi-installasjonen din og ønsket at du hadde en sikkerhetskopi? Det kan du nå med et enkelt trykk. Du kan eksportere din database, spillelister, miniatyrer, utvidelser og andre konfigurasjonsdetaljer til enhver kilde som er tilgjengelig for Kodi eller til Dropbox. Du kan lage sikkerhetskopier ved behov eller med en timeplan.
nl_nl: Ooit je Kodi-configuratie verknald en hoopte je dat je een backup had? Nu kan dat met een simpele klik. Je kunt je bibliotheek, afspeellijsten, miniaturen, addons en andere configuratie-opties naar elke bron die door Kodi beschrijfbaar is of direct naar een Dropbox-cloudopslag exporteren. Backups kunnen op aanvraag of via planning gemaakt worden.
pl_pl: Czy kiedykolwiek czyściłeś konfigurację Kodi i żałowałeś, że nie masz kopii zapasowej? Teraz możesz jednym prostym kliknięciem. Możesz wyeksportować swoją bazę danych, listę odtwarzania, miniatury, dodatki i inne szczegóły konfiguracji do dowolnego źródła zapisywalnego przez Kodi lub bezpośrednio do magazynu w chmurze Dropbox. Kopie zapasowe można uruchamiać na żądanie lub za pomocą harmonogramu.
pt_pt: Já arruinou a sua configuração do Kodi e desejou ter feito uma cópia de segurança? Agora pode, com apenas um clique. Exporte a base de dados, listas de reprodução, miniaturas, add-ons e outras configurações para qualquer fonte acedível pelo Kodi. As cópias de segurança podem ser executadas manualmente ou por temporizador.
ru_ru: Хотите получить резервную копию настроек Kodi? Теперь можете это сделать одним щелчком мыши. Вы можете выгрузить вашу базу данных, плейлисты, эскизы, дополнения и другую нужную Вам информацию и сохранить её с помощью Kodi или выгрузить в облачное хранилище Dropbox. Резервную копию можно сделать по требованию или запускать по расписанию.
sk_sk: Už ste niekedy poškodili konfiguráciu Kodi a priali si mať zálohu? Teraz môžete - na jeden klik. Môžete exportovať Vašu databázu, playlist, náhľady, doplnky a konfigurácie na ktorýkoľvek zdroj zapisovateľný Kodi. Zálohy môžu byť púšťané na požiadanie alebo plánovačom.
sv_se: Har du någonsin tappat bort din Kodi konfiguration och önskat att du hade en backup? Nu kan du enkelt med ett klick. Du kan exportera din databas, spellista, minityrer, tillägg och andra konfigurationsdetaljer till valfri källa som är skrivbar för Kodi. Backupper kan köras på begäran eller via scheman.
zh_cn: 你是否经常折腾你的 Kodi，因而希望能够有个备份？现在可以通过简单点击来实现。你可以把资料库、播放列表、缩略图、插件和其他配置细节导出到 Kodi 可以写入的任意位置或 Dropgox 云存储空间。备份可以按需运行或通过计划任务执行。

# #30010
source: Backup
bg_bg: Резервно копие
ca_es: Kodi Backup
cs_cz: Záloha
da_dk: Sikkerhedskopi
de_de: Datensicherung
el_gr: Αντίγραφο
es_es: Kodi Backup
es_mx: Respaldo de Kodi
et_ee: Varukoopia
fi_fi: Varmuuskopiointi
fr_fr: Sauvegarde Kodi
gl_es: Copia de seguranza de Kodi
he_il: גיבוי קודי
hr_hr: Sigurnosno kopiranje
hu_hu: Kodi biztonsági mentés
id_id: Pencadangan Kodi
ja_jp: Kodi バックアップ
lt_lt: Kodi atsarginė kopija
nb_no: Kodi Backup
pl_pl: Kopia zapasowa
pt_pt: Kodi Backup
ru_ru: Резервная копия Kodi
sk_sk: Kodi Backup
sv_se: Kodi Backupp
zh_cn: 备份

# #30011
source: General
bg_bg: Основи
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
et_ee: Üldine
fi_fi: Yleiset
fr_fr: Général
gl_es: Xeral
he_il: כללי
hr_hr: Općenito
hu_hu: Általános
id_id: Umum
it_it: Generale
ja_jp: 一般
ko_kr: 일반
lt_lt: Pagrindinis
nb_no: Generelt
nl_nl: Algemeen
pl_pl: Ogólne
pt_pt: Geral
ru_ru: Основные
sk_sk: Všeobecné
sl_si: Splošno
sv_se: Allmänt
zh_cn: 常规

# #30012
source: File Selection
bg_bg: Избор на файлове
ca_es: Sel·lecció de fitxers
cs_cz: Výběr souboru
da_dk: Filvalg
de_de: Dateiauswahl
el_gr: Επιλογή Αρχείου
es_es: Selección de archivo
es_mx: Seleccionar archivos
et_ee: Failivalik
fi_fi: Tiedostovalinta
fr_fr: Sélection
gl_es: Selección de ficheiro
he_il: בחירת קובץ
hr_hr: Odabir datoteke
hu_hu: Fájlok kiválasztás
id_id: Pilih Berkas
it_it: Selezione file
ja_jp: ファイル選択
ko_kr: 파일 선택
lt_lt: Failo parinkimas
nb_no: Filvalg
nl_nl: Bestand Selectie
pl_pl: Pliki
pt_pt: Seleccionar ficheiros
ru_ru: Типы файлов
sk_sk: Voľba súboru
sl_si: Izbor datotek
sv_se: Filval
zh_cn: 文件选择

# #30013
source: Scheduling
bg_bg: Планиране
ca_es: Planificació
cs_cz: Plánování
da_dk: Planlægning
de_de: Zeitplan
el_gr: Προγραμματισμός
es_es: Programación
es_mx: Programación
et_ee: Ajakava
fi_fi: Ajoitus
fr_fr: Planification
gl_es: Programación
he_il: תזמון
hr_hr: Planirano vrijeme
hu_hu: Időzítés
id_id: Penjadwalan
it_it: Pianificazione
ja_jp: スケジューリング
ko_kr: 스케쥴
lt_lt: Planavimas
nb_no: Timeplan
nl_nl: Inplannen
pl_pl: Harmonogram
pt_pt: Agendamento
ru_ru: Расписание
sk_sk: Plánovač
sv_se: Schemaläggning
zh_cn: 计划任务

# #30014
source: Simple
cs_cz: Jednoduchý
da_dk: Simpel
de_de: Einfach
es_mx: Básico
et_ee: Lihtne
fi_fi: Yksinkertainen
hr_hr: Jednostavno
it_it: Semplice
ko_kr: 단순
nl_nl: Eenvoudig
pl_pl: Proste
ru_ru: Простой
zh_cn: 简单

# #30015
source: Advanced
cs_cz: Rozšířený
da_dk: Avanceret
de_de: Erweitert
es_es: Avanzado
es_mx: Avanzado
et_ee: Täpsem
fi_fi: Edistynyt
fr_fr: Avancé
hr_hr: Napredno
it_it: Avanzate
ko_kr: 고급
nl_nl: Geavanceerd
pl_pl: Zaawansowane
ru_ru: Расширенный
zh_cn: 高级

# #30016
source: Backup
bg_bg: Резервно копие
ca_es: Còpia de seguretat
cs_cz: Zálohovat
da_dk: Sikkerhedskopi
de_de: Sichern
el_gr: Δημιουργία Αντιγράφου
es_mx: Respaldar
et_ee: Varunda
fi_fi: Varmuuskopioi
fr_fr: Sauvegarde
gl_es: Copia de seguranza
he_il: גיבוי
hr_hr: Sigurnosno kopiranje
hu_hu: Biztonsági mentés
id_id: Cadangan
ja_jp: バックアップ
ko_kr: 백업
lt_lt: Atsarginė kopija
nb_no: Sikkerhetskopiering
pl_pl: Utwórz kopię
pt_pt: Cópia Segurança
ru_ru: Резервная копия
sk_sk: Záloha
sv_se: Backupp
zh_cn: 备份

# #30017
source: Restore
bg_bg: Възстанови
ca_es: Restauració
cs_cz: Obnovit
da_dk: Gendan
de_de: Wiederherstellen
el_gr: Επαναφορά
es_es: Restaurar
es_mx: Restaurar
et_ee: Taasta
fi_fi: Palauta
fr_fr: Restauration
gl_es: Restaurar
he_il: שחזור
hr_hr: Obnovi
hu_hu: Visszaállítás
id_id: Pengembalian
it_it: Ripristino
ja_jp: リストア
ko_kr: 복구
lt_lt: Atkurti
nb_no: Gjenopprett
nl_nl: Terugzetten
pl_pl: Przywróć kopię
pt_pt: Restaurar
ru_ru: Всстановить
sk_sk: Obnova
sl_si: Obnovi
sv_se: Återställ
zh_cn: 恢复

# #30018
source: Browse Path
bg_bg: Преглеждане за път
ca_es: Navega per la ruta
cs_cz: Vyhledat cestu
da_dk: Gennemse mapper
de_de: Pfad durchsuchen
el_gr: Εντοπισμός της Διαδρομής
es_es: Examinar ruta
es_mx: Examinar ruta
et_ee: Vali rada
fi_fi: Valitse sijainti
fr_fr: Parcourir
gl_es: Examinar Ruta
he_il: עיון בנתיב
hr_hr: Putanja pregleda
hu_hu: Útvonal tallózása
id_id: Ramban Lokasi
it_it: Sfoglia percorso
ja_jp: パスをブラウズ
ko_kr: 경로 탐색
lt_lt: Parinkti kelią
nb_no: Bla etter sti
nl_nl: Blader naar locatie
pl_pl: Wybrana lokalizacja
pt_pt: Procurar Localização
ru_ru: Выбрать путь
sk_sk: Prehliadať cestu
sl_si: Prebrskaj pot
sv_se: Bläddra efter sökväg
zh_cn: 浏览目录

# #30019
source: Type Path
bg_bg: Въвеждане на път
ca_es: Tipus de ruta
cs_cz: Zadat cestu
da_dk: Indtast sti
de_de: Pfad eingeben
el_gr: Πληκτρολόγηση της Διαδρομής
es_es: Escribir ruta
es_mx: Ingresar ruta
et_ee: Trüki rada
fi_fi: Syötä sijainti
fr_fr: Saisir le chemin
gl_es: Escribir Ruta
he_il: הזנת נתיב
hr_hr: Vrsta putanje
hu_hu: Adja meg az útvonalat
id_id: Lokasi Tipe
it_it: Digita percorso
ja_jp: パスを入力
ko_kr: 경로 입력
lt_lt: Įvesti kelią
nb_no: Skriv inn sti
nl_nl: Type pad
pl_pl: Wprowadzona lokalizacja
pt_pt: Introduzir Localização
ru_ru: Ручной ввод
sk_sk: Zadať cestu
sl_si: Vnesite pot
sv_se: Skriv sökväg
zh_cn: 输入目录

# #30020
source: Browse Remote Path
bg_bg: Прегледайте за отдалечен път
ca_es: Navega per la ruta remota
cs_cz: Vyhledejte vzdálenou cestu
da_dk: Gennemse netværksmapper
de_de: Entfernten Pfad durchsuchen
el_gr: Εντοπισμός Απομακρυσμένης Διαδρομής
es_es: Examinar ruta remota
es_mx: Examinar ruta remota
et_ee: Vali kaugrada
fi_fi: Valitse etäsijainti
fr_fr: Parcourir le chemin de sauvegarde
gl_es: Examinar Ruta Remota
he_il: עיון בנתיב מרוחק
hr_hr: Pregledaj udaljenu putanju
hu_hu: Távoli útvonal tallózása
id_id: Ramban Lokasi Jarak Jauh
it_it: Sfoglia percorso remoto
ja_jp: リモートパスをブラウズ
ko_kr: 원격 경로 탐색
lt_lt: Parinkti nuotolinį kelią
nb_no: Bla etter ekstern sti
nl_nl: Blader externe locatie
pl_pl: Przeglądaj lokalizacje
pt_pt: Procurar Localização Remota
ru_ru: Выбрать сетевой путь
sk_sk: Prehliadať vzdialenú cestu
sl_si: Prebrskaj oddaljeno pot
sv_se: Bläddra efter fjärrsökväg
zh_cn: 浏览远程目录

# #30021
source: Backup Folder Name
bg_bg: Име на папката за резервните копия
ca_es: Nom de la carpeta de la còpia de seguretat
cs_cz: Název složky zálohování
da_dk: Navngiv mappe til sikkerhedskopi
de_de: Datensicherungsordnername
el_gr: Όνομα Φακέλου Αντιγράφου Ασφαλείας
es_es: Nombre de directorio de respaldo
es_mx: Nombre de carpeta de respaldo
et_ee: Varukoopia kausta nimi
fi_fi: Varmuuskopiokansion nimi
fr_fr: Nom du dossier de sauvegarde
gl_es: Nome do cartafol de copias de seguranza
he_il: שם תיקיית גיבוי
hr_hr: Sigurnosno kopiraj naziv mape
hu_hu: Biztonsási mentés mappa neve
id_id: Nama Folder Cadangan
it_it: Nome cartella backup
ja_jp: バックアップフォルダ名
ko_kr: 백업 폴더명
lt_lt: Atsarginių kopijų aplanko pavadinimas
nb_no: Mappenavn
nl_nl: Backup Folder Naam
pl_pl: Nazwa folderu kopii
pt_pt: Nome da pasta de cópia
ru_ru: Имя папки с резервными копиями
sk_sk: Meno priečinku zálohy
sl_si: Ime mape varnostne kopije
sv_se: Backuppmappsnamn
zh_cn: 备份文件夹名

# #30022
source: Progress Display
bg_bg: Известяване за напредъка
cs_cz: Zobrazit průběh
da_dk: Visning af fremskridt
de_de: Fortschrittsanzeige
el_gr: Απεικόνιση Εξέλιξης
es_es: Pantalla de progreso
es_mx: Mostrar progreso
et_ee: Edenemise kuvamine
fi_fi: Edistymisnäyttö
fr_fr: Affichage de la progression
gl_es: Amosar Progreso
he_il: הצג התקדמות
hr_hr: Prikaz napretka
hu_hu: Folyamatkijelzés
it_it: Visualizzazione avanzamento
ko_kr: 진행 표시
lt_lt: Progreso atvaizdavimas
nb_no: Fremdriftsvisning
nl_nl: Voortgangsweergave
pl_pl: Wyświetlanie postępu
pt_pt: Indicador de Progresso
ru_ru: Окно с ходом выполнения
sl_si: Prikaz napredka
sv_se: Förlopp
zh_cn: 进度显示

# #30023
source: Mode
bg_bg: Режим
cs_cz: Režim
da_dk: Tilstand
de_de: Modus
el_gr: Μέθοδος
es_es: Modo
es_mx: Modo
et_ee: Režiim
fi_fi: Tila
gl_es: Modo
he_il: מצב
hr_hr: Način
hu_hu: Mód
it_it: Modalità
ja_jp: モード
ko_kr: 모드
lt_lt: Režimas
nb_no: Modus
nl_nl: Modus
pl_pl: Tryb
pt_pt: Modo
ru_ru: Режим
sk_sk: Režim
sl_si: Način
sv_se: Läge
zh_cn: 模式

# #30024
source: Type Remote Path
bg_bg: Въведете отдалечения път
ca_es: Tipus de ruta remota
cs_cz: Zadejte vzdálenou cestu
da_dk: Indtast netværkssti
de_de: Entfernten Pfad eingeben
el_gr: Πληκτρολόγηση Απομακρυσμένης Διαδρομής
es_es: Escribir directorio remoto
es_mx: Ingresar ruta remota
et_ee: Tipi kaugrada
fi_fi: Syötä etäsijainti
fr_fr: Saisir le chemin de sauvegarde
gl_es: Escribir Ruta Remota
he_il: הזנת נתיב מרוחק
hr_hr: Upišite udaljenu putanju
hu_hu: Adja meg a távoli útvonalat
id_id: Lokasi Tipe Jarak Jauh
it_it: Digita percorso remoto
ja_jp: リモートパスを入力
ko_kr: 원격 경로 입력
lt_lt: Įveskite nuotolinį kelią
nb_no: Skriv inn ekstern sti
nl_nl: Type Extern Pad
pl_pl: Wprowadź lokalizację
pt_pt: Introduza a localização remota
ru_ru: Ввести сетевой путь
sk_sk: Zadať vzdialenú cestu
sl_si: Vnesite oddaljeno pot
sv_se: Skriv fjärrsökväg
zh_cn: 输入远程目录

# #30025
source: Remote Path Type
bg_bg: Окажете пътя до папката с резервни копия
ca_es: Tipus de ruta remota
cs_cz: Typ vzdálené cesty
da_dk: Type af netværkssti
de_de: Entfernter Pfadtyp
el_gr: Τύπος Απομακρυσμένης Διαδρομής
es_es: Tipo de Ruta Remota
es_mx: Tipo de ruta remota
et_ee: Kaugraja tüüp
fi_fi: Etäsijainnin tyyppi
fr_fr: Type de chemin de sauvegarde
gl_es: Tipo da Ruta Remota
he_il: סוג נתיב מרוחק
hr_hr: Vrsta udaljene putanje
hu_hu: Távoli útvonal típusa
id_id: Tipe Lokasi Jarak Jauh
it_it: Tipo percorso remoto
ja_jp: リモートパスのタイプ
ko_kr: 원격 경로 유형
lt_lt: Nuotolinio kelio tipas
nb_no: Ekstern stitype
nl_nl: Extern Pad Type
pl_pl: Typ lokalizacji
pt_pt: Tipo de localização remota
ru_ru: Ручной ввод удаленного пути
sk_sk: Druh vzdialenej cesty
sl_si: Vrsta oddaljene poti
sv_se: Fjärrsökvägstyp
zh_cn: 远程目录类型
