Repository: xbmc/repo-scripts
Catalog: script.xbmcbackup/resources/language/resource.language.*/strings.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sv_se, zh_cn

# #30119
source: Select root
cs_cz: Vyberte kořen
da_dk: Vælg rod
de_de: Root auswählen
es_es: Seleccione la raíz
es_mx: Seleccionar raíz
et_ee: Vali juurkataloog
fi_fi: Valitse juurikansio
fr_fr: Sélectionner la racine
hr_hr: Odaberi korijen
it_it: Seleziona percorso principale
ko_kr: 루트 선택
nl_nl: Selecteer root
pl_pl: Wybierz główny
ru_ru: Выберите корневую папку
zh_cn: 选择根

# #30120
source: Add Exclude Folder
cs_cz: Zadejte vyloučené složky
da_dk: Tilføj mappe der udelades
de_de: Ausschluss-Ordner hinzufügen
es_es: Añadir carpeta de exclusión
es_mx: Agregar carpeta de exclusión
et_ee: Välista kaust
fi_fi: Lisää ohitettava kansio
fr_fr: Exclure un dossier
hr_hr: Dodaj izuzetu mapu
it_it: Aggiungi cartella da escludere
ko_kr: 제외 폴더 추가
nl_nl: Voeg Uitsluiting Map toe
pl_pl: Dodaj folder wykluczeń
ru_ru: Исключить папку
zh_cn: 添加排除文件夹

# #30121
source: Root Folder
cs_cz: Kořenová složka
da_dk: Rodmappe
de_de: Root-Ordner
es_es: Carpeta raíz
es_mx: Carpeta raíz
et_ee: Juurkaust
fi_fi: Juurikansio
fr_fr: Dossier racine
hr_hr: Korijenska mapa
it_it: Cartella principale
ko_kr: 루트 폴더
nl_nl: Root map
pl_pl: Folder główny
ru_ru: Корневая папка
zh_cn: 根文件夹

# #30122
source: Edit
cs_cz: Upravit
da_dk: Rediger
de_de: Bearbeiten
es_es: Editar
es_mx: Editar
et_ee: Muuda
fi_fi: Muokkaa
fr_fr: Editer
hr_hr: Uredi
it_it: Modifica
ko_kr: 편집
nl_nl: Aanpassen
pl_pl: Edytuj
ru_ru: Редактировать
zh_cn: 编辑

# #30123
source: Delete
cs_cz: Odstranit
da_dk: Slet
de_de: Löschen
es_es: Eliminar
es_mx: Eliminar
et_ee: Kustuta
fi_fi: Poista
fr_fr: Supprimer
hr_hr: Obriši
it_it: Elimina
ko_kr: 삭제
nl_nl: Verwijderen
pl_pl: Usuń
ru_ru: Удалить
zh_cn: 删除

# #30124
source: Choose Action
cs_cz: Vyberte akci
da_dk: Vælg handling
de_de: Aktion auswählen
es_es: Elegir acción
es_mx: Elegir acción
et_ee: Vali toiming
fi_fi: Valitse toiminto
fr_fr: Choisir l'action
hr_hr: Odaberi radnju
it_it: Scegli azione
ko_kr: 작업 선택
nl_nl: Kies Actie
pl_pl: Wybierz działanie
ru_ru: Выберите действие
zh_cn: 选择动作

# #30125
source: Advanced Editor
cs_cz: Rozšířený editor
da_dk: Avanceret redigeringsværktøj
de_de: Erweiterter Editor
es_es: Editor avanzado
es_mx: Editor avanzado
et_ee: Laiendatud redaktor
fi_fi: Edistyneiden sääntöjen määritys
fr_fr: Editeur avancé
hr_hr: Napredni uređivač
it_it: Editor avanzato
ko_kr: 고급 편집기
nl_nl: Geavanceerde Bewerker
pl_pl: Zaawansowany edytor
ru_ru: Расширенный редактор
zh_cn: 高级编辑器

# #30126
source: Add Set
cs_cz: Přidat sadu
da_dk: Tilføj sæt
de_de: Set hinzufügen
es_es: Añadir un conjunto
es_mx: Agregar conjunto
et_ee: Lisa reegel
fi_fi: Lisää määritys
fr_fr: Ajouter un jeu de sauvegarde
hr_hr: Dodaj skup
it_it: Aggiungi set
ko_kr: 세트 추가
nl_nl: Voeg Set toe
pl_pl: Dodaj zestaw
ru_ru: Добавить установку
zh_cn: 添加集

# #30127
source: Delete Set
cs_cz: Smazat sadu
da_dk: Slet sæt
de_de: Set löschen
es_es: Borrar un conjunto
es_mx: Eliminar conjunto
et_ee: Eemalda reegel
fi_fi: Poista määritys
fr_fr: Supprimer un jeu de sauvegarde
hr_hr: Obriši skup
it_it: Elimina set
ko_kr: 세트 삭제
nl_nl: Verwijder Set
pl_pl: Usuń zestaw
ru_ru: Удалить установку
zh_cn: 删除集

# #30128
source: Are you sure you want to delete?
cs_cz: Jste si jisti, že se má odstranit?
da_dk: Er du sikker på at du vil slette?
de_de: Sicher löschen?
es_es: ¿Estás seguro de que quieres borrar?
es_mx: ¿Estás seguro que quieres eliminar?
et_ee: Kas soovid kindlasti kustutada?
fi_fi: Haluatko varmasti poistaa?
fr_fr: Êtes vous sûr de vouloir supprimer ?
hr_hr: Sigurno želite obrisati?
it_it: Sei sicuro di voler eliminare?
ko_kr: 삭제 할까요?
nl_nl: Weet je zeker dat je wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć?
ru_ru: Вы уверены, что хотите удалить?
zh_cn: 您确定要删除吗？

# #30129
source: Exclude
cs_cz: Vyloučit
da_dk: Udelad
de_de: Ausschließen
es_es: Excluir
es_mx: Excluir
et_ee: Välista
fi_fi: Ohita
fr_fr: Exclure
hr_hr: Izuzmi
it_it: Escludi
ko_kr: 제외
nl_nl: Uitsluiten
pl_pl: Wyklucz
ru_ru: Исключить
zh_cn: 排除

# #30130
source: The root folder cannot be changed
cs_cz: Kořenová složka nemůže být změněna
da_dk: Rodmappen kan ikke ændres
de_de: Der Root-Ordner kann nicht geändert werden
es_es: La carpeta raíz no se puede modificar
es_mx: La carpeta raíz no se puede cambiar
et_ee: Juurkausta ei saa muuta
fi_fi: Juurikansiota ei voida muuttaa
fr_fr: Le dossier racine ne peut pas être modifié
hr_hr: Korijenska mapa se ne može promijeniti
it_it: La cartella principale non può essere modificata
ko_kr: 루트 폴더를 바꿀 수 없음
nl_nl: De root map kan niet worden gewijzigd
pl_pl: Nie można zmienić folderu głównego
ru_ru: Корневая папка не может быть изменена
zh_cn: 无法更改根文件夹

# #30131
source: Choose Sets to Restore
cs_cz: Vyberte sadu k obnovení
da_dk: Vælg sæt der genoprettes
de_de: Sets zum Wiederherstellen auswählen
es_es: Elegir conjuntos para restaurar
es_mx: Elige los conjuntos a restaurar
fi_fi: Valitse palautettavat määritykset
fr_fr: Choisissez les éléments à restaurer
hr_hr: Obnovi skup za obnovu
it_it: Scegli set da ripristinare
ko_kr: 복원할 세트 선택
nl_nl: Kies Sets om te Herstellen
pl_pl: Wybierz zestawy do przywrócenia
ru_ru: Выбрать установки для восстановления
zh_cn: 选择要恢复的集

# #30132
source: Version 1.5.0 requires you to setup your file selections again - this is a breaking change
cs_cz: Verze 1.5.0 vyžaduje abyste provedli znovu výběr souboru - toto je přelomová změna
da_dk: Version 1.5.0 kræver opsætning af filvalg igen - dette er en vigtig ændring
de_de: Version 1.5.0 macht die erneute Einrichtung der Dateiauswahl erforderlich - dies ist eine Änderung mit unerwünschten Nebenwirkungen
es_es: La versión 1.5.0 requiere que vuelva a configurar sus selecciones de archivos - se trata de un cambio de última hora
es_mx: La versión 1.5.0 requiere que configures tus selecciones nuevamente - este es un cambio no retrocompatible
et_ee: Versioon 1.5.0 nõuab failivalikute uuesti seadistamist – see on oluline muudatus
fi_fi: Versio 1.5.0 edellyttää tiedostovalintojen uudelleenmääritystä - tämä on toiminnan rikkova muutos
fr_fr: La version 1.5.0 exige que vous configuriez à nouveau vos sélections de fichiers - il s'agit d'un changement de rupture
hr_hr: Inačica 1.5.0 zahtijeva ponovno postavljanje vaših datoteka - ova promjena slama
it_it: La versione 1.5.0 richiede di impostare nuovamente le selezioni di file: questa è una modifica importante
ko_kr: 버전 1.5.0에서는 파일 선택을 다시 설정해야 합니다 - 주요 변경 사항
nl_nl: Versie 1.5.0 vereist dat de bestandselecties opnieuw worden ingesteld - dit is een brekende verandering
pl_pl: Wersja 1.5.0 wymaga ponownego skonfigurowania wybranych plików — jest to zasadnicza zmiana
ru_ru: Версия 1.5.0 требует повторной настройки выбора файлов - это существенное изменение
zh_cn: 版本1.5.0要求您重新设置文件选择 - 这是一个重大变更

# #30133
source: Game Saves
cs_cz: Uložené hry
da_dk: Gemte spil
de_de: Spielespeicherstände
es_es: Guardados del juego
es_mx: Progreso de juegos
et_ee: Mängu salvestused
fi_fi: Pelien tallennukset
fr_fr: Sauvegardes de jeu
hr_hr: Spremanja igre
it_it: Salva giochi
ko_kr: 게임 저장
nl_nl: Spelopslag
pl_pl: Zapisy gry
ru_ru: Игровые сохранения
zh_cn: 游戏存档

# #30134
source: Include
cs_cz: Zahrnuje
da_dk: Inkluder
de_de: Einschließen
es_es: Incluir
es_mx: Incluir
et_ee: Hõlma
fi_fi: Sisällytä
fr_fr: Inclure
hr_hr: Obuhvati
it_it: Includi
ko_kr: 포함
nl_nl: Insluiten
pl_pl: Dołącz
ru_ru: Включить
zh_cn: 包含

# #30135
source: Add Include Folder
cs_cz: Přidejte zahrnutou složku
da_dk: Tilføj mappe der inkluderes
de_de: Einschließen-Ordner hinzufügen
es_es: Añadir carpeta de inclusión
es_mx: Agregar carpeta de inclusión
et_ee: Hõlma kaust
fi_fi: Lisää sisällytettävä kansio
fr_fr: Inclure un dossier
hr_hr: Dodaj mapu obuhvaćanja
it_it: Aggiungi cartella da includere
ko_kr: 포함 폴더 추가
nl_nl: Voeg Ingesloten Map toe
pl_pl: Dodaj folder dołączania
ru_ru: Включить папку
zh_cn: 添加包含文件夹

# #30136
source: Path must be within root folder
cs_cz: Cesta musí být uvnitř kořenové složky
da_dk: Stien skal være i rodmappen
de_de: Pfad muss sich innerhalb des Root-Ordners befinden
es_es: La ruta debe estar dentro de la carpeta raíz
es_mx: La ruta debe estar dentro de la carpeta raíz
et_ee: Rada peab asuma juurkaustas
fi_fi: Sijainnnin on oltava juurikansion alla
fr_fr: Le chemin doit être dans le dossier racine
hr_hr: Putanja mora biti u korijenskoj mapi
it_it: Il percorso deve trovarsi all'interno della cartella principale
ko_kr: 루트 폴더안에 경로가 있어야 함
nl_nl: Pad moet in de root map zijn
pl_pl: Ścieżka musi znajdować się w folderze głównym
ru_ru: Путь должен находиться в корневой папке
zh_cn: 路径必须在根文件夹中

# #30137
source: This path is part of a rule already
cs_cz: Tato cesta je už v pravidlech zahrnuta
da_dk: Denne sti er allerede en del af en regel
de_de: Dieser Pfad ist bereits Teil einer Regel
es_es: Esta ruta ya forma parte de una regla
es_mx: Esta ruta ya es parte de una regla existente
et_ee: See rada on juba osa reeglist
fi_fi: Sijainti on jo osa jotain sääntöä
fr_fr: Ce chemin fait déjà partie d'une règle
hr_hr: Putanja je već dio pravila
it_it: Questo percorso fa già parte di una regola
ko_kr: 이 경로는 이미 규칙의 일부임
nl_nl: Dit pad maakt al deel uit van een regel
pl_pl: Ta ścieżka jest już częścią reguły
ru_ru: Этот путь уже является частью правила
zh_cn: 此路径已经是规则的一部分

# #30138
source: Set Name exists already
cs_cz: Nastavené jméno už existuje
da_dk: Sættets navn findes allerede
de_de: Festgelegter Name existiert bereits
es_es: El nombre del conjunto ya existe
es_mx: El nombre del conjunto ya existe
et_ee: See nimi on juba olemas
fi_fi: Tämän niminen määritys on jo olemassa
fr_fr: Le nom défini existe déjà
hr_hr: Postavljeni naziv već postoji
it_it: Il nome del set esiste già
ko_kr: 세트 이름이 이미 있음
nl_nl: Set Naam bestaat al
pl_pl: Nazwa zestawu już istnieje
ru_ru: Имя установки уже существует
zh_cn: 集名称已存在

# #30139
source: Copy Simple Config
cs_cz: Kopie jednoduchého nastavení
da_dk: Kopier enkel konfiguration
de_de: Einfache Konfiguration kopieren
es_es: Copiar configuración simple
es_mx: Copiar configuración básica
et_ee: Kopeeri lihtsad seaded
fi_fi: Kopioi yksikertaisen tilan määritykset
fr_fr: Copie une configuration simple
hr_hr: Kopiraj jednostavno podešavanje
it_it: Copia configurazione semplice
ko_kr: 단순 구성 복사
nl_nl: Kopieer Eenvoudige Configuratie
pl_pl: Skopiuj konfigurację prostego
ru_ru: Копировать простую конфигурацию
zh_cn: 复制简单模式配置

# #30140
source: This will copy the default Simple file selection to the Advanced Editor
cs_cz: Toto zkopíruje výchozí jednoduchý výběr souborů do Rozšířeného Editoru
da_dk: Dette vil kopiere standard simpelt filvalg til det avancerede redigeringsværktøj
de_de: Dies wird den Standard-'Einfache Dateiauswahl'-Abschnitt in den erweiterten Editor kopieren
es_es: Esto copiará la selección de archivos simple por defecto en el editor avanzado
es_mx: Esto copiará la selección básica de archivos al editor avanzado
et_ee: See kopeerib vaikimisi lihtsa failivaliku laiendatud redaktorisse
fi_fi: Tämä kopioi yksinkertaisen tilan tiedostovalinnat edistyneiksi määrityksiksi, joita voit sen jälkeen muokata.
fr_fr: Ceci copiera un fichier Simple de sélection par défaut dans l'éditeur avancé
hr_hr: Ovo će kopirati zadani odabir jednostavne datoteke u Napredni uređivač
it_it: Questo copierà il file di impostazione predefinita semplice nell'editor avanzato
ko_kr: 기본 단순 파일 선택 항목을 고급 편집기에 복사함
nl_nl: Dit zal de standaard Eenvoudige bestandsselectie kopiÃ«ren naar de Geavanceerde Bewerker
pl_pl: Spowoduje to skopiowanie domyślnego prostego wyboru plików do Edytora zaawansowanego
ru_ru: Это скопирует параметры простой конфигурации в расширенный редактор
zh_cn: 这将把默认的简单模式文件选择复制到高级编辑器

# #30141
source: This will erase any current Advanced Editor settings
cs_cz: Toto odstraní jakékoliv současné nastavení Rozšířeného editoru
da_dk: Dette vil slette alle aktuelle indstillinger for det avancerede redigeringsværktøj
de_de: Dies wird alle aktuellen Einstellungen des erweiterten Editors löschen
es_es: Esto borrará cualquier ajuste actual del editor avanzado
es_mx: Esto eliminará cualquier configuración del editor avanzado existente
et_ee: See kustutab kõik praegused laiendatud redaktori sätted
fi_fi: Poistaa kaikki nykyiset edistyneet määritykset
fr_fr: Cela effacera tous les paramètres actuels de l'éditeur avancé
hr_hr: Ovo će obrisati svake trenutne postavke Naprednog uređivača
it_it: Questo cancellerà tutte le impostazioni correnti dell'editor avanzato
ko_kr: 현재 고급 편집기 설정이 지워짐
nl_nl: Dit zal alle huidige Geavanceerde Bewerker instellingen verwijderen
pl_pl: Spowoduje to usunięcie wszelkich bieżących ustawień Edytora zaawansowanego
ru_ru: Это сотрёт все текущие настройки расширенного редактора
zh_cn: 这将删除所有当前的高级编辑器设置

# #30142
source: Enable Verbose Logging
cs_cz: Povolit podrobné ladění
da_dk: Aktivér grundig logføring
de_de: Ausführliche Protokollierung aktivieren
es_es: Habilitar log detallado
es_mx: Activar registro de depuración
et_ee: Luba üksikasjalik logimine
fi_fi: Käytä laajaa lokikirjausta
fr_fr: Activer les logs détaillés
hr_hr: Omogući opširnije zapisivanje
it_it: Abilita registrazione eventi dettagliata
ko_kr: 자세한 로그 사용
nl_nl: Activeer Verbose Logging
pl_pl: Włącz pełne rejestrowanie
ru_ru: Включить подробный журнал
zh_cn: 启用详细日志记录

# #30143
source: Exclude a specific folder from this backup set
cs_cz: Vyloučit specifickou složku z této zálohové sady
da_dk: Udelad en bestemt mappe fra dette sikkerhedskopisæt
de_de: Einen bestimmten Ordner von diesem Sicherungs-Set ausschließen
es_es: Excluir una carpeta específica de este conjunto de copia de seguridad
es_mx: Excluir una carpeta específica de este conjunto de respaldo
et_ee: Välista konkreetne kaust sellest varundamise reeglist
fi_fi: Ohita yksittäinen kansio tässä varmuuskopioinnissa
fr_fr: Exclure un dossier spécifique de ce jeu de sauvegarde
hr_hr: Izuzmi određenu mapu iz ovog skupa sigurnosnog kopiranja
it_it: Escludi una cartella specifica da questo set di backup
ko_kr: 이 백업 세트에서 특정 폴더 제외
nl_nl: Sluit een specifieke map uit van deze backup set
pl_pl: Wyklucz określony folder z tego zestawu kopii zapasowych
ru_ru: Исключение определенной папки из данной установки резервного копирования
zh_cn: 从此备份集中排除特定文件夹

# #30144
source: Include a specific folder to this backup set
cs_cz: Zahrnout specifickou složku do této zálohové sady
da_dk: Inkluder en bestemt mappe i dette sikkerhedskopisæt
de_de: Einen bestimmten Ordner in dieses Sicherungs-Set einbeziehen
es_es: Incluir una carpeta específica en este conjunto de copia de seguridad
es_mx: Incluir una carpeta específica en este conjunto de respaldo
et_ee: Hõlma konkreetne kaust sellesse varundamise reeglisse
fi_fi: Lisää yksittäinen kansio tähän varmuuskopiointiin
fr_fr: Inclure un dossier spécifique à ce jeu de sauvegarde
hr_hr: Obuhvati određenu mapu u ovaj skup sigrnosnog kopiranja
it_it: Includi una cartella specifica in questo set di backup
ko_kr: 이 백업 세트에 특정 폴더 포함
nl_nl: Sluit een specifieke map in voor deze backup set
pl_pl: Dołącz określony folder do tego zestawu kopii zapasowych
ru_ru: Включение определенной папки в данную установку резервного копирования
zh_cn: 将特定文件夹包括到此备份集

# #30145
source: Type
cs_cz: Typ
de_de: Art
es_es: Tipo
es_mx: Tipo
et_ee: Tüüp
fi_fi: Tyyppi
hr_hr: Vrsta
it_it: Tipo
ko_kr: 형식
pl_pl: Typ
ru_ru: Тип
zh_cn: 类型

# #30146
source: Include Sub Folders
cs_cz: Včetně podsložek
da_dk: Inkluder undermapper
de_de: Unterordner einbeziehen
es_es: Incluir subcarpetas
es_mx: Incluir subcarpetas
et_ee: Kaasa alamkaustad
fi_fi: Alikansioiden sisällytys
fr_fr: Inclure les sous-dossiers
hr_hr: Obuhvati podmape
it_it: Includi sottocartelle
ko_kr: 하위 폴더 포함
nl_nl: Voeg Sub Folders in
pl_pl: Dołącz podfoldery
ru_ru: Включая вложенные папки
zh_cn: 包含子文件夹

# #30147
source: Toggle Sub Folders
cs_cz: Přepnout podsložky
da_dk: Skift mellem undermapper
de_de: Unterordner umschalten
es_es: Alternar subcarpetas
es_mx: Alternar subcarpetas
et_ee: Alamkaustade lüliti
fi_fi: Kytke alikansiot
fr_fr: Inclure oui/non les sous dossiers
hr_hr: Uklj/Isklj podmape
it_it: Attiva/disattiva sottocartelle
ko_kr: 하위 폴더 전환
nl_nl: Schakel Sub Folders
pl_pl: Przełącz podfoldery
ru_ru: Переключить вложенные папки
zh_cn: 切换子文件夹

# #30148
source: Ask before restoring Kodi UI settings
cs_cz: Zeptat se před obnovou nastavení Kodi UI
da_dk: Spørg før gendannelse af indstillinger til Kodis brugerflade
de_de: Vor dem Wiederherstellen der Kodi-UI-Einstellungen fragen
es_es: Preguntar antes de restaurar los ajustes de la interfaz de usuario de Kodi
es_mx: Preguntar antes de restaurar la configuración de interfaz de Kodi
et_ee: Küsi enne Kodi kasutajaliidese seadete taastamist
fi_fi: Vahvista Kodin ulkoasuasetusten palautus
fr_fr: Demander avant de restaurer les paramètres de l'interface utilisateur Kodi
hr_hr: Upitaj prije obnove postavki Kodi korisničkog sučelja
it_it: Chiedi prima di ripristinare le impostazioni dell'UI di Kodi
ko_kr: Kodi UI 설정을 복원하기 전에 확인
nl_nl: Vraag voordat Kodi UI instellingen worden hersteld
pl_pl: Zapytaj przed przywróceniem ustawień interfejsu użytkownika Kodi
ru_ru: Спрашивать перед восстановлением настроек интерфейса Kodi
zh_cn: 恢复 Kodi 用户界面设置前询问

# #30149
source: Restore Kodi UI Settings
cs_cz: Obnovit nastavení Kodi UI
da_dk: Gendan indstillinger til Kodis brugerflade
de_de: Kodi-UI-Einstellungen wiederherstellen
es_es: Restaurar los ajustes de la interfaz de usuario de Kodi
es_mx: Restaurar configuración de interfaz de Kodi
et_ee: Taasta Kodi kasutajaliidese seaded
fi_fi: Palauta Kodin käyttöliittymäasetukset
fr_fr: Restaurer les paramètres de l'interface utilisateur Kodi
hr_hr: Obnovi postavke Kodi korisničkog sučelja
it_it: Ripristina impostazioni UI di Kodi
ko_kr: Kodi UI 설정 복원
nl_nl: Herstel Kodi UI Instellingen
pl_pl: Przywróć ustawienia interfejsu użytkownika Kodi
ru_ru: Восстановить настройки интерфейса Kodi
zh_cn: 恢复 Kodi 用户界面设置

# #30150
source: Restore saved Kodi system settings from backup?
cs_cz: Obnovit uložená systémová nastavení Kodi ze zálohy?
da_dk: Gendan gemte Kodi systemindstillinger fra sikkerhedskopi?
de_de: Gespeicherte Kodi-Systemeinstellungen aus der Sicherung wiederherstellen?
es_es: ¿Restaurar los ajustes guardados del sistema Kodi desde una copia de seguridad?
es_mx: ¿Restaurar la configuración del sistema Kodi almacenada en el respaldo?
et_ee: Kas taastada salvestatud Kodi süsteemiseaded varukoopiast?
fi_fi: Palautetaanko Kodin järjestelmäasetukset varmuuskopiosta?
fr_fr: Restaurer les paramètres du système Kodi à partir d'une sauvegarde ?
hr_hr: Obnovi spremljene postavke Kodi sustava iz sigurnosne kopije?
it_it: Ripristinare le impostazioni di sistema di Kodi salvate dal backup?
ko_kr: 백업에서 저장된 Kodi 시스템 설정을 복원할까요?
nl_nl: Herstel opgeslagen Kodi systeeminstellingen vanuit backup?
pl_pl: Przywrócić zapisane ustawienia systemowe Kodi z kopii zapasowej?
ru_ru: Восстановить сохранённые системные настройки Kodi из резервной копии?
zh_cn: 是否从备份恢复保存的 Kodi 系统设置？

# #30151
source: Enable Verbose Logging
cs_cz: Povolit podrobné ladění
da_dk: Aktivér grundig logføring
de_de: Ausführliche Protokollierung aktivieren
es_es: Habilitar log detallado
es_mx: Activar registro detallado
et_ee: Luba üksikasjalik logimine
fi_fi: Käytä laajaa lokikirjausta
fr_fr: Activer la journalisation détaillée
hr_hr: Omogući opširnije zapisivanje
it_it: Abilita registrazione eventi dettagliata
ko_kr: 자세한 로그 활성화
nl_nl: Schakel Verbose Logging In
pl_pl: Włącz pełne rejestrowanie
ru_ru: Включить подробный журнал
zh_cn: 启用详细日志记录

# #30152
source: Set Zip File Location
cs_cz: Nastavit umístění soboru Zip
da_dk: Indstil placering af ZIP-fil
de_de: Zip-Dateiort festlegen
es_es: Establecer la ubicación del archivo Zip
es_mx: Ubicación de archivo ZIP del conjunto
et_ee: Määra ZIP-faili asukoht
fi_fi: Määritä zip-tiedoston sijainti
fr_fr: Définir l'emplacement du fichier Zip
hr_hr: Postavi lokaciju Zip datoteke
it_it: Imposta posizione file zip
ko_kr: Zip 파일 위치 설정
nl_nl: Stel Zip Bestandslocatie in
pl_pl: Ustaw lokalizację pliku zip
ru_ru: Установите расположение zip-файла
zh_cn: 设置 Zip 文件位置

# #30153
source: Full path to where the zip file will be staged during backup or restore - must be local to this device
cs_cz: Úplná cesta k místu, kde bude soubor zip uložen během zálohování nebo obnovy - musí být místní pro toto zařízení
da_dk: Fuld sti hvor ZIP-filen vil blive oprettet under sikkerhedskopiering eller gendannelse - skal være lokal på denne enhed
de_de: Voller Pfad, in den die zip-Datei während der Sicherung oder Wiederherstellung abgelegt wird - muss ein lokaler Pfad dieses Geräts sein
es_es: Ruta completa donde se alojará el archivo zip durante la copia de seguridad o la restauración: debe ser local a este dispositivo
es_mx: Ruta completa donde el ZIP será localizado durante el respaldo o la restauración - debe ser local a este dispositivo
et_ee: Täielik rada, kuhu ZIP-fail varundamise või taastamise ajal paigutatakse – peab olema selle seadme kohalik
fi_fi: Täydellinen, paikallinen polku zip-tiedoston pakkauksessa ja palautuksessa käytettävään käsittelysijaintiin.
fr_fr: Chemin complet vers l'emplacement du fichier zip pour la sauvegarde ou la restauration - doit être local à ce dispositif
hr_hr: Potpuna putanja do gdje će se zip datoteka postaviti tijekom sigurnosnog kopiranja ili obnove - mora biti lokalna za ovaj uređaj
it_it: Percorso completo in cui il file zip verrà memorizzato durante il backup o il ripristino: deve essere su questo dispositivo
ko_kr: 백업 또는 복원 중에 zip 파일이 준비될 전체 경로 - 이 장치에 로컬이어야 함
nl_nl: Volledige pad waar het zip bestand wordt opgeslagen tijdens backup of herstellen - moet lokaal zijn op dit apparaat
pl_pl: Pełna ścieżka do miejsca, w którym plik zip zostanie umieszczony podczas tworzenia kopii zapasowej lub przywracania — musi być lokalna dla tego urządzenia
ru_ru: Полный путь к месту хранения zip-файла во время резервного копирования или восстановления - должен быть локальным для данного устройства
zh_cn: 备份或还原期间暂存 zip 文件的完整路径 - 必须是此设备的本地路径

# #30154
source: Always prompt if Kodi settings should be restored - no by default
cs_cz: Vždy se ptát, zda má být obnoveno nastavení Kodi - výchozí je ne
da_dk: Spørg altid om Kodis indstillinger skal gendannes - nej som standard
de_de: Immer auffordern, falls Kodi-Einstellungen wiederhergestellt werden sollen - standardmäßig nein
es_es: Preguntar siempre si se debe restaurar los ajustes de Kodi - no por defecto
es_mx: Siempre preguntar si la configuración de Kodi debería ser restaurada - no por defecto
et_ee: Küsi alati, kas Kodi sätted tuleks taastada – vaikimisi 'Ei'
fi_fi: Vahvista Kodin asetusten palautus aina - oletusarvoisesti ei vahvisteta
fr_fr: Toujours demander si les paramètres de Kodi doivent être restaurés - non par défaut
hr_hr: Uvijek upitaj treba li Kodi postavke obnoviti- nije zadano
it_it: Chiedi sempre se le impostazioni di Kodi devono essere ripristinate (predefinita = no)
ko_kr: Kodi 설정의 복원 여부를 항상 확인합니다 - 기본 하지 않음
nl_nl: Vraag altijd of Kodi instellingen moeten worden hersteld - nee is standaard
pl_pl: Zawsze pytaj, czy ustawienia Kodi powinny zostać przywrócone — domyślnie nie
ru_ru: Всегда спрашивать, нужно ли восстанавливать настройки Kodi (по умолчанию - нет)
zh_cn: 始终提示是否应恢复 Kodi 设置 - 默认为否
