Repository: xbmc/repo-scripts
Catalog: script.xbmcbackup/resources/language/resource.language.*/strings.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sv_se, zh_cn

# #30026
source: Backups to keep (0 for all)
bg_bg: Колко резервни копия да бъдат съхранявани (0 за всички)
ca_es: Còpies de seguretat a mantenir (0 per totes)
cs_cz: Ponechat záloh (0 pro vše)
da_dk: Sikkerhedskopier der skal gemmes (0 for alle)
de_de: Zu behaltende Sicherheitskopien (0 für alle)
el_gr: Πόσα αντίγραφα να διατηρηθούν (0 για όλα)
es_es: Copias de seguridad a mantener (0 para todas)
es_mx: Respaldos a mantener (0 para todos)
et_ee: Hoitavaid varukoopiaid (0 = kõik)
fi_fi: Säilytettävien varmuuskopioiden määrä (0 säilyttää kaikki)
fr_fr: Sauvegardes à conserver (0 pour toutes)
gl_es: Copias de seguranza (0 para todas)
he_il: מספר גיבוים לשמירה (0 להכול)
hr_hr: Sigurnosna kopiranja za zadržavanje (0 za sve)
hu_hu: Megtartandó mentések száma (0, ha mindet)
id_id: Cadangan untuk disimpan (0 untuk seluruhnya)
it_it: Backup da conservare (0 per tutti)
ja_jp: 保持するバックアップ (0 = 全部)
ko_kr: 유지할 백업 (0은 모두 유지)
lt_lt: Saugomų atsarginių kopijų kiekis (0 - visos)
nb_no: Antall sikkerhetskopier som beholdes (0 for alle)
nl_nl: Te bewaren backups (0 voor alle)
pl_pl: Ilość przechowywanych kopii (0 dla wszystkich)
pt_pt: Número de cópias a manter (0 para manter todas)
ru_ru: Кол-во резервных копий (0 - все)
sk_sk: Koľko záloh zachovať (0 pre všetky)
sv_se: Backupper att behålla (0 för alla)
zh_cn: 保留备份数（0为全部）

# #30028
source: Dropbox Key
bg_bg: Dropbox ключ
cs_cz: Klíč Dropboxu
da_dk: Dropbox kodeord
de_de: Dropbox-Schlüssel
el_gr: Κλειδί Dropbox
es_es: Clave de Dropbox
es_mx: Clave de Dropbox
et_ee: Dropbox võti
fi_fi: Dropbox-avain
fr_fr: Clé Dropbox
gl_es: Clave de Dropbox
hr_hr: Dropbox ključ
id_id: Kunci Dropbox
it_it: Chiave Dropbox
ja_jp: ドロップボックスのキー
ko_kr: Dropbox 아이디
lt_lt: Dropbox raktas
nb_no: Dropbox-nøkkel
nl_nl: Dropbox sleutel
pl_pl: Klucz API
pt_pt: Chave Dropbox
ru_ru: Ключ Dropbox
sk_sk: Dropbox kľúč
sv_se: Dropbox Nyckel
zh_cn: Dropbox 用户

# #30029
source: Dropbox Secret
bg_bg: Dropbox секретен ключ
cs_cz: Tajný klíč Dropboxu
da_dk: Dropbox hemmelighed
de_de: Dropbox-Geheimnis
el_gr: Μυστικό Dropbox
es_es: Secreto de Dropbox
es_mx: Secreto de Dropbox
fi_fi: Dropbox-salasana
fr_fr: Code secret Dropbox
gl_es: Secreto de Dropbox
hr_hr: Dropbox tajna
id_id: Rahasia Dropbox
it_it: Segreto Dropbox
ja_jp: Dropboxシークレット
ko_kr: Dropbox 비밀번호
lt_lt: Dropbox paslaptis
nl_nl: Dropbox Geheim
pl_pl: Hasło API
pt_pt: Segredo Dropbox
ru_ru: Секретный ключ Dropbox
sv_se: Dropbox Hemlighet
zh_cn: Dropbox 密码

# #30030
source: User Addons
bg_bg: Добавки
ca_es: Complements d'usuari
cs_cz: Uživatelské doplňky
da_dk: Bruger-add-ons
de_de: Benutzer-Addons
el_gr: Πρόσθετα Χρήστη
es_es: Addons del usuario
es_mx: Addons de Usuario
et_ee: Kasutaja lisamoodulid
fi_fi: Käyttäjän lisäosat
fr_fr: Extensions de l'utilisateur
gl_es: Complementos de usuario
he_il: הרחבות משתמש
hr_hr: Dodaci korisnika
hu_hu: Felhasználói kiegészítők
id_id: Addon Pengguna
it_it: Add-on utente
ja_jp: ユーザーアドオン
ko_kr: 사용자 애드온
lt_lt: Vartotojo priedai
nb_no: Utvidelser
nl_nl: Gebruiker addons
pl_pl: Dodatki użytkownika
pt_pt: Add-ons do utilizador
ru_ru: Пользовательские дополнения
sk_sk: Užívateľské doplnky
sl_si: Uporabnikovi dodatki
sv_se: Användartillägg
zh_cn: 用户插件

# #30031
source: Addon Data
bg_bg: Данните на добавките
ca_es: Dades del complement
cs_cz: Data doplňku
de_de: Addon-Daten
el_gr: Δεδομένα Πρόσθετου
es_es: Datos del Complemento
es_mx: Datos de Addons
et_ee: Lisamoodulite andmed
fi_fi: Lisäosien tiedot
fr_fr: Données des extensions
gl_es: Datos dos complementos
he_il: נתוני הרחבה
hr_hr: Podaci dodatka
hu_hu: Kiegészítő adatok
id_id: Data Addon
it_it: Add-on dati
ja_jp: アドオンのデータ
ko_kr: 애드온 데이터
lt_lt: Priedo duomenys
nb_no: Utvidelsesdata
pl_pl: Dane dodatków
pt_pt: Dados dos add-ons
ru_ru: Данные дополнений
sk_sk: Dáta Doplnkov
sl_si: Podatki dodatkov
sv_se: Tilläggsdata
zh_cn: 插件数据

# #30032
source: Database
bg_bg: Базата данни
ca_es: Base de dades
cs_cz: Databáze
de_de: Datenbank
el_gr: Βάση δεδομένων
es_es: Base de Datos
es_mx: Base de datos
et_ee: Andmebaas
fi_fi: Tietokanta
fr_fr: Base de données
gl_es: Base de datos
he_il: מסד נתונים
hr_hr: Baza podataka
hu_hu: Adatbázis
id_id: Basis Data
ja_jp: データベース
ko_kr: 데이터베이스
lt_lt: Duomenų bazė
pl_pl: Baza danych
pt_pt: Base de Dados
ru_ru: База данных
sk_sk: Databáza
sl_si: Podatkovna baza
sv_se: Databas
zh_cn: 数据库

# #30033
source: Playlist
bg_bg: Плейлисти
ca_es: Llista de reproducció
cs_cz: Seznam stop
da_dk: Playliste
de_de: Wiedergabeliste
el_gr: Λίστα Αναπαραγωγής
es_es: Lista de reproducción
es_mx: Lista de reproducción
et_ee: Esitusloend
fi_fi: Toistolista
fr_fr: Liste de lecture
gl_es: Lista de reprodución
he_il: רשימת השמעה
hr_hr: Popisu izvođenja
hu_hu: Lejátszási lista
id_id: Daftar Main
ja_jp: プレイリスト
ko_kr: 재생목록
lt_lt: Grojaraštis
nb_no: Spilleliste
nl_nl: Afspeellijst
pl_pl: Listy odtwarzania
pt_pt: Listas de reprodução
ru_ru: Плейлист
sl_si: Seznam predvajanja
sv_se: Spellista
zh_cn: 播放列表

# #30034
source: Thumbnails/Fanart
bg_bg: Миниатюри/Фен-арт
ca_es: Miniatures/Fanart
cs_cz: Náhledy a fanarty
da_dk: Miniaturerbilleder/fankunst
de_de: Vorschaubilder/Fankunst
el_gr: Μικρογραφίες/Fanart
es_es: Miniaturas/Fanart
es_mx: Miniaturas/Fanart
et_ee: Pisipildid/fännipildid
fi_fi: Pienois-/fanart-kuvat
fr_fr: Miniatures / FanArt
gl_es: Miniaturas/Cartel
he_il: תמונות ממוזערות/פאנארט
hr_hr: Minijature/Slike omota
hu_hu: Bélyegképek / Rajongói képek
id_id: Gambar Kecil/Fanart
it_it: Miniature/Fanart
ja_jp: サムネール／ファンアート
ko_kr: 썸네일/팬아트
lt_lt: Miniatiūros/Fanart
nb_no: Miniatyrer/Fanart
nl_nl: Miniaturen/Fanart
pl_pl: Miniatury/Fototapety
pt_pt: Miniaturas/Fanart
ru_ru: Миниатюры/Фан-арт
sk_sk: Náhlady/Fanarty
sv_se: Miniatyrer/fanart
zh_cn: 缩略图/同人画

# #30035
source: Config Files
bg_bg: Файловете с настройки
ca_es: Fitxers de configuració
cs_cz: Konfigurační soubory
da_dk: Konfigurationsfiler
de_de: Konfigurationsdateien
el_gr: Αρχεία Ρυθμίσεων
es_es: Ficheros de configuración
es_mx: Archivos de Configuración
et_ee: Seadistusfailid
fi_fi: Asetustiedostot
fr_fr: Fichiers de configuration
gl_es: Ficheiros de configuración
he_il: קבצי הגדרות
hr_hr: Datoteke podešavanja
hu_hu: Konfigurációs fájlok
id_id: Berkas Konfigurasi
it_it: File di configurazione
ja_jp: 設定ファイル
ko_kr: 설정 파일
lt_lt: Konfigūracijos failai
nb_no: Konfigurasjonsfiler
nl_nl: Configuratiebestanden
pl_pl: Pliki konfiguracyjne
pt_pt: Ficheiros de configuração
ru_ru: Конфигурационные файлы
sk_sk: Konfiguračné súbory
sl_si: Prilagoditvene datoteke
sv_se: Konfigurationsfiler
zh_cn: 配置文件

# #30036
source: Disclaimer
cs_cz: Právní omezení
da_dk: Ansvarsfraskrivelse
de_de: Ausschlussklausel
es_es: Descargo de responsabilidad
es_mx: Descargo de responsabilidad
et_ee: Märkus
fi_fi: Vastuuvapauslauseke
fr_fr: Avertissement
hr_hr: Odricanje od odgovornosti
it_it: Esclusione di responsabilità
ko_kr: 포기
pl_pl: Zastrzeżenia prawne
ru_ru: Предупреждение
zh_cn: 免责声明

# #30037
source: Canceling this menu will close and save changes
cs_cz: Zrušením této nabídky dojde k uzavření a uložení změn
da_dk: Annullering af denne menu vil lukke og gemme ændringer
de_de: Abbrechen dieses Menüs wird es schließen und Änderungen speichern
es_es: Cancelar este menú lo cerrará y guardará la configuración
es_mx: Cancelar este menú lo cerrará y guardará la configuración
et_ee: Selle menüü tühistamisel suletakse ja salvestatakse muudatused
fi_fi: Peruuta-valinta sulkee edistyneen muokkauksen ja tallentaa muutokset
fr_fr: L'annulation fermera ce menu et enregistrera les changements
hr_hr: Prekidanje ovog izbornika će zatvoriti i spremiti promjene
it_it: L'annullamento di questo menu chiuderà e salverà le modifiche
ko_kr: 이 메뉴를 취소하면 닫고 변경 사항을 저장합니다
nl_nl: Dit menu annuleren zal het sluiten en de wijzigingen opslaan
pl_pl: Anulowanie tego menu spowoduje zamknięcie i zapisanie zmian
ru_ru: При отмене меню будет закрыто, изменения сохранены
zh_cn: 取消此菜单将关闭并保存更改

# #30038
source: Advanced Settings Detected
bg_bg: Засечени са допълнителни настройки
ca_es: S'ha detectat la configuració avançada
cs_cz: Rozpoznána rozšířená nastavení
da_dk: Avanceret indstilling opdaget
de_de: Erweiterte Einstellungen erkannt
el_gr: Εντοπίστηκαν Προηγμένες Ρυθμίσεις (Advanced Settings)
es_es: Opciones avanzadas detectadas
es_mx: Configuración avanzada detectada
et_ee: Tuvastati täpsemad sätted
fi_fi: Havaittiin lisäasetuksia
fr_fr: Paramètres avancés détectés
gl_es: Detectada a Configuración Avanzada
he_il: זוהה Advanced Settings
hr_hr: Otkrivene su napredne postavke
hu_hu: Haladó Beállítások Megtalálva
id_id: Terdeteksi Pengaturan Lanjutan
it_it: Impostazioni avanzate rilevate
ja_jp: 詳細設定が検出されました
ko_kr: Advanced Settings 감지 됨
lt_lt: Aptikti išplėstiniai nustatymai
nb_no: Avanserte innstillinger oppdaget
nl_nl: Geavanceerde instellingen gevonden
pl_pl: Wykryto plik advancedsettings.xml
pt_pt: Definições Avançadas Detectadas
ru_ru: Обнаружены дополнительные настройки
sl_si: Zaznane napredne nastavitve
sv_se: Avancerade inställningar upptäcktes
zh_cn: 检测到高级设置

# #30039
source: The advancedsettings file should be restored first
bg_bg: Първо трябва да бъде възстановен файла "advancedsettings.xml"
ca_es: El fitxer de configuració avançada s'ha de restaurar primer
cs_cz: Soubor advancedsettings by měl být obnoven jako první
da_dk: Filen til avancerede indstillinger bør gendannes først
de_de: Die Erweiterte Einstellungsdatei sollte zuerst wiederhergestellt werden
el_gr: Το αρχείο advancedsettings πρέπει να επαναφερθεί πρώτο
es_es: Primero debería ser restaurado el archivo advancedsettings
es_mx: Deberías de ser restaurar primero el archivo advancedsettings.xml
et_ee: Esmalt tuleks taastada fail 'advancedsettings.xml'
fi_fi: Advancedsettings-tiedosto on palautettava ensin
fr_fr: Le fichier « advancedsettings.xml » devrait être restauré en premier
gl_es: Deberíase restaurar primeiro o ficheiro da configuración avanzada
he_il: יש לשחזר תחילה את הקובץ advancedsettings
hr_hr: Datoteka napredne postavke prvo se treba obnoviti
hu_hu: Az advancedsettings fájl visszaállítása szükséges előbb
id_id: Berkas pengaturan lanjutan perlu dikembalikan terlebih dulu
it_it: Il file advancedsettings dovrebbe essere prima ripristinato
ja_jp: Advanced設定ファイルは先に復元したほうが良い
ko_kr: advancedsettings 파일을 먼저 복원하여야 합니다
lt_lt: Advancedsettings failas turi būti atkurtas pirmiausiai
nb_no: advancedsettings-filen bør gjenopprettes først
nl_nl: Het advancedsettingsbestand moet eerst teruggezet worden
pl_pl: Plik advancedsettings.xml powinien być przywrócony w pierwszej kolejności
pt_pt: O ficheiro advancedsettings deve ser restaurado em primeiro lugar
ru_ru: Файл с дополнительными настройками должен быть восстановлен первым
sl_si: Najprej je potrebno obnoviti datoteko advancedsettings
sv_se: Filen för avancerade inställningar bör återställas först
zh_cn: 将先恢复高级设置文件

# #30040
source: Select Yes to restore this file and restart Kodi
bg_bg: Изберете "Да" за възстановяване от файла и рестартиране на Kodi
ca_es: Seleccioneu «Sí» per restaurar aquest fitxer i reiniciar l'Kodi
cs_cz: Vyberte Ano pro obnovení tohoto souboru a restartování Kodi
da_dk: Vælg Ja for at gendanne denne fil og genstarte Kodi
de_de: Wähle Ja, um diese Datei wiederherzustellen und Kodi neuzustarten
el_gr: Επιλέξτε 'Ναι' για επαναφορά του αρχείου και επανεκκίνηση του Kodi
es_es: Selecciona SI para restaurar este archivo y reiniciar Kodi
es_mx: Selecciona Sí para restaurar este archivo y reiniciar Kodi
et_ee: Selle faili taastamiseks ja Kodi taaskäivitamiseks vali 'Jah'
fi_fi: Palauta tämä tiedosto ja käynnistä Kodi uudelleen valitsemalla "Kyllä"
fr_fr: Sélectionner « Oui » pour restaurer ce fichier et redémarrer Kodi
gl_es: Seleccione Si para restaurar este ficheiro e reiniciar o Kodi
he_il: בחר 'כן' לשחזור קובץ זה ולהפעלת קודי מחדש
hr_hr: Odaberite 'Da' za obnavljanje ove datoteke i ponovno pokretanje Kodija
hu_hu: Válassza az Igen opciót a fájl visszaállításához és az Kodi újraindításához
id_id: Pilih Ya untuk mengembalikan berkas ini dan menjalankan ulang Kodi
it_it: Seleziona Sì per ripristinare questo file e riavviare Kodi
ja_jp: このファイル復元とKodiの再起動する場合は「はい」を選択してください
ko_kr: 이 파일을 복원하고 Kodi를 다시 시작하려면 Yes 를 선택하세요
lt_lt: Pasirinkite "Taip", norėdami atkurti šį failą ir iš naujo paleisti Kodi
nb_no: Velg «Ja» for å gjenopprette denne filen og starte Kodi på ny
nl_nl: Kies Ja om dit bestand terug te zetten en Kodi te herstarten
pl_pl: Potwierdź, aby przywrócić ten plik i uruchomić Kodi ponownie
pt_pt: Seleccione Sim para restaurar este ficheiro e reiniciar o Kodi
ru_ru: Нажмите "Да", чтобы восстановить этот файл и перезапустить Kodi
sv_se: Välj Ja för att återställa denna fil och starta om Kodi
zh_cn: 选“是”恢复此文件并重启 Kodi

# #30041
source: Select No to continue
bg_bg: Изберете "Не" за да продължите
ca_es: Seleccioneu «No» per continuar
cs_cz: Vyberte Ne pro pokračování
da_dk: Vælg Nej for at fortsætte
de_de: Wähle Nein, um Fortzufahren
el_gr: Επιλέξτε Όχι για να συνεχίσετε
es_es: Selecciona NO para continuar
es_mx: Selecciona No para continuar
et_ee: Jätkamiseks vali 'Ei'
fi_fi: Jatka valitsemalla "Ei"
fr_fr: Sélectionner « Non » pour continuer
gl_es: Seleccione Non para continuar
he_il: בחר "לא" להמשך
hr_hr: Odaberite 'Ne' za nastavak
hu_hu: Válassza a Nem opciót a folytatáshoz
id_id: Pilih Tidak untuk melanjutkan
it_it: Seleziona No per continuare
ja_jp: 続けるにはいいえを選択してください
ko_kr: 계속하려면 No 를 선택하세요
lt_lt: Pasirinkite "Ne", norėdami tęsti
nb_no: Velg «Nei» for å fortsette
nl_nl: Selecteer nee om door te gaan
pl_pl: Odrzuć, aby kontynuować
pt_pt: Seleccione Não para continuar
ru_ru: Нажмите "Нет" для продолжения
sv_se: Välj Nej för att fortsätta
zh_cn: 选“否”继续

# #30042
source: Resume Restore
bg_bg: Възобнови
ca_es: Repren la restauració
cs_cz: Pokračovat v obnovení
da_dk: Genoptag gendannelse
de_de: Wiederherstellung fortsetzen
el_gr: Συνέχιση Επαναφοράς
es_es: Reanudar restauración
es_mx: Continuar la restauración
et_ee: Jätka taastamist
fi_fi: Jatka palautusta
fr_fr: Reprendre la restauration
gl_es: Continuar a Restauración
he_il: המשך שחזור
hr_hr: Nastavi obnovu
hu_hu: Visszaállítás folyatatása
id_id: Lanjutkan pengembalian
it_it: Riprendi rirpistino
ja_jp: 復元を再開する
ko_kr: 복원 재개
lt_lt: Pratęsti atkūrimą
nb_no: Gjenoppta gjenoppretting
nl_nl: Doorgaan met herstellen
pl_pl: Wznów przywracanie
pt_pt: Retomar a Restauração
ru_ru: Возобновить восстановление
sl_si: Nadaljuj z obnovo
sv_se: Återuppta återställning
zh_cn: 继续恢复

# #30043
source: The Backup addon has detected an unfinished restore
bg_bg: Kodi Backup засече незавършено възстановяване
ca_es: L'Kodi Backup ha detectat una restauració inacabada
cs_cz: Doplněk Záloha rozpoznal nedokončené obnovení
da_dk: Kodi Backup har fundet en ufærdiggjort gendannelse
de_de: Das Sicherungs-Addon hat eine nicht komplette Wiederherstellung entdeckt
el_gr: Το πρόσθετο Backup εντόπισε μια μη ολοκληρωμένη επαναφορά
es_es: Kodi Backup ha detectado una restauración sin terminar
es_mx: Kodi Backup detectó una restauración no finalizada
et_ee: Varundamise lisamoodul tuvastas lõpetamata taastamise
fi_fi: Varmuuskopiointilisäosa on havainnut kesken jääneen palautuksen
fr_fr: L'extension Kodi Backup a détecté une restauration inachevée
gl_es: O Sistema de Copias do Kodi detectou unha restauración se rematar
he_il: הרחבת הגיבוי של קודי זיהתה שחזור שלא הסתיים
hr_hr: Dodatak sigurnosnog kopiranja je otkrio nezavršenu obnovu
hu_hu: Az Kodi Backup befejezetlen visszaállítást érzékelt
id_id: Pencadangan Kodi mendeteksi ada pengembalian yang belum selesai
it_it: L'add-on Backup ha rilevato un ripristino non completato
ja_jp: Kodiバックアップが未完成の復元を検出しました
ko_kr: Backup 애드온이 완료되지 않은 복원을 감지하였습니다
lt_lt: Kodi aptiko nebaigtą atkurti atsarginę kopiją
nb_no: Kodi Backup har oppdaget en uferdig gjenoppretting
nl_nl: De Backup add-on heeft een onafgemaakte backup gededecteerd
pl_pl: Dodatek wykrył niezakończone przywracanie kopii
pt_pt: O Kodi Backup detectou uma restauração incompleta
ru_ru: Kodi Backup обнаружил неоконченное восстановление из копии
sv_se: Kodi Backup har upptäckt en ofärdig återställning
zh_cn: 备份插件检测到未完成的恢复

# #30044
source: Would you like to continue?
bg_bg: Искате ли да продължите?
ca_es: Voleu continuar?
cs_cz: Chcete pokračovat?
da_dk: Vil du fortsætte?
de_de: Möchtest du fortfahren?
el_gr: Επιθυμείτε να συνεχίσετε;
es_es: ¿Desea continuar?
es_mx: ¿Quieres continuar?
et_ee: Kas soovid jätkata?
fi_fi: Haluatko jatkaa?
fr_fr: Faut-il continuer ?
gl_es: Quere continuar?
he_il: האם ברצונך להמשיך?
hr_hr: Želite li nastaviti?
hu_hu: Folytassuk?
id_id: Apakah Anda ingin melanjutkan?
it_it: Vuoi continuare?
ja_jp: 続行しますか
ko_kr: 계속 하겠습니까?
lt_lt: Ar norite tęsti?
nb_no: Ønsker du å fortsette?
nl_nl: Wil je verdergaan?
pl_pl: Czy chcesz kontynuować?
pt_pt: Quer continuá-la?
ru_ru: Продолжить?
sl_si: Želite nadaljevati?
sv_se: Vill du fortsätta?
zh_cn: 要继续吗？

# #30045
source: Error: Remote or zip file path doesn't exist
cs_cz: Chyba: Vzdálená cesta k souboru neexistuje
da_dk: Fejl: Fjern- eller zip-filstien findes ikke
de_de: Fehler: Entfernter ider zip-Datei-Pfad existiert nicht
es_es: Error: El zip o ruta remota no existen
es_mx: Error: El archivo ZIP o la ruta remota no existen
et_ee: Viga: kaug- või ZIP-faili rada pole olemas
fi_fi: Virhe: Etä- tai zip-tiedostosijaintia ei ole olemassa
fr_fr: Erreur : Le chemin distant ou le fichier zip n'existe pas
hr_hr: Greška: Udaljena ili zip putanja datoteke ne postoji
it_it: Errore: il percorso del file remoto o zip non esiste
ko_kr: 오류: 원격 또는 zip 파일 경로가 없음
nl_nl: Fout: Extern of zip pad bestaat niet
pl_pl: Błąd: ścieżka do pliku zdalnego lub zip nie istnieje
ru_ru: Ошибка: Путь к удаленному или zip-файлу не существует
zh_cn: 错误：远程或 zip 文件路径不存在

# #30046
source: Starting
bg_bg: Стартиране
ca_es: S'està iniciant
cs_cz: Spouštění
da_dk: Starter
de_de: Starten
el_gr: Έναρξη
es_es: Iniciando
es_mx: Comenzando
et_ee: Algus
fi_fi: Aloitetaan
fr_fr: Démarrage
gl_es: Iniciando
he_il: מתחיל
hr_hr: Pokretanje
hu_hu: Kezdődik
id_id: Memulai
it_it: Avvio in corso
ja_jp: 開始中
ko_kr: 시작
lt_lt: Pradedama
nb_no: Starter
nl_nl: Starten
pl_pl: Uruchamianie
pt_pt: Iniciando
ru_ru: Начало
sk_sk: Začiatok
sv_se: Startar
zh_cn: 开始

# #30047
source: Local Dir
bg_bg: Локална папка
ca_es: Directori local
cs_cz: Místní adresář
da_dk: Lokal mappe
de_de: Lokales Verzeichnis
el_gr: Τοπικός Φάκελος
es_es: Directorio local
es_mx: Directorio Local
et_ee: Kohalik kataloog
fi_fi: Paikallinen kansio
fr_fr: Dossier local
gl_es: Cart Local
he_il: תיקייה מקומית
hr_hr: Lokalni direktorij
hu_hu: Helyi könyvtár
id_id: Direktori Lokal
it_it: Cartella locale
ja_jp: ローカルディレクトリ
ko_kr: 로컬 디렉터리
lt_lt: Vietinis katalogas
nb_no: Lokal mappe
nl_nl: Lokale map
pl_pl: Folder lokalny
pt_pt: Pasta local
ru_ru: Локальная папка
sk_sk: Miestny priečinok
sl_si: Krajevna mapa
sv_se: Lokalmapp
zh_cn: 本地目录

# #30048
source: Remote Dir
bg_bg: Отдалечена папка
ca_es: Directori remot
cs_cz: Vzdálený adresář
da_dk: Netværksmappe
de_de: Entferntes Verzeichnis
el_gr: Απομακρυσμένος Φάκελος
es_es: Directorio remoto
es_mx: Directorio Remoto
et_ee: Kaugkataloog
fi_fi: Etäkansio
fr_fr: Dossier distant
gl_es: Cart Remoto
he_il: תיקייה מרוחקת
hr_hr: Udaljeni direktorij
hu_hu: Távoli könyvtár
id_id: Direktori Jarak Jauh
it_it: Cartella remota
ja_jp: リモートディレクトリ
ko_kr: 원격 디렉터리
lt_lt: Nuotolinis katalogas
nb_no: Ekstern mappe
nl_nl: Externe map
pl_pl: Folder zdalny
pt_pt: Pasta remota
ru_ru: Сетевая папка
sk_sk: Vzdialený priečinok
sl_si: Oddaljena mapa
sv_se: Fjärrmapp
zh_cn: 远程目录

# #30049
source: Gathering file list
bg_bg: Изграждане на списък с файлове
ca_es: S'està recopilant la llista de fitxers
cs_cz: Získávání seznamu souborů
da_dk: Indsamler filliste
de_de: Dateiliste wird erzeugt
el_gr: Συγκέντρωση λίστας αρχείων
es_es: Obteniendo lista de ficheros
es_mx: Obteniendo lista de archivos
et_ee: Faililoendi kogumine
fi_fi: Kerätään tiedostolistaa
fr_fr: Collecte de la liste des fichiers
gl_es: Recollendo listaxe de ficheiros
he_il: אוסף רשימת קבצים
hr_hr: Sakupljanje popisa datoteka
hu_hu: Fájl lista összegyüjtése
id_id: Mengumpulkan daftar berkas
it_it: Raccolgo elenco file
ja_jp: ファイル一覧を取得中
ko_kr: 파일 목록을 가져오는 중
lt_lt: Renkamas failų sąrašas
nb_no: Samler filliste
nl_nl: Ophalen van bestandslijst
pl_pl: Zbieranie listy plików
pt_pt: Reunindo lista de ficheiros
ru_ru: Подготавливается список файлов
sk_sk: Zbieram zoznam súborov
sl_si: Zbiranje seznama datotek
sv_se: Samlar fillista
zh_cn: 获取文件列表

# #30050
source: Remote Path exists - may have old files in it!
bg_bg: Отдалеченият път съществува. Вероятно съдържа стари файлове!
ca_es: La ruta remota existeix - hi pot haver fitxers antics!
cs_cz: Vzdálená cesta existuje - může obsahovat staré soubory!
da_dk: Netværksstien findes - indeholder muligvis ældre filer!
de_de: Entfernter Pfad vorhanden - es könnte bereits Dateien beinhalten!
el_gr: Η Απομακρυσμένη Διαδρομή υπάρχει - μπορεί να έχει ήδη αρχεία μέσα!
es_es: ¡La ruta remota ya existe - puede haber ficheros antiguos en ella!
es_mx: Ruta Remota existe - ¡Puede tener archivos antiguos!
et_ee: Kaugrada on olemas – selles võib olla vanu faile!
fi_fi: Etäsijainti on jo olemassa ja se saattaa sisältää vanhoja tiedostoja!
fr_fr: Le chemin de sauvegarde existe, d'anciens fichiers pourraient s'y trouver !
gl_es: A Ruta Remota existe e pode conter ficheiros antigos!
he_il: נתיב מרוחק נמצא - יתכן שיש בתיקייה זו קבצים ישנים!
hr_hr: Udaljena putanja postoji - možda sadrži zastarjele datoteke!
hu_hu: A távoli útvonal létezik - régi fájlok lehetnek benne!
id_id: Lokasi jarak jauh ada - mungkin berisi berkas lama di dalamnya!
it_it: Esiste un percorso remoto - potrebbe contenere vecchi file!
ja_jp: リモートパスが存在します - 古いファイルが残っているのかも！
ko_kr: 원격 경로 있음 - 오래된 파일이 있습니다!
lt_lt: Nuotolinis kelias egzistuoja - jame gali būti senų failų!
nb_no: Ekstern sti finnes - kan inneholde gamle filer!
nl_nl: Extern Pad bestaat - er kunnen oude bestanden in zitten!
pl_pl: Lokalizacja istnieje — może zawierać stare pliki!
pt_pt: Localização remota já existe - pode contar ficheiros antigos!
ru_ru: Удаленный путь существует - там могут быть старые версии файлов!
sk_sk: Vzdialená cesta existuje - môže obsahovať staré súbory!
sv_se: Fjärrsökväg existerar - kan innehålla gamla filer!
zh_cn: 远程目录存在 - 可能有旧文件留存！

# #30051
source: Creating Files List
bg_bg: Създаване на списъка с файлове
ca_es: S'està creant la llista de fitxers
cs_cz: Vytváření seznamu souborů
da_dk: Opbygger filliste
de_de: Dateiliste wird erstellt
el_gr: Δημιουργία Λίστας Αρχείων
es_es: Creando lista de ficheros
es_mx: Creando Lista de Archivos
et_ee: Faililoendi loomine
fi_fi: Luodaan tiedostolistaa
fr_fr: Création de la liste des fichiers
gl_es: Creando listaxe de ficheiros
he_il: יוצר רשימת קבצים
hr_hr: Stvaranje popisa datoteka
hu_hu: Fájl lista létrehozása
id_id: Membuat Daftar Berkas
it_it: Creazione elenco file
ja_jp: ファイルリストを作成中
ko_kr: 파일 목록 작성 중
lt_lt: Kuriamas failų sąrašas
nb_no: Danner filliste
nl_nl: Aanmaken bestandslijst
pl_pl: Tworzenie listy plików
pt_pt: Criando lista de ficheiros
ru_ru: Создаётся список файлов
sk_sk: Vytvára sa zoznam súborov
sl_si: Ustvarjanje seznama datotek
sv_se: Skapar fillista
zh_cn: 创建文件列表
