Repository: xbmc/repo-scripts
Catalog: script.xbmcbackup/resources/language/resource.language.*/strings.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sv_se, zh_cn

# #30086
source: This version of Kodi is different than the one used to create the archive
bg_bg: Версията на Kodi, която ползвате е различна, от тази която се намира в архива
ca_es: Aquesta versió d'Kodi és diferent que la utilitzada per crear el fitxer
cs_cz: Tato verze Kodi je jiná než ta, která byla použita pro vytvoření archivu
da_dk: Denne version af Kodi er anderledes end den, der blev brugt til at oprette arkivet
de_de: Diese Version von Kodi ist eine andere, als jene, mit der das Archiv erstellt wurde
el_gr: Η έκδοση του Kodi δεν είναι αυτή που χρησιμοποιήθηκε για τη δημιουργία του αρχείου
es_es: Esta versión de Kodi es diferente a la que se utilizó para crear el archivo
es_mx: Esta versión de Kodi es diferente a la que se utilizó para crear el respaldo
et_ee: See Kodi versioon erineb arhiivi loomisel kasutatud versioonist
fi_fi: Tämä Kodi-versio on poikkeaa varmuuskopion luoneesta versiosta
fr_fr: Cette version de Kodi est différente de celle utilisée pour créer l'archive
gl_es: Esta versión do Kodi é diferente da utilizada para xerar o ficheiro
he_il: גרסה זו של קודי שונה מהגרסה שבה השתמשו כדי ליצור את הארכיון
hr_hr: Ova inačica Kodija je drugačija od one koja se koristila za stvaranje arhive
hu_hu: Az Kodi verziója különbözik attól mint amelyik létrehozta az archívumot
it_it: Questa versione di Kodi è diversa da quella utilizzata per creare l'archivio
ko_kr: 이 버전의 Kodi는 아카이브를 만드는 데 사용된 버전과 다릅니다
lt_lt: Ši Kodi versija skiriasi nuot tos, kuri buvo naudojama kuriant šį archyvą
nb_no: Denne versjonen av Kodi er forskjellig fra den som ble benyttet til å lage sikkerhetskopien
nl_nl: Deze versie van Kodi is anders die waarmee het archiefbestand gemaakt is.
pl_pl: Ta wersja Kodi jest inna niż ta użyta do utworzenia archiwum
pt_pt: Esta versão do Kodi é diferente da que foi usada para criar o arquivo
ru_ru: Используемая версия Kodi отличается от версии, используемой при создании архива
sv_se: Den här versionen av Kodi är annorlunda än den som användes vid skapandet av arkivet
zh_cn: 当前 Kodi 版本与创建备份时的版本不同

# #30087
source: Compress Archives
bg_bg: Компресирай архивите
cs_cz: Komprimovat archivy
da_dk: Komprimer arkiver
de_de: Archive komprimieren
el_gr: Συμπίεση Αρχείων
es_es: Comprimir archivos
es_mx: Comprimir respaldo
et_ee: Paki arhiivid
fi_fi: Pakkaa tiedostot
fr_fr: Compresser les archives
gl_es: Comprimir ficheiros
he_il: מכווץ ארכיונים
hr_hr: Sažmi arhivu
hu_hu: Archívumok tömörítése
it_it: Comprimi archivi
ko_kr: 보관함을 압축
lt_lt: Suglaudinti archyvus
nb_no: Komprimerer arkiv
nl_nl: Comprimeer archieven
pl_pl: Kompresuj archiwum
pt_pt: Comprimir Arquivos
ru_ru: Архивировать
sl_si: Stisni arhive
sv_se: Komprimera Arkiv
zh_cn: 压缩存档

# #30088
source: Copying Zip Archive
bg_bg: Копиране на .zip архива
cs_cz: Kopírování archivu zip
da_dk: Kopierer ZIP-arkiv
de_de: ZIP-Archive werden kopiert
el_gr: Γίνεται Αντιγραφή Αρχείου Zip
es_es: Copiando archivo Zip
es_mx: Copiando archivo ZIP
et_ee: Zip-arhiivi kopeerimine
fi_fi: Kopioidaan zip-tiedostoa
fr_fr: Copie de l'archive Zip
gl_es: Copiando o ficheiro zip
he_il: מעתיק קובץ Zip
hr_hr: Kopiranje zip arhive
hu_hu: Zip Archívum másolása
it_it: Copia archivio zip
ko_kr: 압축된 보관함을 복사
lt_lt: Kopijuojamas Zip archyvas
nb_no: Kopierer Zip-arkiv
nl_nl: Kopieren zip-archief
pl_pl: Kopiowanie archiwum zip
pt_pt: Copiando Arquivo Zip
ru_ru: Копировать ZIP архив
sl_si: Kopiranje arhiva zip
sv_se: Kopierar Zip Arkiv
zh_cn: 复制 Zip 存档

# #30089
source: Write Error Detected
bg_bg: Грешка при записването на файла
cs_cz: Rozpoznána chyba zápisu
da_dk: Skrivefejl fundet
de_de: Schreibfehler erkannt
el_gr: Εντοπίστηκε Σφάλμα Εγγραφής
es_es: Detectado error al escribir
es_mx: Error de escritura detectado
et_ee: Tuvastati kirjutamisviga
fi_fi: Havaittiin tallennusvirhe
fr_fr: Erreur en écriture détectée
gl_es: Detectado un erro de escritura
he_il: זוהתה שגיאת כתיבה
hr_hr: Otkrivena greška zapisivanja
hu_hu: Írási hiba történt
it_it: Errore di scrittura rilevato
ko_kr: 쓰기 오류 감지됨
lt_lt: Aptikta rašymo klaida
nb_no: Skrivefeil oppdaget
nl_nl: Schrijf fout gedetecteerd
pl_pl: Wykryto błąd zapisu
pt_pt: Erro de escrita Detectado
ru_ru: Обнаружена ошибка записи
sl_si: Zaznana napaka pri pisanju
sv_se: Skrivfel
zh_cn: 检测到写入错误

# #30090
source: The destination may not be writeable
bg_bg: Вероятно нямате права за писане в отдалечения път
cs_cz: Cíl možná není zapisovatelný
da_dk: Der kan muligvis ikke skrives til destinationen
de_de: Das Ziel könnte nicht beschreibbar sein
el_gr: Ο προορισμός ενδέχεται να μην είναι εγγράψιμος
es_es: El destino podría no tener permiso de escritura
es_mx: Puede que el destino esté protegido contra escritura
et_ee: Sihtkaust ei pruugi olla kirjutatav
fi_fi: Tallennuskohteeseen ei ehkä ole kirjoitusoikeutta
fr_fr: La destination n'est peut-être pas accessible en écriture
gl_es: É posible que non se poida escribir no destino
he_il: כנראה שאין הרשאות כתיבה בנתיב היעד
hr_hr: Odredište možda nema dozvolu zapisivanja
hu_hu: A cél valószínűleg nem írható
it_it: La destinazione potrebbe non essere scrivibile
ko_kr: 대상에 쓸 수 없습니다
lt_lt: Paskirties įrenginys gali būti neskirtas rašymui
nb_no: Destinasjonen er kanskje ikke skrivbar
nl_nl: De locatie kan mogelijk niet schrijfbaar zijn
pl_pl: Docelowa lokalizacja może uniemożliwiać zapis
pt_pt: O destino pode não ser gravável
ru_ru: Место назначения не доступно для звписи
sl_si: Na ciljno mesto morda ni mogoče pisati
sv_se: Destinationen verkar inte vara skrivbar
zh_cn: 目标可能不可写入

# #30091
source: Zip archive could not be copied
bg_bg: .zip архива не може да бъде копиран
cs_cz: Archiv zip nemohl být zkopírován
da_dk: ZIP-arkiv kunne ikke kopieres
de_de: ZIP-Archiv konnte nicht kopiert werden
el_gr: Αδυναμία αντιγραφής αρχείου Zip
es_es: No se pudo copiar el archivo ZIP
es_mx: No se pudo copiar el ZIP
et_ee: ZIP-arhiivi kopeerimine nurjus
fi_fi: Zip-tiedostoa ei voitu kopioida
fr_fr: L'archive Zip n'a pas pu être copiée
gl_es: Non se pode copiar o ficheiro zip
he_il: לא היתה אפשרות להעתיק ארכיון Zip
hr_hr: Zip arhiva se ne može kopirati
hu_hu: Zip állomány másolása sikertelen
it_it: Impossibile copiare l'archivio zip
ko_kr: Zip 압축 파일을 복사할 수 없습니다
lt_lt: Zip archyvas negali būti nukopijuotas
nb_no: Zip-arkiv kunne ikke bli kopiert
nl_nl: Zip archief kan niet worden gecopieerd
pl_pl: Plik archiwum zip nie może zostać skopiowany
pt_pt: O arquivo ZIP não pode ser copiado
ru_ru: ZIP архив не может быть скопирован
sl_si: Arhiva zip ni bilo mogoče kopirati
sv_se: Kunde inte kopiera Zip-akriv
zh_cn: Zip 存档无法复制

# #30092
source: Not all files were copied
bg_bg: Някои файлове не бяха копирани
cs_cz: Nebyly zkopírovány všechny soubory
da_dk: Ikke alle filer blev kopieret
de_de: Nicht alle Dateien wurden kopiert
el_gr: Δεν αντιγράφηκαν όλα τα αρχεία
es_es: No todos los archivos han sido copiados
es_mx: No se copiaron todos los archivos
et_ee: Kõiki faile ei kopeeritud
fi_fi: Kaikkia tiedostoja ei kopioitu
fr_fr: Tous les fichiers n'ont pas été copiés
gl_es: Non se copiaron todos os ficheiros
he_il: לא כל הקבצים הועתקו
hr_hr: Nisu sve datoteke kopirane
hu_hu: Nem minden fájl másolás volt sikeres
it_it: Non tutti i file sono stati copiati
ko_kr: 모든 파일이 복사되지는 않았습니다
lt_lt: Buvo nukopijuoti ne visi failai
nb_no: Noen filer ble ikke kopiert
nl_nl: Niet alle bestanden werden gekopieerd
pl_pl: Nie skopiowano wszystkich plików
pt_pt: Nem todos os ficheiros foram copiados
ru_ru: Не все файлы были скопированы
sl_si: Vse datoteke niso bile kopirane
sv_se: Alla filer kopierades inte
zh_cn: 文件未能全部复制

# #30093
source: Delete Authorization Info
bg_bg: Изтрий информацията за оторизиране
cs_cz: Odstranit informace o autorizaci
da_dk: Slet godkendelsesoplysninger
de_de: Autorisierungsinformationen löschen
el_gr: Διαγραφή Πληροφοριών Εξουσιοδότησης
es_es: Eliminar información de autorización
es_mx: Eliminar información de autorización
et_ee: Kustuta volitamisinfo
fi_fi: Poista todennustiedot
fr_fr: Supprimer les infos d'autorisation
gl_es: Eliminar a info. de autorización
he_il: מחק פרטי הרשאה
hr_hr: Obriši informacije ovjere
hu_hu: Jogosultsági információk törlése
it_it: Elimina informazioni autorizzazione
ko_kr: 인증 정보 삭제
lt_lt: Pašalinti prisijungimo informaciją
nb_no: Slett autorisasjonsinfo
nl_nl: Verwijder autorisatie gegevens
pl_pl: Usuń dane autoryzacyjne
pt_pt: Apagar Informação de Autorização
ru_ru: Удалить данные авторизации
sv_se: Tag bort behörighetsinformation
zh_cn: 删除认证信息

# #30094
source: This will delete any OAuth token files
bg_bg: Това ще изтрие всички идентификационни файлове на OAuth
cs_cz: Toto odstraní jakékoliv soubory tokenu OAuth
da_dk: Dette vil slette alle OAuth token-filer
de_de: Dies wird alle vorhandenen OAuth Tokens löschen
el_gr: Αυτό θα διαγράψει όλα τα αρχεία OAuth
es_es: Esto eliminará todos los archivos de las fichas de OAuth
es_mx: Esto eliminará cualquier archivo de tokens OAuth
et_ee: See kustutab kõik OAuth loafailid
fi_fi: Tämä poistaa kaikki OAuth-tunnistetiedostot
fr_fr: Ceci va supprimer tous les fichiers jeton OAuth
gl_es: Eliminaranse todos os ficheiros de tokens OAuth
he_il: זה ימחק את קבצי האסימונים OAuth
hr_hr: Ovo će obrisati sve datoteke simbola ovjere
hu_hu: Ezzel véglegesen kitöröl minden OAuth token fájlt
it_it: Questo eliminerà tutti i file token OAuth
ko_kr: OAuth 토큰 파일을 삭제합니다
lt_lt: Tai ištrins visus OAuth prisijungimo rakto failus
nb_no: Dette vil slette alle OAuth token-filer
nl_nl: Dit zal all OAuth teken bestanden verwijderen
pl_pl: Spowoduje to usunięcie plików kodów OAUth
pt_pt: Isto apagará quaisquer ficheiros token OAuth
ru_ru: Эта операция удалит файлы OAuth аутентификации
sv_se: Detta kommer att radera alla OAuth token files
zh_cn: 这将删除所有 OAuth 令牌文件

# #30095
source: Do you want to do this?
bg_bg: Сигурни ли сте?
cs_cz: Chcete to udělat?
da_dk: Er du sikker?
de_de: Möchten Sie dies tun?
el_gr: Σίγουρα θέλετε να το κάνετε;
es_es: ¿Quieres hacer esto?
es_mx: ¿Seguro que quieres hacer esto?
et_ee: Kas soovid seda teha?
fi_fi: Haluatko tehdä tämän?
fr_fr: Faut-il vraiment procéder ?
gl_es: Quere realizalo agora?
he_il: האם ברצונך לעשות זאת?
hr_hr: Želite li to učiniti?
hu_hu: Tényleg ezt akarja tenni?
it_it: Vuoi fare questo?
ko_kr: 정말 진행하겠습니까?
lt_lt: Ar norite tai atlikti?
nb_no: Vil du gjøre dette?
nl_nl: Wilt u dit doen?
pl_pl: Czy na pewno chcesz to zrobić?
pt_pt: Quer fazer isto?
ru_ru: Вы действительно хотите это сделать ?
sv_se: Vill du göra detta?
zh_cn: 你确定要这样做吗？

# #30096
source: Old Zip Archive could not be deleted
bg_bg: Старите .ZIP архиви не могат да бъдат изтрити.
cs_cz: Staré archivy zip nemohly být odstraněny
da_dk: Gammelt ZIP-arkiv kunne ikke slettes
de_de: Altes ZIP-Archiv konnte nicht gelöscht werden
el_gr: Το παλιό αρχείο Zip δεν μπορεί να διαγραφεί
es_es: El ZIP antiguo no se pudo eliminar
es_mx: No se pudo eliminar el archivo ZIP anterior
et_ee: Vana ZIP-arhiivi ei saanud kustutada
fi_fi: Vanhaa zip-tiedostoa ei voitu poistaa
fr_fr: L'ancienne archive Zip n'a pas pu être supprimée
gl_es: O ficheiro zip antigo non se pode eliminar
he_il: לא היתה אפשרות למחוק ארכיון Zip ישן
hr_hr: Stara zip arhiva se ne može obrisati
hu_hu: A régi Zip archív fájl nem törölhető
it_it: Impossibile eliminare il vecchio archivio zip
ko_kr: 오래된 Zip 압축 파일을 삭제할 수 없습니다
lt_lt: Senas Zip archyvas negali būti ištrintas
nl_nl: Oude zip archief kan niet worden verwijderd
pl_pl: Nie można usunąć starego pliku archiwum zip
pt_pt: Arquivo Zip antigo não pode ser apagado
ru_ru: Старый Zip архив не может быть удалён
sv_se: Gammalt Zip-arkiv kunde inte tas bort
zh_cn: 旧的 ZIP 压缩包无法删除

# #30097
source: This needs to happen before a backup can run
cs_cz: K tomuto musí dojít, než se může spustit zálohování
da_dk: Dette skal udføres, før en sikkerhedskopiering kan køre
de_de: Dies muss vor einer möglichen Sicherung passiert sein
el_gr: Αυτό πρέπει να γίνει πριν να εκτελεστεί το Αντίγραφο
es_es: Esto tiene que ocurrir antes de que una copia de seguridad pueda ejecutarse
es_mx: Esto debe hacerse antes de realizar otro respaldo
et_ee: See peab juhtuma enne varundamise käivitamist
fi_fi: Tämä on tehtävä ennen varmuuskopiointia
fr_fr: Ceci doit survenir avant qu'une sauvegarde ne puisse être lancée
gl_es: Isto ten que pasar antes de poder executar unha copia de seguridade
he_il: התהליך הזה חייב להתבצע לפני שהגיבוי יפעל
hr_hr: To se mora dogoditi prije pokretanja sigurnosnog kopiranja
hu_hu: Ennek még a backup futtatás előtt meg kell történnie
it_it: Questo deve accadere prima che un backup possa essere eseguito
ko_kr: 백업을 실행하기 전에 필요합니다
lt_lt: Tai turi įvykti prieš darant atsarginę kopiją
nl_nl: dit moet gebeuren voordat er een backup kan worden gemaakt
pl_pl: To musi się wydarzyć przed wykonaniem kopii zapasowej
pt_pt: Isto precisa de acontecer antes que uma cópia de segurança possa correr
ru_ru: Это нужно сделать перед запуском резервного копирования
sv_se: Det här behöver hända innan en återställning kan köras
zh_cn: 这需要在备份前执行

# #30098
source: Google Drive
bg_bg: Google Диск
cs_cz: Disk Google
da_dk: Google Drev
he_il: גוגל דרייב
hr_hr: Google Disk
ko_kr: Google 드라이브
lt_lt: Google Diskas
zh_cn: Google 云盘

# #30099
source: Open Settings
bg_bg: Отвори настройките
cs_cz: Otevřít nastavení
da_dk: Åbn indstillinger
de_de: Einstellungen öffnen
el_gr: Άνοιξε ρυθμίσεις
es_es: Abrir Ajustes
es_mx: Abrir configuración
et_ee: Ava seaded
fi_fi: Avaa asetukset
fr_fr: Ouvrir les paramètres
gl_es: Abrir axustes
he_il: פתח הגדרות
hr_hr: Otvori postavke
hu_hu: Beállítások megnyitása
it_it: Apri Impostazioni
ko_kr: 설정 열기
lt_lt: Atidaryti nustatymus
nl_nl: Open instellingen
pl_pl: Otwórz ustawienia
pt_pt: Abrir Definições
ru_ru: Открыть настройки
sv_se: Öppna inställningar
zh_cn: 打开设置

# #30100
source: Extracting Archive
bg_bg: Извличане от архив
cs_cz: Rozbalování archivu
da_dk: Udpakker arkiv
de_de: Archiv wird entpackt
el_gr: Αποσυμπίεση αρχείου
es_es: Descomprimiendo Archivo
es_mx: Extrayendo archivo
et_ee: Arhiivi lahti pakkimine
fi_fi: Puretaan tiedostoa
fr_fr: Extraction de l'archive
gl_es: Extraendo ficheiros
he_il: מחלץ ארכיון
hr_hr: Raspakiravanje arhive
hu_hu: Archív kibontása
it_it: Estrazione archivio
ko_kr: 압축파일 푸는 중
lt_lt: Išskleidžiamas archyvas
nl_nl: Uitpakken van Archief
pl_pl: Trwa rozpakowywanie archiwum
pt_pt: Extraindo Arquivo
ru_ru: Извлекаем архив
sv_se: Packar upp arkiv
zh_cn: 正在解压包

# #30101
source: Error extracting the zip archive
bg_bg: Възникна грешка при извличането от архива
cs_cz: Chyba při rozbalování archivu zip
da_dk: Fejl ved udpakning af ZIP-arkivet
de_de: Fehler beim Entpacken des ZIP-Archivs
el_gr: Σφάλμα κατά την αποσυμπίεση αρχείου zip
es_es: Error extrayendo el archivo zip
es_mx: Error extrayendo el archivo
et_ee: Viga ZIP-arhiivi lahti pakkimisel
fi_fi: Virhe purettaessa zip-tiedostoa
fr_fr: Erreur lors de l'extraction de l'archive Zip
gl_es: Produciuse un erro ao extraer o ficheiro zip
he_il: שגיאה בחילוץ ארכיון ה-Zip
hr_hr: Greška raspakiravanja zip arhive
hu_hu: Hiba történt a zip archívum kibontásakor
it_it: Errore durante l'estrazione dell'archivio zip
ko_kr: zip 압축파일 풀기 오류
lt_lt: Klaida išskleidžiant zip archyvą
nl_nl: Fout bij uitpakken van het ziparchief
pl_pl: Wystąpił błąd podczas rozpakowywania archiwum zip
pt_pt: Erro ao extrair o arquivo zip
ru_ru: Ошибка при распаковке ZIP архива
sv_se: Fel vid uppackning av arkiv
zh_cn: 解压 ZIP 压缩包出错

# #30102
source: Click OK to enter code
cs_cz: Klikněte na OK pro zadání kódu
da_dk: Klik OK for at indtaste kode
de_de: Zum Eingeben des Codes OK klicken
es_es: Hacer clic en OK para introducir el código
es_mx: Haz clic en OK para ingresar el código
et_ee: Koodi sisestamiseks klõpsa 'OK'
fi_fi: Syötä koodi panamalla OK
fr_fr: Cliquer sur OK pour entrer le code
hr_hr: Kliknite U REDU za upisivanje kôda
it_it: Clic su OK per inserire codice
ko_kr: 확인을 눌러 코드 입력
nl_nl: Klik OK om code in te voeren
pl_pl: Kliknij OK, aby wprowadzić kod
ru_ru: Нажмите "OK" для ввода кода
zh_cn: 点击“确定”输入代码

# #30103
source: Validation Code
cs_cz: Ověřovací kód
da_dk: Bekræftelseskode
de_de: Bestätigungscode
es_es: Código de validación
es_mx: Código de validación
et_ee: Valideerimiskood
fi_fi: Vahvistuskoodi
fr_fr: Code de validation
hr_hr: Kôd provjere valjanosti
it_it: Codice di validazione
ko_kr: 검증 코드
nl_nl: Validatiecode
pl_pl: Kod potwierdzenia
ru_ru: Проверочный код
zh_cn: 验证码

# #30104
source: Authorize Now
cs_cz: Autorizovat nyní
da_dk: Godkend nu
de_de: Jetzt authorisieren
es_es: Autorizar ahora
es_mx: Autenticar ahora
et_ee: Volita kohe
fi_fi: Todenna nyt
fr_fr: Autoriser maintenant
hr_hr: Ovjeri odmah
it_it: Autorizza ora
ko_kr: 지금 승인
nl_nl: Nu Autoriseren
pl_pl: Autoryzuj teraz
ru_ru: Авторизуйтесь сейчас
zh_cn: 立即授权

# #30105
source: Authorize this remote service in the settings first
cs_cz: Autorizujte nejdříve tuto vzdálenou službu v nastavení
da_dk: Godkend denne fjerntjeneste i indstillingerne først
de_de: Diesen Remote Service zunächst in den Einstellungen authorisieren
es_es: Autorizar primero este servicio remoto en los ajustes
es_mx: Autentica este servicio remoto en la configuración primero
et_ee: Volita see kaugteenus esmalt seadetes
fi_fi: Todenna tämä etäpalvelu ensin asetuksista
fr_fr: Autoriser d'abord ce service à distance dans les paramètres
hr_hr: Ovjeri ovu udaljenu uslugu prvo u postavkama
it_it: Autorizza prima questo servizio remoto nelle impostazioni
ko_kr: 첫 설정에서 이 원격 서비스를 승인합니다
nl_nl: Autoriseer deze externe dienst eerst in de instellingen
pl_pl: Najpierw autoryzuj tę usługę zdalną w ustawieniach
ru_ru: Сначала разрешите эту удаленную службу в настройках
zh_cn: 首先在设置中授权此远程服务

# #30106
source: is authorized
cs_cz: je autorizován
da_dk: er godkendt
de_de: ist authorisiert
es_es: está autorizado
es_mx: está autenticado
et_ee: on volitatud
fi_fi: on todennettu
fr_fr: est autorisé
hr_hr: je ovjereno
it_it: è autorizzato
ko_kr: 승인됨
nl_nl: is geautoriseerd
pl_pl: jest autoryzowana
ru_ru: авторизован
zh_cn: 已授权

# #30107
source: error authorizing
cs_cz: chyba při autorizaci
da_dk: fejl ved godkendelse
de_de: Fehler beim Authorisieren
es_es: error autorizando
es_mx: error autenticando
et_ee: viga volitamisel
fi_fi: todennusvirhe
fr_fr: erreur d'autorisation
hr_hr: greška ovjere
it_it: errore autorizzazione
ko_kr: 승인 오류
nl_nl: fout bij autoriseren
pl_pl: błąd autoryzacji
ru_ru: ошибка авторизации
zh_cn: 错误授权

# #30108
source: Visit https://console.developers.google.com/
cs_cz: Navštivte https://console.developers.google.com/
da_dk: Besøg https://console.developers.google.com/
de_de: https://console.developers.google.com/ besuchen
es_es: Visitar https://console.developers.google.com/
es_mx: Visita https://console.developers.google.com/
et_ee: Mine https://console.developers.google.com/
fi_fi: Avaa https://console.developers.google.com/
fr_fr: Visitez https://console.developers.google.com/
hr_hr: Posjetite https://console.developers.google.com/
it_it: Visita https://console.developers.google.com/
ko_kr: https://console.developers.google.com/ 방문
nl_nl: Ga naar https://console.developers.google.com/
pl_pl: Odwiedź https://console.developers.google.com/
ru_ru: Посетите сайт https://console.developers.google.com/
zh_cn: 访问 https://console.developers.google.com/

# #30109
source: Run on startup if missed
cs_cz: Spustit při spuštění, pokud neproběhlo
da_dk: Kør ved opstart hvis fejlet
de_de: Während des Starts ausführen, falls vergessen
es_es: Ejecutar al inicio si se omite
es_mx: Ejecutar al iniciar si se pierde una programación
et_ee: Kui jäi vahele, teosta käivitamisel
fi_fi: Suorita käynnistettäessä, jos jäänyt tekemättä
fr_fr: Exécuter au démarrage en cas d'oubli
hr_hr: Pokreni pri pokretanju ako je propušteno
it_it: Esegui all'avvio se viene persa una pianificazione
ko_kr: 놓치면 시작 시 실행
nl_nl: Draai bij opstarten indien niet uitgevoerd
pl_pl: Uruchom przy starcie, jeśli pominięto
ru_ru: Выполнить при запуске, если был пропущен
zh_cn: 如果丢失，则在启动时运行

# #30110
source: Set Name
cs_cz: Nastavte jméno
da_dk: Indstil navn
de_de: Namen festlegen
es_es: Establecer nombre
es_mx: Nombre de conjunto
et_ee: Määra nimi
fi_fi: Määrityksen nimi
fr_fr: Définir un nom
hr_hr: Postavi naziv
it_it: Imposta nome
ko_kr: 세트 이름
nl_nl: Stel naam in
pl_pl: Ustaw nazwę
ru_ru: Введите имя установки
zh_cn: 设置名称

# #30111
source: Root folder selection
cs_cz: Výběr kořenové složky
da_dk: Valg af rodmappe
de_de: Root-Ordner-Auswahl
es_es: Selección de la carpeta raíz
es_mx: Selección de carpeta raíz
et_ee: Juurkausta valik
fi_fi: Valitse juurikansio
fr_fr: Sélection du dossier racine
hr_hr: Odabir korijenske mape
it_it: Selezione cartella principale
ko_kr: 루트 폴더 선택
nl_nl: Root map selectie
pl_pl: Wybór folderu głównego
ru_ru: Выбор корневой папки
zh_cn: 根文件夹选择

# #30112
source: Browse Folder
cs_cz: Procházet složku
da_dk: Gennemse mappe
de_de: Ordner durchsuchen
es_es: Examinar carpeta
es_mx: Explorar carpeta
et_ee: Vali kaust
fi_fi: Valitse sijainti
fr_fr: Parcourir les dossiers
hr_hr: Pregledaj mapu
it_it: Sfoglia cartella
ko_kr: 폴더 찾아보기
nl_nl: Verken map
pl_pl: Przeglądaj folder
ru_ru: Обзор папки
zh_cn: 浏览文件夹

# #30113
source: Enter Own
cs_cz: Zadejte vlastní
da_dk: Indtast egen
de_de: Jetzt eingeben
es_es: Introducir Propio
es_mx: Ingresar una propia
et_ee: Sisesta oma
fi_fi: Syötä oma sijainti
fr_fr: Saisie manuelle
hr_hr: Unesite vlastitu
it_it: Inserisci il tuo
ko_kr: 소유 입력
nl_nl: Voer eigen in
pl_pl: Wpisz własny
ru_ru: Ввести собственный
zh_cn: 输入自己的

# #30114
source: starts in Kodi home
cs_cz: spouští se v domovské Kodi
da_dk: starter i Kodis hovedskærm
de_de: startet in Kodi-Home
es_es: se inicia en la home de Kodi
es_mx: inicia en la pantalla principal de Kodi
et_ee: käivitub Kodi peaaknas
fi_fi: juurikansiona Kodin special://home-kansio
fr_fr: démarre dans la page d'accueil Kodi
hr_hr: Pokreni u Kodi naslovnici
it_it: inizia dalla home di Kodi
ko_kr: Kodi 홈에서 시작
nl_nl: start in Kodi home
pl_pl: rozpocznij na ekranie głównym Kodi
ru_ru: запускается в главном окне Kodi
zh_cn: 从 Kodi 主界面开始

# #30115
source: enter path to start there
cs_cz: zadejte zde cestu pro spuštění
da_dk: indtast stien der startes i
de_de: Pfad zum dort Starten eingeben
es_es: introducir la ruta para iniciar ahí
es_mx: ingresa la ruta para iniciar ahí
et_ee: sisesta rada sealt alustamiseks
fi_fi: syötä juurikansion sijainti itse
fr_fr: entrer le chemin pour commencer
hr_hr: unesite putanju kako bi započeli ovdje
it_it: inserisci il percorso per iniziare da lì
ko_kr: 거기에서 시작하는 경로를 입력
nl_nl: voer pad in om daar te starten
pl_pl: wprowadź ścieżkę, aby tam rozpocząć
ru_ru: введите путь, чтобы начать здесь
zh_cn: 输入从那里开始的路径

# #30116
source: Enter root path
cs_cz: Zadejte kořenovou cestu
da_dk: Indtast rodstien
de_de: Root-Pfad eingeben
es_es: Introduzca la ruta raíz
es_mx: Ingresa la carpeta raíz
et_ee: Määra juurkausta rada
fi_fi: Syötä juurikansio
fr_fr: Entrer le chemin racine
hr_hr: Unesite korijensku putanju
it_it: Inserisci il percorso principale
ko_kr: 루트 경로 입력
nl_nl: Voer root pad in
pl_pl: Wprowadź ścieżkę główną
ru_ru: Укажите путь к корневой папке
zh_cn: 输入根路径

# #30117
source: Path Error
cs_cz: Chyba cesty
da_dk: Fejl i sti
de_de: Pfad-Fehler
es_es: Error de ruta
es_mx: Error de ruta
et_ee: Raja viga
fi_fi: Virhe sijainnissa
fr_fr: Erreur de chemin
hr_hr: Greška putanje
it_it: Errore di percorso
ko_kr: 경로 오류
nl_nl: Pad Fout
pl_pl: Błąd ścieżki
ru_ru: Ошибка пути
zh_cn: 路径错误

# #30118
source: Path does not exist
cs_cz: Cesta neexistuje
da_dk: Stien findes ikke
de_de: Pfad existiert nicht
es_es: La ruta no existe
es_mx: La ruta no existe
et_ee: Rada ei eksisteeri
fi_fi: Sijaintia ei ole olemassa
fr_fr: Le chemin n'existe pas
hr_hr: Putanja ne postoji
it_it: Il percorso non esiste
ko_kr: 경로가 없음
nl_nl: Pad bestaat niet
pl_pl: Ścieżka nie istnieje
ru_ru: Путь не существует
zh_cn: 路径不存在
