Repository: xbmc/repo-scripts
Catalog: script.xbmcbackup/resources/language/resource.language.*/strings.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sv_se, zh_cn

# #30155
source: Adds additional information to the log file
cs_cz: Přidá další informace do ladícího souboru
da_dk: Tilføjer yderligere oplysninger til logfilen
de_de: Zusätzliche Informationen zu der Protokoll-Datei hinzufügen
es_es: Añadir información adicional al archivo de registro
es_mx: Agrega información adicional al archivo log
et_ee: Lisab logifaili täiendavat teavet
fi_fi: Tallentaa lokitiedostoon laajemmat tiedot
fr_fr: Ajoute des informations supplémentaires au fichier LOG
hr_hr: Dodaj dodatne informacije u datoteku zapisa
it_it: Aggiunge ulteriori informazioni al file di registro
ko_kr: 로그 파일에 추가 정보를 추가
nl_nl: Voegt additionele informatie toe in het log bestand
pl_pl: Dodaje dodatkowe informacje do pliku dziennika
ru_ru: Добавляет дополнительную информацию в файл журнала
zh_cn: 将附加信息添加到日志文件中

# #30156
source: Must save key/secret first, then return to settings to authorize
cs_cz: Nejprve je nutné uložit klíč/tajné údaje a poté se vrátit do nastavení pro autorizaci
da_dk: Skal først gemme nøgle/hemmelighed og derefter vende tilbage til indstillingerne for at godkende
de_de: Schlüssel/Geheimnis muss zuerst gespeichert werden, dann zum Authorisieren zu den Einstellungen zurückkehren
es_es: Primero hay que guardar la clave/secreto y luego volver a los ajustes para autorizar
es_mx: Debes guardar la clave/secreto primero, entonces volver a la configuración para autenticar
fi_fi: Avain/salaisuus on ensin tallennettava, jonka jälkeen todennus voidaan suorittaa asetuksista
fr_fr: Il faut d'abord sauvegarder la clé/code secret, puis revenir aux paramètres pour autoriser l'accès
hr_hr: Mora prvo spremiti ključ/tajnu, zatim se vratiti u postavke za ovjeru
it_it: È necessario salvare prima la chiave/segreto, quindi tornare alle impostazioni per autorizzare
ko_kr: 먼저 키/비밀을 저장한 다음, 설정으로 돌아가서 인증해야 합니다
nl_nl: Sla sleutel/geheim eerst op, kom daarna terug naar de instellingen voor authorisatie
pl_pl: Musisz najpierw zapisać klucz/sekret, a następnie wrócić do ustawień, aby autoryzować
ru_ru: Необходимо сначала сохранить ключ/секретный ключ, а затем вернуться к настройкам авторизации
zh_cn: 必须先保存密钥/密文，然后返回设置进行授权

# #30157
source: Simple uses pre-defined folder locations, use Advanced Editor to define custom paths
cs_cz: Jednoduché používá předdefinované umístění složek, použijte Rozšířený editor pro nastavení vlastních cest
da_dk: Enkel bruger foruddefinerede mappeplaceringer. Brug det avancerede redigeringsværktøj til at indstille brugerdefinerede stier
de_de: Einfach verwendet vorher festgelegte Orderorte, erweiterten Editor zum Festlegen von benutzerdefinierten Pfaden verwenden
es_es: Simple utiliza ubicaciones de carpetas predefinidas, usar el editor avanzado para definir rutas personalizadas
es_mx: Básico utiliza ubicaciones de carpeta predefinidas, utiliza avanzado para establecer rutas personalizadas
et_ee: 'Lihtne' kasutab eelmääratletud kausta asukohti, kohandatud asukoha määramiseks kasuta laiendatud redaktorit
fi_fi: Yksinkertainen tila käyttää esimääritettyjä kansioiden sijainteja. Edistyneessä tilassa voit määrittää omat sijainnit.
fr_fr: Utilisation simple avec dossiers prédéfinis, utilisation de l'éditeur avancé pour définir des chemins personnalisés
hr_hr: Primjerak koristi preodređene lokacije mape, koristite Napredni uređivač za određivanje prilagođenih putanja
it_it: Semplice utilizza percorsi di cartella predefiniti, usa l'editor avanzato per definire percorsi personalizzati
ko_kr: 단순은 사전 정의된 폴더 위치를 사용하고, 고급 편집기를 사용하여 사용자 정의 경로를 정의합니다
nl_nl: Eenvoudig gebruikt vooraf ingestelde map locaties, gebruik de Geavanceerde Bewerker om afwijkende paden in te stellen
pl_pl: Proste wykorzystuje wstępnie zdefiniowane lokalizacje folderów, użyj Edytora zaawansowanego, aby zdefiniować niestandardowe ścieżki
ru_ru: В простом режиме используются заранее определённые места расположения папок, для определения пользовательских путей используйте расширенный редактор
zh_cn: 简单模式使用预定义的文件夹位置，使用高级编辑器定义自定义路径

# #30158
source: Run backup on daily, weekly, monthly, or custom schedule
cs_cz: Spouštět zálohu denně, týdně, měsíčně nebo podle vlastního plánu
da_dk: Kør sikkerhedskopiering på daglig, ugentlig, månedlig eller brugerdefineret tidsplan
de_de: Sicherung einem täglichen, wöchentlichen, monatlichen oder benutzerdefinierten Zeitplan folgend ausführen
es_es: Realizar copias de seguridad diarias, semanales, mensuales o programadas a medida
es_mx: Ejecutar respaldo diariamente, semanalmente, mensualmente o en programación personalizada
et_ee: Varunda üks kord päevas, nädalas, kuus või kohandatud ajakava alusel
fi_fi: Suorita varmuuskopiointi päivittäin, viikottain, kuukausittain tai oman ajoituksen mukaisesti
fr_fr: Exécution de la sauvegarde selon un calendrier quotidien, hebdomadaire, mensuel ou personnalisé
hr_hr: Pokreni sigurnosno kopiranje na dnevnom, tjednom, mjesečnom ili prilagođenom rasporedu
it_it: Esegui backup su pianificazione giornaliera, settimanale, mensile o personalizzata
ko_kr: 매일, 매주, 매월 또는 사용자 지정 일정에 따라 백업 실행
nl_nl: Draai de backup dagelijks, wekelijks, maandelijks, of op maat
pl_pl: Uruchamiaj kopie zapasowe według harmonogramu dziennego, tygodniowego, miesięcznego lub niestandardowego
ru_ru: Выполнять резервное копирование по ежедневному, еженедельному, ежемесячному или пользовательскому расписанию
zh_cn: 按每日、每周、每月或自定义计划运行备份

# #30159
source: Backup started with unknown mode
cs_cz: Záloha spuštěna v neznámém režimu
da_dk: Sikkerhedskopiering startede med ukendt tilstand
de_de: Sicherung mit unbekannten Modus begonnen
es_es: Copia de seguridad iniciada en modo desconocido
es_mx: El respaldo ha iniciado en modo desconocido
et_ee: Varundamine algas tundmatus režiimis
fi_fi: Varmuuskopiointi käynnistyi tuntemattomassa tilassa
fr_fr: Sauvegarde démarrée avec un mode inconnu
hr_hr: Sigurnosno kopiranje je pokrenuto u nepoznatom načinu
it_it: Backup avviato con modalità sconosciuta
ko_kr: 알 수 없는 모드로 백업이 시작됨
nl_nl: Backup is gestart met onbekende modus
pl_pl: Tworzenie kopii zapasowej rozpoczęło się w nieznanym trybie
ru_ru: Резервное копирование запущено в неизвестном режиме
zh_cn: 备份以未知模式启动

# #30036
source: Custom Directory 1
bg_bg: Персонална директория 1
ca_es: Directori personalitzat 1
el_gr: Προσαρμοσμένος Φάκελος 1
gl_es: Cartafol Personalizado 1
he_il: תיקיה מותאמת 1
hu_hu: Saját könyvtár 1
id_id: Direktori Lain 1
ja_jp: カスタムディレクトリ1
lt_lt: Pasirinktinis katalogas 1
nb_no: Egendefinert mappe 1
pt_pt: Pasta Personalizada 1
sl_si: Mapa po meri 1
sv_se: Egen mapp 1

# #30037
source: Custom Directory 2
bg_bg: Персонална директория 1
ca_es: Directori personalitzat 2
el_gr: Προσαρμοσμένος Φάκελος 2
gl_es: Cartafol Personalizado 2
he_il: תיקיה מותאמת 2
hu_hu: Saját könyvtár 2
id_id: Direktori Lain 2
ja_jp: カスタムディレクトリ2
lt_lt: Pasirinktinis katalogas 2
nb_no: Egendefinert mappe 2
pt_pt: Pasta Personalizada 2
sl_si: Mapa po meri 2
sv_se: Egen mapp 2

# #30045
source: Error: Remote path doesn't exist
bg_bg: Грешка: Отдалеченият път не съществува
ca_es: Error: La ruta remota no existeix
el_gr: Σφάλμα: Δεν υπάρχει η απομακρυσμένη διαδρομή
gl_es: Erro: A ruta remota non existe
he_il: שגיאה: נתיב מרוחק אינו קיים
hu_hu: Hiba: A távoli útvonal nem létezik
id_id: Kesalahan: Lokasi jarak jauh tidak ada
ja_jp: エラー：リモートパスが存在しません
lt_lt: Klaida: Nuotolinis kelias neegzistuoja
nb_no: Feil: Ekstern sti finnes ikke
pt_pt: Erro: a localização remota não existe
sk_sk: Chyba: Vzdialená cesta neexistuje
sv_se: Fel: Fjärrsökväg existerar inte

# #30056
source: Check log for Dropbox authorize URL
bg_bg: За оторизационния URL адрес за Dropbox проверете журнала
ca_es: Comproveu el registre per la URL d'autorització del Dropbox
el_gr: Ελέγξτε το αρχείο καταγραφής για τη διεύθυνση URL έγκρισης του Dropbox
gl_es: Verificar o rexistro para o URL de autorización de Dropbox
he_il: בדוק יומן רישום לכתובת דרופבוקס מאושרת
hu_hu: Ellenőrizze a naplófájlt a Dropbox bejelentkezési URL-hez
id_id: Periksa log untuk URL otorisasi Dropbox
ja_jp: Dropbox の認証URL はログを確認してください
lt_lt: Patikrinkite žurnalą, norėdami peržiūrėti Dropbox autorizavimo URL
nb_no: Se loggen for Dropbox sin autorisasjons-URL
pt_pt: Verifique o log para o URL de autorização Dropbox
sk_sk: Skontrolujte log pre Dropbox autorizačné URL
sv_se: Kontrollera loggen efter adress för Dropbox-inloggning

# #30057
source: Click OK when authorized
bg_bg: След оторизирането натиснете "Добре"
ca_es: Feu clic a «D'acord» quan hagi estat autoritzat
el_gr: Πιέστε 'Επιλογή' κατά την έγκριση
gl_es: Prema Aceptar cando teña autorización
he_il: לחץ 'אישור' כשיש הרשאה
hu_hu: Nyomja meg az OK-t ha bejelentkezett
id_id: Klik OK ketika sudah terotorisasi
ja_jp: 認証が済んだらOKをクリックしてください
lt_lt: Paspauskite "OK", kai prisijungsite
nb_no: Trykk «OK» når autorisert
pt_pt: Clique OK quando estiver autorizado
sk_sk: Kliknite OK po získaní oprávnenia
sv_se: Klicka OK när du är inloggad

# #30058
source: Dropbox Developer Code Needed
bg_bg: Необходим е код за разработчик за Dropbox
ca_es: Es necessita el codi de desenvolupador del Dropbox
el_gr: Απαιτείται Κωδικός Προγραμματιστή Dropbox
gl_es: É necesario o códido de desenvolvedor de Dropbox
he_il: נדרש קוד מפתח של דרופבוקס
hu_hu: Dropbox fejlesztői kód szükséges
id_id: Kode Pengembang Dropbox Diperlukan
ja_jp: Dropbox開発用コードが必要
lt_lt: Reikalingas Dropbox vystytojo kodas
nb_no: Dropbox-utviklerkode behøves
pt_pt: É necessário o código de programador do dropbox
sk_sk: Potrebný Dropbox vývojársky kód
sv_se: Dropbox utvecklarkod krävs

# #30027
source: Dropbox
he_il: דרופבוקס
