Repository: xbmc/repo-scripts
Catalog: script.xbmcbackup/resources/language/resource.language.*/strings.po
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fi_fi, fr_fr, gl_es, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, sv_se, zh_cn

# #30052
source: Writing file
bg_bg: Записване на файла
ca_es: S'està escrivint el fitxer
cs_cz: Zapisování souboru
da_dk: Skriver fil
de_de: Datei wird geschrieben
el_gr: Εγγραφή αρχείου
es_es: Escribiendo fichero
es_mx: Escribiendo archivo
et_ee: Faili kirjutamine
fi_fi: Tallennetaan tiedostoa
fr_fr: Écriture du fichier
gl_es: A escribir o ficheiro
he_il: כותב קובץ
hr_hr: Zapisivanje datoteke
hu_hu: Fájl írása
id_id: Menulis berkas
it_it: Scrittura file
ja_jp: ファイル書き込み中
ko_kr: 파일을 쓰는 중
lt_lt: Rašomas failas
nb_no: Skriver fil
nl_nl: Bestand schrijven
pl_pl: Zapisywanie pliku
pt_pt: Gravando ficheiro
ru_ru: Сохраняем файл
sk_sk: Zapisuje sa súbor
sl_si: Pisanje datoteke
sv_se: Skriver fil
zh_cn: 写入文件

# #30053
source: Starting scheduled backup
bg_bg: Създаване на резервно копие (по план)
ca_es: S'està iniciant la còpia de seguretat planificada
cs_cz: Spouštění naplánované zálohy
da_dk: Starter planlagt sikkerhedskopi
de_de: Geplante Datensicherung wird gestartet
el_gr: Έναρξη προγραμματισμένου αντιγράφου ασφαλείας
es_es: Empezando copia de seguridad planificada
es_mx: Empezando respaldo programado
et_ee: Ajastatud varundamise alustamine
fi_fi: Ajoitettu varmuuskopiointi alkaa
fr_fr: Démarrage de la sauvegarde planifiée
gl_es: Iniciando copia de seguridade programada
he_il: מתחיל גיבוי מתוזמן
hr_hr: Pokretanje sigurnosnog kopiranja u planirano vrijeme
hu_hu: Időzített mentés kezdete
id_id: Memulai pencadangan terjadwal
it_it: Avvio backup pianificato
ja_jp: スケジュールバックアップを開始中
ko_kr: 예약된 백업 시작
lt_lt: Pradedamas suplanuotas atsarginės kopijos kūrimas
nb_no: Starter planlagt sikkerhetskopi
nl_nl: Start geplande backup
pl_pl: Uruchamianie zadania tworzenia kopii
pt_pt: Iniciando cópia agendada
ru_ru: Начинается резервное копирование по расписанию
sk_sk: Začiatok plánovanej zálohy
sv_se: Startar schemalagd backupp
zh_cn: 启动计划备份

# #30054
source: Removing backup
bg_bg: Премахване на резервно копие
ca_es: S'està eliminant la còpia de seguretat
cs_cz: Odebírání zálohy
da_dk: Fjerner sikkerhedskopi
de_de: Sicherheitskopie wird entfernt
el_gr: Αφαίρεση αντιγράφου
es_es: Eliminar copia de seguridad
es_mx: Eliminando respaldo
et_ee: Varukoopia eemaldamine
fi_fi: Poistetaan varmuuskopiota
fr_fr: Suppression de la sauvegarde
gl_es: Eliminando copia de seguranza
he_il: מסיר גיבוי
hr_hr: Uklanjanje sigurnosnog kopiranja
hu_hu: Mentés törlése
id_id: Menghapus cadangan
it_it: Rimozione backup
ja_jp: バックアップを削除中
ko_kr: 백업 삭제
lt_lt: Pašalinama atsarginė kopija
nb_no: Fjerner sikkerhetskopi
nl_nl: Backup verwijderen
pl_pl: Usuwanie kopii zapasowej
pt_pt: Removendo a cópia de segurança
ru_ru: Удаление резервной копии
sk_sk: Odstránenie zálohy
sl_si: Odstrani varnostno kopijo
sv_se: Tar bort backupper
zh_cn: 删除备份

# #30056
source: Scan or click this URL to authorize, click OK AFTER completion
cs_cz: Prohledejte nebo klikněte na toto URL pro autorizaci, klikněte na OK po dokončení
da_dk: Scan eller klik på denne URL for at godkende. Klik OK EFTER fuldførelse
de_de: Durchsuchen oder diese URL zum Authorisieren klicken, NACH Abschluss OK klicken
es_es: Escanear o hacer clic en esta URL para autorizar, haga clic en OK DESPUÉS de completar
es_mx: Escanea o haz clic en esta URL para autorizar, haz clic en OK DESPUÉS de completarlo
fi_fi: Todenna lukemalla tai painamalla tämä URL-osoite ja todennuksen VALMISTUTTUA OK
fr_fr: Scanner ou cliquer sur cette URL pour autoriser, cliquer sur OK APRÈS avoir terminé
hr_hr: Pretraži ili klikni ovaj URL za ovjeru, kliknite U REDU NAKON završetka
it_it: Esegui la scansione o fai clic su questo URL per autorizzare, fai clic su OK DOPO il completamento
ko_kr: 승인하려면 이 URL을 스캔하거나 클릭하고, 완료 후 확인을 누릅니다
nl_nl: Scan of klik op deze URL om te autoriseren, klik OK NA voltooiing
pl_pl: Zeskanuj lub kliknij ten adres URL, aby autoryzować, kliknij OK PO zakończeniu
ru_ru: Сканируйте или перейдите по этому адресу URL для авторизации, после завершения нажмите OK
zh_cn: 扫描或点击此 URL 进行授权，完成后点击“确定”

# #30057
source: Click OK AFTER completion
cs_cz: Klikněte na OK po dokončení
da_dk: Klik OK EFTER fuldførelse
de_de: NACH Abschluss OK klicken
es_es: Hacer click en OK DESPUÉS de completar
es_mx: Haz clic en OK DESPUÉS de completarlo
et_ee: Klõpsa 'OK' PÄRAST lõpetamist
fi_fi: Paina sen VALMISTUTTUA OK
fr_fr: Cliquer sur OK APRÈS avoir terminé
hr_hr: Kliknite na U REDU NAKON završetka
it_it: Clic su OK DOPO il completamento
ko_kr: 완료 후 확인 누름
nl_nl: Klik OK NA voltooien
pl_pl: Kliknij OK PO zakończeniu
ru_ru: Нажмите "OK" ПОСЛЕ завершения
zh_cn: 完成后点击“确定”

# #30058
source: Developer Code Needed
cs_cz: Požadován vývojářský kód
da_dk: Kode for udvikler påkrævet
de_de: Entwickler-Code benötigt
es_es: Se necesita código de desarrollador
es_mx: Código de desarrollador necesario
et_ee: Vaja on arendajakoodi
fi_fi: Tarvitaan kehittäjäkoodi
fr_fr: Code de développeur requis
hr_hr: Potreban je kôd razvijatelja
it_it: Codice sviluppatore necessario
ko_kr: 개발자 코드 필요
nl_nl: Ontwikkelaars code benodigd
pl_pl: Potrzebny kod programisty
ru_ru: Требуется код разработчика
zh_cn: 需要开发人员代码

# #30059
source: Visit https://www.dropbox.com/developers
bg_bg: Посетете https://www.dropbox.com/developers
ca_es: Visiteu https://www.dropbox.com/developers
cs_cz: Navštivte https://www.dropbox.com/developers
da_dk: Besøg https://www.dropbox.com/developers
de_de: Besuche https://www.dropbox.com/developers
el_gr: Επισκεφθείτε το https://www.dropbox.com/developers
es_es: Visita https://www.dropbox.com/developers
es_mx: Visita https://www.dropbox.com/developers
et_ee: Mine https://www.dropbox.com/developers
fi_fi: Avaa https://www.dropbox.com/developers
fr_fr: Visiter « https://www.dropbox.com/developers »
gl_es: Visite https://www.dropbox.com/developers
he_il: בקר בכתובת https://www.dropbox.com/developers
hr_hr: Posjetite https://www.dropbox.com/developers
hu_hu: További információ: https://www.dropbox.com/developers
id_id: Kunjungi https://www.dropbox.com/developers
it_it: Visita https://www.dropbox.com/developers
ja_jp: https://www.dropbox.com/developersをご覧ください
ko_kr: https://www.dropbox.com/developers 을 방문하세요
lt_lt: Apsilankykite https://www.dropbox.com/developers
nb_no: Besøk «https://www.dropbox.com/developers»
nl_nl: Bezoek https://www.dropbox.com/developers
pl_pl: Odwiedź https://www.dropbox.com/developers
pt_pt: Visite https://www.dropbox.com/developers
ru_ru: Посетите https://www.dropbox.com/developers
sk_sk: Navštívte https://www.dropbox.com/developers
sv_se: Besök https://www.dropbox.com/developers
zh_cn: 访问 https://www.dropbox.com/developers

# #30060
source: Enable Scheduler
bg_bg: Включи планировчика
ca_es: Habilita el planificador
cs_cz: Povolit plánovač
da_dk: Aktivér tidsplan
de_de: Zeitplaner einschalten
el_gr: Ενεργοποίηση Προγραμματισμού
es_es: Habilitar Planificador
es_mx: Habilitar Programación
et_ee: Luba ajakava
fi_fi: Käytä ajoitusta
fr_fr: Activer le planificateur
gl_es: Activar Programador
he_il: הפעל מתזמן
hr_hr: Omogući planirano vrijeme
hu_hu: Időzítő engedélyezése
id_id: Mengaktifkan Penjadwalan
it_it: Abilita pianificazione
ja_jp: スケジューラを有効にする
ko_kr: 예약 사용
lt_lt: Įjungti planavimą
nb_no: Aktiver planlegger
nl_nl: Planner inschakelen
pl_pl: Uruchom harmonogram
pt_pt: Activar Agendamento
ru_ru: Включить планировщик
sk_sk: Povoliť plánovač
sv_se: Aktivera schemaläggare
zh_cn: 启用计划任务

# #30061
source: Schedule
bg_bg: Планиране
ca_es: Planificació
cs_cz: Plán
da_dk: Tidsplan
de_de: Zeitplan
el_gr: Προγραμματισμός
es_es: Planificador
es_mx: Programación
et_ee: Ajakava
fi_fi: Ajoitus
fr_fr: Planifier
gl_es: Programación
he_il: תזמון
hr_hr: Planirano vrijeme
hu_hu: Időzítés
id_id: Jadwal
it_it: Pianificazione
ja_jp: スケジュール
ko_kr: 예약
lt_lt: Tvarkaraštis
nb_no: Planlegg
nl_nl: Planning
pl_pl: Wyzwalacz
pt_pt: Agendamento
ru_ru: Расписание
sk_sk: Plán
sv_se: Schemalägg
zh_cn: 时间安排

# #30062
source: Hour of Day
bg_bg: Час
ca_es: Hora del dia
cs_cz: Hodina
da_dk: Tid på dagen
de_de: Stunde
el_gr: Ώρα της Μέρας
es_es: Hora del Día
es_mx: Hora del Día
et_ee: Tund
fi_fi: Vuorokaudenaika
fr_fr: Heure du jour
gl_es: Hora do día
he_il: שעה ביום
hr_hr: Sata dnevno
hu_hu: A nap órája
id_id: Jam
it_it: Ora del giorno
ja_jp: 時刻
ko_kr: 시간
lt_lt: Valanda
nb_no: Time
nl_nl: Uur van de dag
pl_pl: Godzina
pt_pt: Hora do Dia
ru_ru: Час дня
sk_sk: Hodina v dni
sl_si: Ura dneva
sv_se: Timme av dagen
zh_cn: 时刻

# #30063
source: Day of Week
bg_bg: Ден
ca_es: Dia de la setmana
cs_cz: Den v týdnu
da_dk: Ugedag
de_de: Wochentag
el_gr: Μέρα της Εβδομάδας
es_es: Día de la Semana
es_mx: Día de la Semana
et_ee: Nädalapäev
fi_fi: Viikonpäivä
fr_fr: Jour de la semaine
gl_es: Día da semana
he_il: יום בשבוע
hr_hr: Dan u tjednu
hu_hu: A hét napja
id_id: Hari
it_it: Giorno della settimana
ja_jp: 曜日
ko_kr: 요일
lt_lt: Savaitės diena
nb_no: Dag
nl_nl: Dag van de week
pl_pl: Dzień tygodnia
pt_pt: Dia da Semana
ru_ru: День недели
sk_sk: Deň v týždni
sl_si: Dan v tednu
sv_se: Dag av veckan
zh_cn: 星期

# #30064
source: Cron Schedule
bg_bg: Cron планиране
ca_es: Planificació Cron
cs_cz: Plán Cron
da_dk: Kronologisk tidsplan
de_de: Cron-Plan
el_gr: Προγραμματισμός Cron
es_es: Calendario Cron
es_mx: Programación Cron
et_ee: Cron-ajakava
fi_fi: Cron-ajoitus
fr_fr: Planification Cron
gl_es: Programación Cron
he_il: תזמון Cron
hr_hr: Cron planirano vrijeme
hu_hu: Cron időzítő
id_id: Jadwal Cron
it_it: Pianificazione cron
ja_jp: Cron スケジュール
ko_kr: Cron 예약
lt_lt: Cron tvarkaraštis
nb_no: Cron-planlegger
nl_nl: Cron Rooster
pl_pl: Zadanie Crona
pt_pt: Agendamento Cron
ru_ru: Планировщик
sk_sk: 'Cron' plán
sl_si: Urnik cron
sv_se: Cronschema
zh_cn: Cron 计划任务

# #30065
source: Sunday
bg_bg: неделя
ca_es: Diumenge
cs_cz: Neděle
da_dk: Søndag
de_de: Sonntag
el_gr: Κυριακή
es_es: Domingo
es_mx: Domingo
et_ee: pühapäev
fi_fi: Sunnuntai
fr_fr: Dimanche
gl_es: Domingo
he_il: יום ראשון
hr_hr: Nedjelja
hu_hu: Vasárnap
id_id: Minggu
it_it: Domenica
ja_jp: 日曜日
ko_kr: 일요일
lt_lt: Sekmadienis
nb_no: Søndag
nl_nl: Zondag
pl_pl: Niedziela
pt_pt: Domingo
ru_ru: Воскресенье
sk_sk: Nedeľa
sl_si: Nedelja
sv_se: Söndag
zh_cn: 星期日

# #30066
source: Monday
bg_bg: понеделник
ca_es: Dilluns
cs_cz: Pondělí
da_dk: Mandag
de_de: Montag
el_gr: Δευτέρα
es_es: Lunes
es_mx: Lunes
et_ee: esmaspäev
fi_fi: Maanantai
fr_fr: Lundi
gl_es: Luns
he_il: יום שני
hr_hr: Ponedjeljak
hu_hu: Hétfő
id_id: Senin
it_it: Lunedì
ja_jp: 月曜日
ko_kr: 월요일
lt_lt: Pirmadienis
nb_no: Mandag
nl_nl: Maandag
pl_pl: Poniedziałek
pt_pt: Segunda
ru_ru: Понедельник
sk_sk: Pondelok
sl_si: Ponedeljek
sv_se: Måndag
zh_cn: 星期一

# #30067
source: Tuesday
bg_bg: вторник
ca_es: Dimarts
cs_cz: Úterý
da_dk: Tirsdag
de_de: Dienstag
el_gr: Τρίτη
es_es: Martes
es_mx: Martes
et_ee: teisipäev
fi_fi: Tiistai
fr_fr: Mardi
gl_es: Martes
he_il: יום שלישי
hr_hr: Utorak
hu_hu: Kedd
id_id: Selasa
it_it: Martedì
ja_jp: 火曜日
ko_kr: 화요일
lt_lt: Antradienis
nb_no: Tirsdag
nl_nl: Dinsdag
pl_pl: Wtorek
pt_pt: Terça
ru_ru: Вторник
sk_sk: Utorok
sl_si: Torek
sv_se: Tisdag
zh_cn: 星期二

# #30068
source: Wednesday
bg_bg: сряда
ca_es: Dimecres
cs_cz: Středa
da_dk: Onsdag
de_de: Mittwoch
el_gr: Τετάρτη
es_es: Miércoles
es_mx: Miércoles
et_ee: kolmapäev
fi_fi: Keskiviikko
fr_fr: Mercredi
gl_es: Mércores
he_il: יום רביעי
hr_hr: Srijeda
hu_hu: Szerda
id_id: Rabu
it_it: Mercoledì
ja_jp: 水曜日
ko_kr: 수요일
lt_lt: Trečiadienis
nb_no: Onsdag
nl_nl: Woensdag
pl_pl: Środa
pt_pt: Quarta
ru_ru: Среда
sk_sk: Streda
sl_si: Sreda
sv_se: Onsdag
zh_cn: 星期三

# #30069
source: Thursday
bg_bg: четвъртък
ca_es: Dijous
cs_cz: Čtvrtek
da_dk: Torsdag
de_de: Donnerstag
el_gr: Πέμπτη
es_es: Jueves
es_mx: Jueves
et_ee: neljapäev
fi_fi: Torstai
fr_fr: Jeudi
gl_es: Xoves
he_il: יום חמישי
hr_hr: Četvrtak
hu_hu: Csütörtök
id_id: Kamis
it_it: Giovedì
ja_jp: 木曜日
ko_kr: 목요일
lt_lt: Ketvirtadienis
nb_no: Torsdag
nl_nl: Donderdag
pl_pl: Czwartek
pt_pt: Quinta
ru_ru: Четверг
sk_sk: Štvrtok
sl_si: Četrtek
sv_se: Torsdag
zh_cn: 星期四

# #30070
source: Friday
bg_bg: петък
ca_es: Divendres
cs_cz: Pátek
da_dk: Fredag
de_de: Freitag
el_gr: Παρασκευή
es_es: Viernes
es_mx: Viernes
et_ee: reede
fi_fi: Perjantai
fr_fr: Vendredi
gl_es: Venres
he_il: יום שישי
hr_hr: Petak
hu_hu: Péntek
id_id: Jumat
it_it: Venerdì
ja_jp: 金曜日
ko_kr: 금요일
lt_lt: Penktadienis
nb_no: Fredag
nl_nl: Vrijdag
pl_pl: Piątek
pt_pt: Sexta
ru_ru: Пятница
sk_sk: Piatok
sl_si: Petek
sv_se: Fredag
zh_cn: 星期五

# #30071
source: Saturday
bg_bg: събота
ca_es: Dissabte
cs_cz: Sobota
da_dk: Lørdag
de_de: Samstag
el_gr: Σάββατο
es_es: Sábado
es_mx: Sábado
et_ee: laupäev
fi_fi: Lauantai
fr_fr: Samedi
gl_es: Sábado
he_il: יום שבת
hr_hr: Subota
hu_hu: Szombat
id_id: Sabtu
it_it: Sabato
ja_jp: 土曜日
ko_kr: 토요일
lt_lt: Šeštadienis
nb_no: Lørdag
nl_nl: Zaterdag
pl_pl: Sobota
pt_pt: Sábado
ru_ru: Суббота
sk_sk: Sobota
sl_si: Sobota
sv_se: Lördag
zh_cn: 星期六

# #30072
source: Every Day
bg_bg: Всеки ден
ca_es: Cada dia
cs_cz: Každý den
da_dk: Hver dag
de_de: Jeden Tag
el_gr: Κάθε Μέρα
es_es: Todos los días
es_mx: Todos los Días
et_ee: Iga päev
fi_fi: Päivittäin
fr_fr: Chaque jour
gl_es: Cada día
he_il: כל יום
hr_hr: Svaki dan
hu_hu: Minden nap
id_id: Setiap Hari
it_it: Ogni giorno
ja_jp: 毎日
ko_kr: 매일
lt_lt: Kasdien
nb_no: Hver dag
nl_nl: Iedere dag
pl_pl: Codziennie
pt_pt: Diariamente
ru_ru: Ежедневно
sk_sk: Každý den
sl_si: Vsak dan
sv_se: Varje dag
zh_cn: 每天

# #30073
source: Every Week
bg_bg: Всяка седмица
ca_es: Cada setmana
cs_cz: Každý týden
da_dk: Hver uge
de_de: Jede Woche
el_gr: Κάθε Εβδομάδα
es_es: Todas las semanas
es_mx: Todas las Semanas
et_ee: Iga nädal
fi_fi: Viikottain
fr_fr: Chaque semaine
gl_es: Cada semana
he_il: כל שבוע
hr_hr: Svaki tjedan
hu_hu: Minden Héten
id_id: Setiap Minggu
it_it: Ogni settimana
ja_jp: 毎週
ko_kr: 매주
lt_lt: Kiekvieną savaitę
nb_no: Hver uke
nl_nl: Iedere week
pl_pl: Co tydzień
pt_pt: Semanalmente
ru_ru: Еженедельно
sk_sk: Každý týždeň
sl_si: Vsak teden
sv_se: Varje vecka
zh_cn: 每周

# #30074
source: First Day of Month
bg_bg: Първия ден на месеца
ca_es: Primer dia del mes
cs_cz: První den v měsíci
da_dk: Første dag i måneden
de_de: Erster Tag eines Monats
el_gr: Πρώτη του Μηνός
es_es: Primer día de la semana
es_mx: Primer Día del Mes
et_ee: Kuu esimene päev
fi_fi: Kuukauden ensimmäisenä päivänä
fr_fr: Premier jour du mois
gl_es: Primeiro día do mes
he_il: יום ראשון של החודש
hr_hr: Prvi dan mjeseca
hu_hu: A hónap első napján
id_id: Hari Pertama Setiap Bulan
it_it: Primo giorno del mese
ja_jp: 毎月1日
ko_kr: 매월 첫 날
lt_lt: Pirmą mėnesio dieną
nb_no: Første dag i måneden
nl_nl: Eerste dag van de maand
pl_pl: Pierwszy dzień miesiąca
pt_pt: Primeiro Dia do Mês
ru_ru: В первый день месяца
sk_sk: Prvý deň mesiaca
sl_si: Prvi dan v mesecu
sv_se: Första dagen i månaden
zh_cn: 每月初

# #30075
source: Custom Schedule
bg_bg: Персонално планиране
ca_es: Planificació personalitzada
cs_cz: Vlastní plán
da_dk: Brugerdefineret tidsplan
de_de: Benutzerdefiniert
el_gr: Προσαρμοσμένος Προγραμματισμός
es_es: Planificador Custom
es_mx: Programación Perzonalizada
et_ee: Kohandatud ajakava
fi_fi: Mukautettu ajoitus
fr_fr: Planification personnalisée
gl_es: Programación Personalizada
he_il: תזמון מותאם אישית
hr_hr: Prilagođeno vrijeme planiranja
hu_hu: Egyéni időzítő
id_id: Jadwal Lain
it_it: Pianificazione personalizzata
ja_jp: カスタムスケジュール
ko_kr: 사용자 예약
lt_lt: Individualus tvarkaraštis
nb_no: Egendefinert
nl_nl: Aangepast Rooster
pl_pl: Niestandardowy wyzwalacz
pt_pt: Agendamento Personalizado
ru_ru: Своё расписание
sk_sk: Vlastný plán
sl_si: Razpored po meri
sv_se: Eget schema
zh_cn: 自定义计划

# #30076
source: Shutdown After Backup
bg_bg: Изключвай Kodi след създаването на резервно копиране
ca_es: Apaga després de la còpia de seguretat
cs_cz: Vypnout po zálohování
da_dk: Luk ned efter sikkerhedskopiering
de_de: Nach Datensicherung herunterfahren
el_gr: Τερματισμός μετά τη δημιουργία Αντιγράφου
es_es: Apagar tras realizar la copia de seguridad
es_mx: Apagar luego de respaldar
et_ee: Pärast varundamist lülita välja
fi_fi: Sammuta varmuuskopioinnin jälkeen
fr_fr: Arrêter après la sauvegarde
gl_es: Apagar despois de realizar a copia de seguranza
he_il: כיבוי בתום הגיבוי
hr_hr: Isključi nakon sigurnosnog kopiranja
hu_hu: Leállítás a biztonsági mentés után
id_id: Matikan Setelah Pencadangan
it_it: Spegnimento dopo il backup
ja_jp: バックアップ後にシャットダウン
ko_kr: 백업후 시스템 종료
lt_lt: Išjungti kompiuterį baigus atsarginės kopijos kūrimą
nb_no: Skru av etter sikkerhetskopiering
nl_nl: Afsluiten na voltooien backup
pl_pl: Zamknij system po wykonaniu kopii zapasowej
pt_pt: Desligar após cópia de segurança
ru_ru: Завершить работу после резервного копирования
sk_sk: Vypnúť po skončení zálohy
sv_se: Stäng av efter Backup
zh_cn: 备份完成后关机

# #30077
source: Restart Kodi
bg_bg: Рестартиране на Kodi
ca_es: Reinicieu l'Kodi
cs_cz: Restartovat Kodi
da_dk: Genstart Kodi
de_de: Kodi neu starten
el_gr: Επανεκκίνηση Kodi
es_es: Reiniciar Kodi
es_mx: Reiniciar Kodi
et_ee: Taaskäivita Kodi
fi_fi: Käynnistä Kodi uudelleen
fr_fr: Redémarrer Kodi
gl_es: Reiniciar Kodi
he_il: הפעל את קודי מחדש
hr_hr: Ponovno pokreni Kodi
hu_hu: Kodi újraindítása
id_id: Jalankan Ulang Kodi
it_it: Riavvia Kodi
ja_jp: Kodiを再起動
ko_kr: Kodi 재시작
lt_lt: Iš naujo paleisti Kodi
nb_no: Start Kodi på nytt
nl_nl: Herstarten Kodi
pl_pl: Uruchom Kodi ponownie
pt_pt: Reiniciar Kodi
ru_ru: Перезапустить Kodi
sk_sk: Reštartovať Kodi
sl_si: Ponovno zaženi Kodi
sv_se: Starta om Kodi
zh_cn: 重启 Kodi

# #30078
source: You should restart Kodi to continue
bg_bg: Необходимо е да рестартирате Kodi за да продължите
ca_es: És recomanable que reinicieu l'Kodi per continuar
cs_cz: Pro pokračování byste měli restartovat Kodi
da_dk: Du skal genstarte Kodi for at fortsætte
de_de: Du solltest Kodi neu starten, um fortzufahren
el_gr: Πρέπει να επανεκκινήσετε το Kodi για να συνεχίσετε
es_es: Debería reiniciar Kodi para continuar
es_mx: Debes reiniciar Kodi para continuar
et_ee: Jätkamiseks peaksid Kodi taaskäivitama
fi_fi: Sinun on käynnistettävä Kodi uudelleen jatkaaksesi
fr_fr: Vous devez redémarrer Kodi pour continuer
gl_es: Ten de restaurar o Kodi para continuar
he_il: כדי להמשיך צריך להפעיל את קודי מחדש
hr_hr: Za nastavak je potrebno ponovno pokretanje Kodija
hu_hu: Az Kodi újraindítása szükséges a folytatáshoz
id_id: Anda perlu menjalankan ulang Kodi untuk melanjutkan
it_it: Dovresti riavviare Kodi per continuare
ja_jp: 続けるため、Kodiを再起動したほうがいい
ko_kr: 계속하려면 Kodi를 다시 시작하여야 합니다
lt_lt: Norėdami tęsti, turite iš naujo paleisti Kodi
nb_no: Du bør starte Kodi på nytt for å fortsette
nl_nl: Herstart Kodi om verder te gaan
pl_pl: Uruchom Kodi ponownie, aby kontynuować
pt_pt: Tem de reiniciar o Kodi para continuar
ru_ru: Необходимо перезапустить Kodi для продолжения
sv_se: Du borde starta om Kodi för att fortsätta
zh_cn: 需要重启 Kodi 以继续

# #30079
source: Just Today
bg_bg: Само днес
ca_es: Només avui
cs_cz: Pouze dnes
da_dk: Kun i dag
de_de: Nur heute
el_gr: Μόνο Σήμερα
es_es: Hoy mismo
es_mx: Justo hoy
et_ee: Ainult täna
fi_fi: Vain tänään
fr_fr: Seulement aujourd'hui
gl_es: Só Hoxe
he_il: היום בלבד
hr_hr: Samo danas
hu_hu: Csak Ma
id_id: Hanya Hari Ini
it_it: Solo oggi
ja_jp: ちょうど今日
ko_kr: 오늘만
lt_lt: Tik šiandien
nb_no: Bare i dag
nl_nl: Alleen vandaag
pl_pl: Tylko dzisiaj
pt_pt: Apenas Hoje
ru_ru: Только сегодня
sl_si: Samo danes
sv_se: Bara idag
zh_cn: 就在今天

# #30080
source: Profiles
bg_bg: Профили
ca_es: Perfils
cs_cz: Profily
da_dk: Profiler
de_de: Profile
el_gr: Προφίλ
es_es: Perfiles
es_mx: Perfiles
et_ee: Profiilid
fi_fi: Profiilit
fr_fr: Profils
gl_es: Perfís
he_il: פרופילים
hr_hr: Profili
hu_hu: Profilok
id_id: Profil
it_it: Profili
ja_jp: プロファイル
ko_kr: 프로파일
lt_lt: Profiliai
nb_no: Profiler
nl_nl: Profielen
pl_pl: Profile
pt_pt: Perfis
ru_ru: Профили
sk_sk: Profily
sl_si: Profili
zh_cn: 用户配置

# #30081
source: Scheduler will run again on
bg_bg: Планировчика ще стартира отново на
ca_es: El planificador de tasques s'executarà de nou
cs_cz: Plánovač se spustí znovu
da_dk: Tidsplanen vil køre igen på
de_de: Zeitplaner wird nochmal ausgeführt am
el_gr: Ο προγραμματισμός θα γίνει ξανά στις
es_es: Planificador se ejecutará de nuevo en
es_mx: La programación de ejecutará nuevamente en
et_ee: Planeerija käivitub uuesti
fi_fi: Suoritetaan seuraavan kerran
fr_fr: Le planificateur sera à nouveau exécuté le
gl_es: O Programador executarase de novo o
he_il: המתזמן יופעל שוב ב-
hr_hr: Planirano vrijeme će se ponovno pokrenuti
hu_hu: Az ütemező következő futása:
it_it: L'utilità di pianificazione verrà eseguita di nuovo su
ko_kr: 다음 예약 실행
lt_lt: Tvarkaraštis bus paleistas dar kartą
nb_no: Planleggeren vil kjøre igjen på
nl_nl: Scheduler zal opnieuw worden uitgevoerd op
pl_pl: Zadanie zostanie uruchomione ponownie o
pt_pt: O agendamento será reiniciado a
ru_ru: Планировщик будет запущен снова в
sv_se: Schemaläggaren kommer köras igen
zh_cn: 计划任务将再次执行于

# #30082
source: Progress Bar
bg_bg: Лента за напредъка
ca_es: Barra de progrés
cs_cz: Indikátor průběhu
da_dk: Linje for fremskridt
de_de: Fortschrittsbalken
el_gr: Μπάρα Εξέλιξης
es_es: Barra de progreso
es_mx: Barra de progreso
et_ee: Edenemisriba
fi_fi: Edistymispalkki
fr_fr: Barre de progression
gl_es: Barra de Progreso
he_il: פס התקדמות
hr_hr: Traka napretka
hu_hu: Folyamatkijelző
it_it: Barra di avanzamento
ko_kr: 진행 막대
lt_lt: Progreso juosta
nb_no: Fremdriftslinje
nl_nl: Voortgangsbalk
pl_pl: Pasek postępu
pt_pt: Barra de Progresso
ru_ru: Полоса с ходом выполнения
sl_si: Vrstica napredka
sv_se: Förloppsindikator
zh_cn: 进度条

# #30083
source: Background Progress Bar
bg_bg: Лента за напредъка на заден план
cs_cz: Indikátor průběhu na pozadí
da_dk: Baggrund til linje for fremskridt
de_de: Hintergrund-Fortschrittsbalken
el_gr: Μπάρα Εξέλιξης Υποβάθρου
es_es: Fondo de la barra de progreso
es_mx: Barra de progreso en segundo plano
et_ee: Edenemisriba taustal
fi_fi: Edistymispalkki taustalla
fr_fr: Barre de progression en tâche de fond
gl_es: Barra de Progreso no Fondo
he_il: פס התקדמות ברקע
hr_hr: Pozadina trake napretka
hu_hu: Háttér Folyamatjelző
it_it: Barra di avanzamento in background
ko_kr: 백드라운드 진행 막대
lt_lt: Foninė progreso juosta
nb_no: Bakgrunnsfremdriftslinge
nl_nl: Voortgangsbalk in de achtergrond
pl_pl: Pasek postępu w tle
pt_pt: Barra de Progresso em Fundo
ru_ru: Ход выполнения в фоне
sl_si: Vrstica napredka v ozadju
sv_se: Bakgroundsförloppsindikator
zh_cn: 后台进度条

# #30084
source: None (Silent)
bg_bg: Без (тих режим)
ca_es: Cap (Silenciós)
cs_cz: Žádný (tichý)
da_dk: Ingen (lydløs)
de_de: Keine (Still)
el_gr: Κανένα (Αθόρυβο)
es_es: Ninguno (Silencio)
es_mx: Ninguna (silencioso)
et_ee: Puudub (vaikne)
fi_fi: Ei mitään (huomaamaton)
fr_fr: Aucune (mode silencieux)
gl_es: Ningún (Silencioso)
he_il: ללא (שקט)
hr_hr: Nepoznato (Tiho)
hu_hu: Nincs (Néma)
it_it: Nessuno (silenzioso)
ko_kr: 없음 (표시 안 함)
lt_lt: Joks (Tylus)
nb_no: Ingen (Stum)
nl_nl: Geen (Stil)
pl_pl: Brak (ukryty)
pt_pt: Nenhum (silenciosamente)
ru_ru: Не выводить (Тихо)
sl_si: Brez (nemo)
sv_se: Ingen (tyst)
zh_cn: 无（静默）

# #30085
source: Version Warning
bg_bg: Предупреждение за версията
cs_cz: Upozornění na verzi
da_dk: Advarsel om version
de_de: Versionswarnung
el_gr: Προειδοποίηση Έκδοσης
es_es: Advertencia de versión
es_mx: Advertencia de versión
et_ee: Versiooni hoiatus
fi_fi: Versiovaroitus
fr_fr: Avertissement de version
gl_es: Advertencia de Versión
he_il: אזהרת גרסה
hr_hr: Upozorenje inačice
hu_hu: Verzió Figyelmeztetés
it_it: Avviso di versione
ko_kr: 버전 경고
lt_lt: Versijos įspėjimas
nb_no: Versjonsadvarsel
nl_nl: Versiewaarschuwing
pl_pl: Ostrzeżenie o wersji
pt_pt: Aviso de Versão
ru_ru: Предупреждение
sl_si: Opozorilo različice
sv_se: Version varning
zh_cn: 版本警告
