Repository: xbmc/repo-scripts
Catalog: script.service.next-episode/resources/language/resource.language.*/strings.po
Languages: ru_ru, uk_ua

# #32000
source: General
ru_ru: Общие
uk_ua: Загальні

# #32001
source: Login to next-episode.net
ru_ru: Вход на next-episode.net
uk_ua: Вхід на next-episode.net

# #32002
source: Send video library data to next-episode.net
ru_ru: Переслать данные медиатеки на next-episode.net
uk_ua: Надіслати дані медіатеки на next-episode.net

# #32003
source: Username
ru_ru: Имя пользователя
uk_ua: Ім'я користувача

# #32004
source: Password
ru_ru: Пароль
uk_ua: Пароль

# #32005
source: OK
ru_ru: ОК
uk_ua: ОК

# #32006
source: Cancel
ru_ru: Отмена
uk_ua: Скасувати

# #32007
source: Login failed!
ru_ru: Ошибка входа.
uk_ua: Помилка входу.

# #32008
source: Data update error. See log for more details.
ru_ru: Ошибка передачи даных. См. журнал.
uk_ua: Помилка передачі даних. Див. журнал.

# #32009
source: Data updated
ru_ru: Данные обновлены
uk_ua: Дані оновлено

# #32010
source: Check login/password and try again.
ru_ru: Проверьте имя пользователя и пароль и повторите попытку.
uk_ua: Перевірте ім'я користувача та пароль і повторіть спробу.

# #32011
source: Successful login
ru_ru: Успешный вход
uk_ua: Успішний вхід

# #32012
source: Login required!
ru_ru: Необходим вход!
uk_ua: Потрібно увійти!

# #32013
source: You need to login to next-episode.net
ru_ru: Необходимо войти на next-episode.net,
uk_ua: Потрібно увійти на next-episode.net,

# #32014
source: to synchronize your video library data.
ru_ru: чтобы синхронизировать данные медиатеки.
uk_ua: щоб синхронізувати дані медіатеки.

# #32015
source: Login now?
ru_ru: Войти сейчас?
uk_ua: Увійти зараз?

# #32016
source: Library synchronization
ru_ru: Синхронізация медиатеки
uk_ua: Синхронізація медіатеки

# #32017
source: You need to synchronize your video library data.
ru_ru: Нужно синхронизировать данные медиатеки.
uk_ua: Потрібно синхронізувати дані медіатеки.

# #32018
source: Synchronize now?
ru_ru: Синхронизировать сейчас
uk_ua: Синхронізувати зараз?

# #32019
source: Disable notification dialogs for update errors
ru_ru: Выключить диалоги для ошибок передачи данных
uk_ua: Вимкнути діалоги для помилок передачі даних

# #32020
source: Data update error! Please report it to next-episode.net.
ru_ru: Ошибка передачи данных. Сообщите об этом на next-episode.net.
uk_ua: Помилка передачі даних. Повідомте про це на next-episode.net.

# #32021
source: Failed movies: {0}
ru_ru: Неизвестные фильмы: {0}
uk_ua: Невідомі фільми: {0}

# #32022
source: Failed TV shows: {0}
ru_ru: Неизвестные сериалы: {0}
uk_ua: Невідомі серіали: {0}
