Repository: xbmc/repo-scripts
Catalog: script.artworkorganizer/resources/language/*/strings.po
Languages: dutch, french, german, portuguese, spanish

# #32001
source: Copy Movie Fanart
dutch: kopieeer film Fanart
french: Copie Films Fanart
german: Kopiere Film-FanArt
portuguese: Copiar Fanart de Filmes
spanish: Copiar Fanart de Películas

# #32002
source: Copy TV Show Fanart
dutch: kopieer tv-show fanart
french: Copie Séries TV Fanart
german: Kopiere TV-Sendungs FanArt
portuguese: Copiar Fanart de Séries TV
spanish: Copiar Fanart de Programas de TV

# #32003
source: Copy Music Video Fanart
dutch: kopieer muziekvideo fanart
french: Copie Clips vidéo Fanart
german: Kopiere Musikvideo-FanArt
portuguese: Copiar Fanart de Videoclipes
spanish: Copiar Fanart de Videoclips

# #32004
source: Copy Artist Fanart
dutch: kopieer artiesten fanart
french: Copie Artiste Fanart
german: Kopiere Artist-FanArt
portuguese: Copiar Fanart de Artistas
spanish: Copiar Fanart de Intérpretes

# #32005
source: Copy Movie Thumbs
dutch: kopieer film thumbs
french: Copie Film Vignettes
german: Kopiere Film-Vorschaubild
portuguese: Copiar Miniaturas de Filmes
spanish: Copiar Miniaturas de Películas

# #32007
source: Copy Season Thumbs
dutch: Kopieer seizoen af miniatuurafbeelding
french: Copie Saison Vignettes
german: Kopiere Staffel-Vorschaubild
portuguese: Copiar Miniaturas de Temporadas
spanish: Copiar Miniaturas de Temporadas

# #32008
source: Copy Episode Thumbs
dutch: Kopieer aflevering afbeeldingsminiaturen
french: Copie Épisode Vignettes
german: Kopiere Episoden-Vorschaubild
portuguese: Copiar Miniaturas de Episódios
spanish: Copiar Miniaturas de Episodios

# #32009
source: Copy Music Video Thumbs
dutch: Kopieer Muziekvideo afbeeldingsminiaturen
french: Copie Clip vidéo Vignettes
german: Kopiere Musikvideo-Vorschaubild
portuguese: Copiar Miniaturas de Videoclipes
spanish: Copiar Miniaturas de Videoclips

# #32010
source: Copy Artist Thumbs
dutch: Kipieer artiesten afbeeldingsminiaturen
french: Copie Artiste Vignettes
german: Kopiere Artist-Vorschaubild
portuguese: Copiar Miniaturas de Artistas
spanish: Copiar Miniaturas de Intérpretes

# #32011
source: Copy Album Thumbs
dutch: Kopieeer album afbeeldingsminiaturen
french: Copie Album Vignettes
german: Kopiere Alben-Vorschaubild
portuguese: Copiar Miniaturas de Álbuns
spanish: Copiar Miniaturas de Álbumes

# #32012
source: Destination directory
dutch: doelmap
french: Répertoire de destination
german: Zielordner
portuguese: Pasta de destino
spanish: Carpeta de destino

# #32013
source: Copy TV Show Banners
dutch: Kopieer TV Show Banners
french: Copie Série TV Bannières
german: Kopiere TV-Sendungs-Banner
portuguese: Copiar Faixas de Séries TV
spanish: Copiar banners de Programas de TV

# #32014
source: Copy TV Show Posters
dutch: Kopieer TV Show posters
french: Copie Série TV Affiches
german: Kopiere TV-Sendungs-Poster
portuguese: Copiar Pósteres de Séries TV
spanish: Copiar posters de Programas de TV

# #32015
source: Custom source
dutch: Aangepaste bron
french: Source personnalisée
german: Benutzerdefinierte Quelle
portuguese: Fonte Personalizada
spanish: Fuente personalizada

# #32016
source: Path
dutch: Locatie
french: Chemin
german: Pfad
portuguese: Localização
spanish: Ruta

# #32017
source: Split Artwork by Media Sources
portuguese: Separar Artwork por fonte de media

# #32018
source: Split Movies Artwork
portuguese: Dividir Artwork de Filmes

# #32019
source: Split TV Artwork
portuguese: Dividir Artwork de Séries de TV

# #32101
source: General
dutch: Algemeen
french: Général
german: Allgemein
portuguese: Geral

# #32102
source: Advanced
dutch: Geavanceerd
french: Avancés
german: Erweitert
portuguese: Avançado
spanish: Avanzado

# #32103
source: Expert
german: Experte
portuguese: Especialista
spanish: Experto

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
dutch: DOE DIT NIET TENZIJ JE WEET WAT JE DOET!
french: NE PAS TOUCHER À MOINS DE SAVOIR CE QUE VOUS FAITES
german: FALLS DU NICHT WEISST, WAS DU TUST: FINGER WEG
portuguese: NÃO TOQUE NISTO A MENOS QUE SAIBA O QUE ESTÁ A FAZER
spanish: NO TOQUES SI NO SABES LO QUE ESTÁS HACIENDO

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
dutch: DIT KAN MOGELIJK JE GEHELE HARDESCHIJF WISSEN!
french: CECI PEUT POTENTIELLEMENT EFFACER VOTRE DISQUE DUR
german: DIES KÖNNTE DEINE GESAMTE FESTPLATTE LÖSCHEN
portuguese: ISTO PODE POTENCIALMENTE APAGAR OS CONTEÚDOS DO SEU DISCO RÍGIDO
spanish: ESTO PUEDE BORRAR TU DISCO DURO COMPLETAMENTE

# #32106
source: select which artwork should be copied
dutch: Selecteer welke artwork moet worden gekopieerd.
french: sélectionner quelle illustration doit être copiée
german: wähle aus, welche Bilder kopiert werden sollen
portuguese: seleccionar o artwork para ser copiado
spanish: Selecciona las ilustraciones a copiar

# #32107
source: search a custom folder for artwork
dutch: zoek een willekeurige folder voor artwork
french: chercher un répertoire personnalisé pour l'illustration
german: durchsuche einen bestimmten Ordner nach Bildern
portuguese: procurar artwork numa pasta personalizada
spanish: Selecciona la carpeta para guardar las ilustraciones

# #32108
source: select a custom folder where the addon should store the artwork
dutch: Selecteer een willekeurige folder waar de Add-on de artwork moet opslaan
french: sélectionner un répertoire personnalisé pour sauver les illustrations
german: wähle einen bestimmten Ordner, in dem das Addon die Bilder speichern soll
portuguese: seleccionar uma pasta personalizada para o addon armazenar o artwork
spanish: Selecciona la carpeta donde el add-on debe guardar las ilustraciones

# #32109
source: select if you want artwork split by source name
portuguese: seleccionar se pretender armazenar o artwork em pastas separadas por fonte
