Repository: xbmc/repo-scripts
Catalog: script.keymap/resources/language/resource.language.*/strings.po
Languages: fi_fi, nl_nl

# Addon Summary
source: An editor for keymap files
fi_fi: Editori keymap-näppäinmääritystiedostoille
nl_nl: Een editor voor keymap-bestanden

# Addon Description
source: Keymap Editor is a GUI for configuring mappings for remotes, keyboard and other inputs supported by Kodi. Note: existing user defined key mappings will be renamed to .bak.
fi_fi: Keymap-näppäinmäärityseditori on graafinen käyttöliittymä kaukosäätimien, näppäimistöjen ja muiden Kodin tukemien syöttölaitteiden näppäinten määritykseen. Huomioi: Käyttäjän aiempien näppäinmääritystiedostojen nimiin lisätään .bak-pääte.
nl_nl: Keymap Editor is een GUI voor het configureren van toewijzingen voor afstandsbedieningen, toetsenbord en andere invoer die door Kodi wordt ondersteund. Opmerking: bestaande door de gebruiker gedefinieerde toetstoewijzingen worden hernoemd naar .bak.

# #30000
source: Keymap Editor
fi_fi: Keymap-näppäinmäärityseditori

# #30001
source: Failed to remove old keymap file
fi_fi: Vanhan keymap-näppäinmääritystiedoston poisto epäonnistui
nl_nl: Kan oud keymap-bestand niet verwijderen

# #30002
source: Press the key you want to assign now
fi_fi: Paina nyt näppäintä, jonka haluat määrittää
nl_nl: Druk op de toets die u nu wilt toewijzen

# #30003
source: Edit
fi_fi: Muokkaa
nl_nl: Bewerk

# #30004
source: Reset to default
fi_fi: Palauta oletukset
nl_nl: Reset naar standaard

# #30005
source: Save
fi_fi: Tallenna
nl_nl: Opslaan

# #30006
source: Discard changes?
fi_fi: Hylätäänkö muutokset?
nl_nl: Veranderingen ongedaan maken?

# #30007
source: Select Window to manage shortcuts
fi_fi: Valitse ikkuna pikanäppäinten määritykseen
nl_nl: Selecteer Venster om snelkoppelingen te beheren

# #30008
source: Select action category
fi_fi: Valitse toimintoluokka
nl_nl: Selecteer actie categorie

# #30009
source: Select the action to assign a key
fi_fi: Määritä näppäin valitsemalla toiminto
nl_nl: Selecteer de actie om een sleutel toe te wijzen

# #30010
source: Timeout in %.0f seconds...
fi_fi: Aikakatkaistaan %.0f sekunnin kuluttua...
nl_nl: Time-out in %.0f seconden...

# #30011
source: Edit key
fi_fi: Muokkaa näppäintä
nl_nl: Bewerk sleutel

# #30012
source: Remove
fi_fi: Poista
nl_nl: Verwijder

# #30100
source: Global
fi_fi: Järjestelmänlaajuinen
nl_nl: Globaal

# #30101
source: Fullscreen Video
fi_fi: Koko ruudun video
nl_nl: Video op volledig scherm

# #30102
source: Fullscreen Live TV
fi_fi: Koko ruudun televisio
nl_nl: Live-tv op volledig scherm

# #30103
source: Fullscreen Radio
fi_fi: Kuko ruudun radio
nl_nl: Radio op volledig scherm

# #30104
source: Fullscreen Game
fi_fi: Koko ruudun peli
nl_nl: Spel op volledig scherm

# #30105
source: Home
fi_fi: Päävalikko

# #30106
source: Programs
fi_fi: Ohjelmat
nl_nl: Programma's

# #30107
source: Videos
fi_fi: Videot

# #30108
source: Music
fi_fi: Musiikki
nl_nl: Muziek

# #30109
source: Pictures
fi_fi: Kuvat
nl_nl: Afbeeldingen

# #30110
source: PVR
fi_fi: Televisio

# #30111
source: Filemanager
fi_fi: Tiedostonhallinta
nl_nl: Bestandsbeheer

# #30112
source: Virtual Keyboard
fi_fi: Virtuaalinäppäimistö
nl_nl: Virtueel toetsenbord

# #30113
source: Player Controls
fi_fi: Toiston ohjaimet
nl_nl: Spelerbediening

# #30114
source: Seek bar
fi_fi: Toistopalkki
nl_nl: Zoekbalk

# #30115
source: Music OSD
fi_fi: Musiikin kuvaruutuvalikko
nl_nl: Muziek OSD

# #30116
source: Video OSD Settings
fi_fi: Videotoiston kuvaruutuvalikon asetukset
nl_nl: Video OSD-instellingen

# #30117
source: Audio OSD Settings
fi_fi: Äänitoiston kuvaruutuvalikon asetukset
nl_nl: Audio OSD-instellingen

# #30118
source: Visualisation
fi_fi: Visualisointi
nl_nl: Visualisatie

# #30119
source: Slideshow
fi_fi: Kuvaesitys
nl_nl: Diavoorstelling

# #30200
source: Move Left
fi_fi: Siirry vasemmalle
nl_nl: Ga naar links

# #30201
source: Move Right
fi_fi: Siirry oikealle
nl_nl: Ga naar rechts

# #30202
source: Move Up
fi_fi: Siirry ylös
nl_nl: Ga naar boven

# #30203
source: Move Down
fi_fi: Siirry alas
nl_nl: Ga naar beneden

# #30204
source: Page Up
fi_fi: Sivu ylös
nl_nl: Pagina omhoog

# #30205
source: Page Down
fi_fi: Sivu alas
nl_nl: Pagina omlaag

# #30206
source: Select Item
fi_fi: Valitse kohde
nl_nl: Selecteer item

# #30207
source: Highlight Item
fi_fi: Korosta kohde
nl_nl: Markeer item

# #30208
source: Parent Directory
fi_fi: Yläkansio
nl_nl: Bovenliggende map

# #30209
source: Back
fi_fi: Takaisin
nl_nl: Terug

# #30210
source: Previous Menu
fi_fi: Edellinen valikko
nl_nl: Vorig Menu

# #30211
source: Show Info
fi_fi: Näytä tiedot
nl_nl: Toon Informatie

# #30212
source: Context Menu
fi_fi: Sisältövalikko

# #30213
source: Menu
fi_fi: Valikko

# #30214
source: First Page
fi_fi: Ensimmäinen sivu
nl_nl: Eerste Pagina

# #30215
source: Last Page
fi_fi: Viimeinen sivu
nl_nl: Laatste Pagina

# #30216
source: Next Letter
fi_fi: Seuraava kirjain
nl_nl: Volgende Letter

# #30217
source: Previous Letter
fi_fi: Edellinen kirjain
nl_nl: Vorige Letter

# #30218
source: Scroll Up
fi_fi: Vieritä ylös
nl_nl: Omhoog scrollen

# #30219
source: Scroll Down
fi_fi: Vieritä alas
nl_nl: Omlaag scrollen

# #30220
source: Cursor Left
fi_fi: Osoitin vasemmalle
nl_nl: Cursor Links

# #30221
source: Cursor Right
fi_fi: Osoitin oikealle
nl_nl: Cursor Rechts

# #30300
source: Play
fi_fi: Toista
nl_nl: Afspelen

# #30301
source: Pause
fi_fi: Tauota
nl_nl: Pauze

# #30302
source: Play/Pause
fi_fi: Toista/tauota
nl_nl: Afspelen/Pauzeren

# #30303
source: Stop
fi_fi: Pysäytä

# #30304
source: Next
fi_fi: Seuraava
nl_nl: Volgende

# #30305
source: Previous
fi_fi: Edellinen
nl_nl: Vorige

# #30306
source: Fast Forward
fi_fi: Eteenpäin
nl_nl: Snel vooruit

# #30307
source: Rewind
fi_fi: Taaksepäin
nl_nl: Terugspoelen

# #30308
source: Small Step Back
fi_fi: Siirry hieman taaksepäin
nl_nl: Kleine stap terug

# #30309
source: Step Forward
fi_fi: Siirry eteenpäin
nl_nl: Stap Vooruit

# #30310
source: Step Back
fi_fi: Siirry taaksepäin
nl_nl: Stap Terug

# #30311
source: Big Step Forward
fi_fi: Siirry reilusti eteenpäin
nl_nl: Grote stap vooruit

# #30312
source: Big Step Back
fi_fi: Siirry reilusti taaksepäin
nl_nl: Grote stap achteruit

# #30313
source: Next Chapter or Big Step Forward
fi_fi: Seuraava kappale tai reilu siirto eteenpäin
nl_nl: Volgende Hoofdstuk of Grote stap vooruit

# #30314
source: Previous Chapter or Big Step Back
fi_fi: Edellinen kappale tai reilu siirto taaksepäin
nl_nl: Vorige Hoofdstuk of Grote Stap terug

# #30315
source: Show OSD
fi_fi: Näytä kuvaruutuvalikko
nl_nl: Toon OSD

# #30316
source: Show current play time
fi_fi: Näytä nykyinen toistoaika
nl_nl: Toon huidige speeltijd

# #30317
source: Show Playlist
fi_fi: Näytä toistolista
nl_nl: Afspeellijst weergeven

# #30318
source: Toggle Fullscreen
fi_fi: Kytke koko ruutu
nl_nl: Volledig scherm activeren

# #30319
source: Change Aspect Ratio
fi_fi: Vaihda kuvasuhdetta
nl_nl: Beeldverhouding wijzigen

# #30320
source: Go to DVD Video Menu
fi_fi: Avaa videolevyn valikko
nl_nl: Ga naar het dvd-videomenu

# #30321
source: Toggle Repeat
fi_fi: Kytke jatkuva toisto
nl_nl: Schakel Herhalen in

# #30322
source: Repeat One
fi_fi: Toista yhtä
nl_nl: Herhaal Een

# #30323
source: Repeat All
fi_fi: Toista kaikkia
nl_nl: Herhaal Alles

# #30324
source: Repeat Off
fi_fi: Ei toistoa
nl_nl: Herhalen Uit

# #30325
source: Toggle Random
fi_fi: Kytke satunnaistoisto
nl_nl: Willekeurig schakelen

# #30326
source: Random On
fi_fi: Satunnaistoisto käytössä
nl_nl: Willekeurig Aan

# #30327
source: Random Off
fi_fi: Ei satunnaistoistoa
nl_nl: Willekeurig Uit

# #30328
source: Playback Speed Faster
fi_fi: Nopeuta toistonopeutta
nl_nl: Afspeelsnelheid Sneller

# #30329
source: Playback Speed Slower
fi_fi: Hidasta toistonopeutta
nl_nl: Afspeelsnelheid Langzamer

# #30330
source: Create Bookmark
fi_fi: Luo kirjanmerkki
nl_nl: Bladwijzer Maken

# #30331
source: Create Episode Bookmark
fi_fi: Luo jakson kirjanmerkki
nl_nl: Afleveringsbladwijzer maken

# #30332
source: Toggle 3D/Stereoscopic mode
fi_fi: Kytke 3D-/stereoskoppinen tila

# #30333
source: Switch Player
fi_fi: Vaihda soitinta
nl_nl: Speler wisselen

# #30334
source: Play Next
fi_fi: Toista seuraava
nl_nl: Volgende Afspelen

# #30335
source: Select Program
fi_fi: Valitse ohjelma
nl_nl: Selecteer Programma

# #30336
source: Select Resolution
fi_fi: Valitse resoluutio
nl_nl: Selecteer Resolutie

# #30337
source: Shift Video Up
fi_fi: Siirrä videota ylemmäs
nl_nl: Video Omhoog Verschuiven

# #30338
source: Shift Video Down
fi_fi: Siirrä videota alemmas
nl_nl: Video Omlaag Verschuiven

# #30339
source: Show Time
fi_fi: Näytä aika

# #30340
source: Next Scene
fi_fi: Seuraava kohtaus
nl_nl: Volgende Scene

# #30341
source: Previous Scene
fi_fi: Edellinen kohtaus
nl_nl: Vorige Scene

# #30342
source: Next Video Stream
fi_fi: Seuraava videovirta
nl_nl: Volgende Video Stream

# #30343
source: Toggle HDHR
fi_fi: Kytke HDHR
nl_nl: Wissel HDHR

# #30344
source: Cycle 3D Mode
fi_fi: Kierrätä 3D-tiloja

# #30345
source: Next 3D Mode
fi_fi: Seuraava 3D-tila
nl_nl: Volgende 3D Mode

# #30346
source: Previous 3D Mode
fi_fi: Edellinen 3D-tila
nl_nl: Vorige 3D Mode

# #30400
source: Mute
fi_fi: Mykistä
nl_nl: Dempen

# #30401
source: Volume Up
fi_fi: Korota äänenvoimakkuutta
nl_nl: Volume Omhoog

# #30402
source: Volume Down
fi_fi: Alenna äänenvoimakkuutta
nl_nl: Volume Omlaag

# #30403
source: Next Language
fi_fi: Seuraava kieli
nl_nl: Volgende Taal

# #30404
source: Delay
fi_fi: Viive
nl_nl: Vertraging

# #30405
source: Delay Minus
fi_fi: Lyhennä viivettä
nl_nl: Vertraging Min

# #30406
source: Delay Plus
fi_fi: Pidennä viivettä
nl_nl: Vertraging Plus

# #30407
source: Toggle Digital/Analog
fi_fi: Kytke digitaalinen/analoginen
nl_nl: Wissel Digitaal/Analoog

# #30408
source: Volume Amp Up
fi_fi: Korota äänen vahvistusta
nl_nl: Volume Amp Omhoog

# #30409
source: Volume Amp Down
fi_fi: Alenna äänen vahvistusta
nl_nl: Volume Amp Omlaag

# #30410
source: Volume Amplification
fi_fi: Äänen vahvistus
nl_nl: Volumeversterking

# #30500
source: Next Picture
fi_fi: Seuraava kuva
nl_nl: Volgende Afbeelding

# #30501
source: Previous Picture
fi_fi: Edellinen kuva
nl_nl: Vorige Afbeelding

# #30502
source: Rotate Picture
fi_fi: Käännä kuvaa myötäpäivään
nl_nl: Roteer Afbeelding

# #30503
source: Rotate Picture CCW
fi_fi: Käännä kuvaa vastapäivään
nl_nl: Draai de afbeelding tegen de klok in

# #30504
source: Zoom Out
fi_fi: Loitonna
nl_nl: Uitzoomen

# #30505
source: Zoom In
fi_fi: Lähennä
nl_nl: Inzoomen

# #30506
source: Zoom level Normal
fi_fi: Palauta zoomaustaso
nl_nl: Zoomniveau Normaal

# #30507
source: Zoom level 1
fi_fi: Zoomaustaso 1
nl_nl: Zoomniveau 1

# #30508
source: Zoom level 2
fi_fi: Zoomaustaso 2
nl_nl: Zoomniveau 2

# #30509
source: Zoom level 3
fi_fi: Zoomaustaso 3
nl_nl: Zoomniveau 3

# #30510
source: Zoom level 4
fi_fi: Zoomaustaso 4
nl_nl: Zoomniveau 4

# #30511
source: Zoom level 5
fi_fi: Zoomaustaso 5
nl_nl: Zoomniveau 5

# #30512
source: Zoom level 6
fi_fi: Zoomaustaso 6
nl_nl: Zoomniveau 6

# #30513
source: Zoom level 7
fi_fi: Zoomaustaso 7
nl_nl: Zoomniveau 7

# #30514
source: Zoom level 8
fi_fi: Zoomaustaso 8
nl_nl: Zoomniveau 8

# #30515
source: Zoom level 9
fi_fi: Zoomaustaso 9
nl_nl: Zoomniveau 9

# #30600
source: Show Subtitles
fi_fi: Näytä tekstitys
nl_nl: Toon ondertitels

# #30601
source: Next Subtitle
fi_fi: Seuraava tekstitys
nl_nl: Volgende Ondertitel

# #30602
source: Browse Subtitle
fi_fi: Valitse tekstitys
nl_nl: Bladeren Ondertitel

# #30603
source: Cycle Subtitle
fi_fi: Kierrätä tekstityksiä

# #30604
source: Delay
fi_fi: Viive
nl_nl: Vertraging

# #30605
source: Delay Minus
fi_fi: Lyhennä viivettä

# #30606
source: Delay Plus
fi_fi: Pidennä viivettä

# #30607
source: Align
fi_fi: Tasaa
nl_nl: Uitlijnen

# #30608
source: Shift Subtitle Up
fi_fi: Siirrä tekstitystä ylemmäs
nl_nl: Ondertitel omhoog verschuiven

# #30609
source: Shift Subtitle Down
fi_fi: Siirrä tekstitystä alemmas
nl_nl: Ondertitel omlaag verschuiven

# #30700
source: Channel Up
fi_fi: Kanava ylös
nl_nl: Kanaal Omhoog

# #30701
source: Channel Down
fi_fi: Kanava alas
nl_nl: Kanaal Omlaag

# #30702
source: Previous channel group
fi_fi: Edellinen kanavaryhmä
nl_nl: Vorige kanaalgroep

# #30703
source: Next channel group
fi_fi: Seuraava kanavaryhmä
nl_nl: Volgende kanaalgroep

# #30704
source: PVR Play
fi_fi: Television toisto
nl_nl: PVR Afspelen

# #30705
source: PVR Play TV
fi_fi: Avaa televisio
nl_nl: PVR TV afspelen

# #30706
source: PVR Play Radio
fi_fi: Avaa radio
nl_nl: PVR Radio afspelen

# #30707
source: Record
fi_fi: Tallenna
nl_nl: Opnemen

# #30708
source: Toggle Commskip
fi_fi: Kytke mainosohitus

# #30709
source: PVR Show Timer Rule
fi_fi: Näytä television ajastussääntö
nl_nl: PVR Show Timer Regel

# #30710
source: Channel Number Separator
fi_fi: Kanavanumeroiden erotin
nl_nl: Kanaalnummer scheidingsteken

# #30800
source: Queue item
fi_fi: Lisää toistojonoon

# #30801
source: Delete item
fi_fi: Poista kohde
nl_nl: Verwijder item

# #30802
source: Copy item
fi_fi: Kopioi kohde
nl_nl: Kopieer item

# #30803
source: Move item
fi_fi: Siirrä kohdetta
nl_nl: Verplaats item

# #30804
source: Move item up
fi_fi: Siirrä kohdetta ylemmäs
nl_nl: Verplaats item omhoog

# #30805
source: Move item down
fi_fi: Siirrä kohdetta alemmas
nl_nl: Verplaats item omlaag

# #30806
source: Rename item
fi_fi: Uudelleennimeä kohde
nl_nl: Hernoem item

# #30807
source: Scan item
fi_fi: Tutki kohde

# #30808
source: Toggle Watched
fi_fi: Kytke katselutila
nl_nl: Toggle Bekeken

# #30809
source: Increase Rating
fi_fi: Korota arviota
nl_nl: Verhoog Beoordeling

# #30810
source: Decrease Rating
fi_fi: Alenna arviota
nl_nl: Verlaag Beoordeling

# #30811
source: Set Rating
fi_fi: Aseta arvio
nl_nl: Beoordeling instellen

# #30900
source: Toggle Fullscreen
fi_fi: Kytke kokoruututila
nl_nl: Volledig scherm activeren

# #30901
source: Minimise
fi_fi: Pienennä
nl_nl: Minimaliseer

# #30902
source: Shutdown
fi_fi: Sammuta
nl_nl: Afsluiten

# #30903
source: Reboot
fi_fi: Käynnistä uudelleen
nl_nl: Opnieuw opstarten

# #30904
source: Hibernate
fi_fi: Lepotila
nl_nl: Slaapstand

# #30905
source: Suspend
fi_fi: Valmiustila
nl_nl: Opschorten

# #30906
source: Restart Kodi
fi_fi: Käynnistä Kodi uudelleen
nl_nl: Start Kodi opnieuw

# #30907
source: Log off
fi_fi: Kirjaudu ulos
nl_nl: Afmelden

# #30908
source: Quit Kodi
fi_fi: Sulje Kodi
nl_nl: Kodi afsluiten

# #30909
source: Reset Settings
fi_fi: Palauta asetukset
nl_nl: Reset instellingen

# #30910
source: Change Settings Level
fi_fi: Vaihda asetusten laajuutta
nl_nl: Instellingenniveau wijzigen

# #30911
source: Toggle Font
fi_fi: Kytke fontti
nl_nl: Lettertype wisselen

# #31002
source: Symbols
fi_fi: Symbolit
nl_nl: Symbolen

# #31003
source: Backspace
fi_fi: Askelpalautin

# #31014
source: Teletext Red
fi_fi: Teksti-TV punainen
nl_nl: Teletekst Rood

# #31015
source: Teletext Green
fi_fi: Teksti-TV vihreä
nl_nl: Teletekst Groen

# #31016
source: Teletext Yellow
fi_fi: Teksti-TV keltainen
nl_nl: Teletekst Geel

# #31017
source: Teletext Blue
fi_fi: Teksti-TV sininen
nl_nl: Teletekst Blauw

# #31100
source: Update Video Library
fi_fi: Päivitä videokirjasto
nl_nl: Videobibliotheek bijwerken

# #31101
source: Update Music Library
fi_fi: Päivitä musiikkikirjasto
nl_nl: Muziekbibliotheek bijwerken

# #31102
source: Clean Video Library
fi_fi: Siivoa videokirjasto
nl_nl: Videobibliotheek opschonen

# #31103
source: Clean Music Library
fi_fi: Siivoa musiikkikirjasto
nl_nl: Muziekbibliotheek opschonen

# #31104
source: Player Process Info
fi_fi: Soitinprosessin tiedot
nl_nl: Informatie over spelerproces

# #31105
source: Player debug
fi_fi: Soittimen vianselvitys
nl_nl: Speler debuggen

# #31106
source: Take screenshot
fi_fi: Ota kuvankaappaus
nl_nl: Screenshot maken

# #31107
source: Reload Keymaps
fi_fi: Lataa keymap-näppäinmääritys uudelleen

# #31108
source: Increase PAR
fi_fi: Kasvata PAR-arvoa
nl_nl: Verhoog PAR

# #31109
source: Decrease PAR
fi_fi: Pienennä PAR-arvoa
nl_nl: Verlaag PAR

# #31110
source: Change resolution
fi_fi: Vaihda resoluutiota
nl_nl: Wijzig resolutie

# #31111
source: Next calibration
fi_fi: Seuraava kohdistus
nl_nl: Volgende kalibratie

# #31112
source: Reset calibration
fi_fi: Palauta kohdistus
nl_nl: Reset Kalibratie

# #31113
source: Show current visualisation preset
fi_fi: Näytä visualisoinnin nykyinen esiasetus
nl_nl: Huidige voorinstelling voor visualisatie weergeven

# #31114
source: Show visualisation preset list
fi_fi: Näytä visualisoinnin esiasetukset
nl_nl: Lijst met visualisatievoorinstellingen weergeven

# #31115
source: Next visualisation preset
fi_fi: Visualisoinnin seuraava esiasetus
nl_nl: Volgende visualisatievoorinstelling

# #31116
source: Previous visualisation preset
fi_fi: Visualisoinnin edellinen esiasetus
nl_nl: Vorige visualisatievoorinstelling

# #31117
source: Lock current visualisation preset
fi_fi: Lukitse visualisoinnin nykyinen esiasetus
nl_nl: Huidige voorinstelling voor visualisatie vergrendelen

# #31118
source: Switch to a new random preset
fi_fi: Vaihda satunnaiseen esiastukseen
nl_nl: Overschakelen naar een nieuwe willekeurige voorinstelling

# #31200
source: Settings
fi_fi: Asetukset
nl_nl: Instellingen

# #31201
source: Player Settings
fi_fi: Soittimen asetukset
nl_nl: Spelerinstellingen

# #31202
source: Programs Settings
fi_fi: Ohjelma-asetukset
nl_nl: Programma-instellingen

# #31203
source: Information Provider Settings
fi_fi: Tietolähteiden asetukset
nl_nl: Instellingen informatieprovider

# #31204
source: Interface Settings
fi_fi: Käyttöliittymän asetukset
nl_nl: Interface-instellingen

# #31205
source: System Settings
fi_fi: Järjestelmän asetukset
nl_nl: Systeem instellingen

# #31206
source: Media Settings
fi_fi: Median asetukset

# #31207
source: Service Settings
fi_fi: Palveluiden asetukset

# #31208
source: Appearance Settings
fi_fi: Ulkoasun asetukset

# #31209
source: Peripherals Settings
fi_fi: Oheislaitteiden asetukset

# #31210
source: Library Export Settings
fi_fi: Kirjaston viennin asetukset

# #31211
source: PVR Settings
fi_fi: Television asetukset

# #31212
source: PVR Recording Settings
fi_fi: Television tallennusasetukset

# #31213
source: Game Settings
fi_fi: Pelien asetukset

# #31214
source: Advanced Game Settings
fi_fi: Pelien lisäasetukset

# #31215
source: Game Controllers
fi_fi: Peliohjaimet

# #31216
source: Game Video Filters
fi_fi: Pelin videosuodattimet

# #31217
source: Game Video Rotation
fi_fi: Pelin ruudun kääntö

# #31218
source: Game View Mode
fi_fi: Pelin näyttötila

# #31219
source: Skin Settings
fi_fi: Ulkoasukohtaiset asetukset

# #31220
source: Addon Browser
fi_fi: Lisäosien selaus

# #31221
source: Addon Settings
fi_fi: Lisäosan asetukset

# #31222
source: Profile Settings
fi_fi: Profiiliasetukset

# #31223
source: Lock Settings
fi_fi: Lukitusasetukset

# #31224
source: Content Settings
fi_fi: Sisältöasetukset

# #31225
source: Profiles
fi_fi: Profiilit

# #31226
source: System info
fi_fi: Järjestelmätiedot

# #31227
source: Test Pattern
fi_fi: Testikuvio

# #31228
source: Screen Calibration
fi_fi: Näytön kohdistus

# #31229
source: Login Screen
fi_fi: Kirjautumisruutu

# #31230
source: File Browser
fi_fi: Tiedostoselain

# #31231
source: Network Setup
fi_fi: Verkon määritys

# #31232
source: Access Points
fi_fi: Tukiasema

# #31233
source: Mediasource Dialog
fi_fi: Medialähderuutu

# #31234
source: Start
fi_fi: Aloitus

# #31235
source: Favourites
fi_fi: Suosikit

# #31236
source: Context Menu
fi_fi: Sisältövalikko

# #31237
source: Media filter
fi_fi: Median suodatus

# #31238
source: Visualisation Preset List
fi_fi: Visualisoinnin esiastukset

# #31239
source: Smart Playlist Editor
fi_fi: Älätoistolistan sääntöeditori

# #31240
source: Smart Playlist Rule
fi_fi: Älytoistolistan sääntö

# #31241
source: Shutdown Menu
fi_fi: Sammutusvalikko

# #31242
source: Fullscreen Info
fi_fi: Koko ruudun tiedot

# #31243
source: Subtitle Search
fi_fi: Tekstityshaku

# #31244
source: Weather
fi_fi: Sää

# #31245
source: Screensaver
fi_fi: Näytönsäästäjä

# #31246
source: Picture Info
fi_fi: Kuvan tiedot

# #31247
source: Addon Info
fi_fi: Lisäosan tiedot

# #31249
source: Music Playlist
fi_fi: Musiikkitoistolista

# #31250
source: Music Playlist Editor
fi_fi: Musiikkitoistolistaeditori

# #31251
source: Music Info
fi_fi: Musiikin tiedot

# #31252
source: Song Info
fi_fi: Kappaleen tiedot

# #31253
source: Movie Info
fi_fi: Elokuvan tiedot

# #31254
source: Player Process Info
fi_fi: Soitinprosessin tiedot

# #31255
source: Video Menu
fi_fi: Videon valikko

# #31256
source: Video OSD
fi_fi: Videon kuvaruutuvalikko

# #31257
source: Colour Management Settings
fi_fi: Värinhallinnan asetukset

# #31258
source: Subtitle Settings
fi_fi: Tekstitysten asetukset

# #31259
source: Video Time Seek
fi_fi: Videotoiston aikahaku

# #31260
source: Video Bookmarks
fi_fi: Videon kirjanmerkit

# #31261
source: Video Playlist
fi_fi: Videotoistolista

# #31262
source: PVR Guide Info
fi_fi: Television ohjelmaopas

# #31263
source: PVR Recording Info
fi_fi: Televisiotallenteen tiedot

# #31264
source: PVR Timer Setting
fi_fi: Television ajastusastukset

# #31265
source: PVR Group Manager
fi_fi: Television ryhmien hallinta

# #31266
source: PVR Channel Manager
fi_fi: Televisiokanavien hallinta

# #31267
source: PVR Guide Search
fi_fi: Television ohjelmaopashaku

# #31268
source: PVR Channel Scan
fi_fi: Television kanavahaku

# #31269
source: PVR Update Progress
fi_fi: Television päivityksen edistyminen

# #31270
source: PVR OSD Channels
fi_fi: Television kuvaruutuvalikon kanavat

# #31271
source: PVR OSD Guide
fi_fi: Television kuvaruutuvalikon ohjelmaopas

# #31272
source: TV Channels
fi_fi: Televisiokanavat

# #31273
source: TV Recordings
fi_fi: Televisiotallenteet

# #31274
source: TV Guide
fi_fi: Television ohjelmaopas

# #31275
source: TV Timers
fi_fi: Television ajastukset

# #31276
source: TV Search
fi_fi: Televisiohaku

# #31277
source: Radio Channels
fi_fi: Radiokanavat

# #31278
source: Radio Recordings
fi_fi: Radiotallenteet

# #31279
source: Radio Guide
fi_fi: Radion ohjelmaopas

# #31280
source: Radio Timers
fi_fi: Radion ajastukset

# #31281
source: Radio Timer Rules
fi_fi: Radion ajastussäännöt

# #31282
source: Radio Search
fi_fi: Radiohaku

# #31283
source: RDS Info
fi_fi: RDS-tiedot

# #31284
source: Movies
fi_fi: Elokuvat

# #31285
source: Movie Titles
fi_fi: Elokuvien nimikkeet

# #31286
source: TV Shows
fi_fi: Sarjat

# #31287
source: TV Show Titles
fi_fi: Sarjojen nimikkeet

# #31288
source: Music Videos
fi_fi: Musiikkivideot

# #31289
source: Recently Added Movies
fi_fi: Viimeksi lisätyt elokuvat

# #31290
source: Recently Added Episodes
fi_fi: Viimeksi lisätyt jaksot

# #31291
source: Recently Added Music Videos
fi_fi: Viimeksi lisätyt musiikkivideot

# #31292
source: Games
fi_fi: Pelit

# #31293
source: Games OSD
fi_fi: Pelien kuvaruutuvalikko

# #31294
source: Game Pad Input
fi_fi: Peliohjaimen syöte

# #31295
source: Game Volume
fi_fi: Pelin äänenvoimakkuus
