Repository: xbmc/repo-scripts
Catalog: script.videoextras/resources/language/French (Canada)/strings.po
Languages: fr_ca

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
fr_ca: Ajouter des bonus vidéos à vos films et séries télé.

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
fr_ca: Offre une façon d'ajouter des bonus vidéos à votre vidéothèque. Consulter le wiki pour des instructions de configuration.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras
fr_ca: Habilleurs, consultez le wiki pour savoir comment l'intégrer à votre habillage : http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras

# #32001
source: Extras
fr_ca: Bonus

# #32002
source: Extras Directory Name
fr_ca: Nom de répertoire des bonus

# #32003
source: Search Nested Directories
fr_ca: Rechercher dans les répertoires imbriqués

# #32004
source: Enable Extras with File Tag
fr_ca: Activer les bonus avec une balise de fichier

# #32005
source: Extras File Name Tag
fr_ca: Balise de nom de fichier des bonus

# #32006
source: Menu to show after playing an extra
fr_ca: Menu à afficher après avoir lu un bonus

# #32007
source: Video Selection
fr_ca: Sélection de la vidéo

# #32009
source: Home
fr_ca: Accueil

# #32010
source: File System
fr_ca: Système de fichiers

# #32011
source: Remote Extras Location
fr_ca: Emplacement des bonus distants

# #32012
source: Use Custom Extras Location
fr_ca: Utiliser un emplacement personnalisé pour les bonus

# #32013
source: Path
fr_ca: Chemin

# #32014
source: Custom Movies Sub-Folder
fr_ca: Sous-dossier personnalisé des films

# #32015
source: Custom TV Shows Sub-Folder
fr_ca: Sous-dossier personnalisé des séries télé

# #32016
source: Advanced
fr_ca: Avancé

# #32017
source: Force Extras Button Display
fr_ca: Forcer l'affichage du bouton Bonus

# #32018
source: Exclude Files Regular Expression
fr_ca: Exclure les expressions régulières des fichiers

# #32019
source: Debugging
fr_ca: Débogage

# #32020
source: Enable debug logging
fr_ca: Activer la journalisation de débogage

# #32021
source: Database
fr_ca: Base de données

# #32022
source: Enable Database Support
fr_ca: Activer la prise en charge de la base de données

# #32023
source: Operations
fr_ca: Opérations

# #32024
source: Clean Database And Cache
fr_ca: Nettoyer la base de données et la cache

# #32025
source: Use Detailed List Screen
fr_ca: Utiliser la liste détaillée

# #32026
source: Window to show after exiting detailed list
fr_ca: Fenêtre à afficher en quittant la liste détaillée

# #32027
source: Allow caching of extras on startup
fr_ca: Permettre la mise en cache des suppléments au démarrage

# #32028
source: Browse Extras
fr_ca: Parcourir les bonus

# #32029
source: Custom Music Video Sub-Folder
fr_ca: Sous-dossier personnalisé des vidéos musicales

# #32101
source: Play All
fr_ca: Tout lire

# #32102
source: Info
fr_ca: Infos

# #32103
source: No extras found
fr_ca: Aucun bonus trouvé

# #32104
source: Resume from
fr_ca: Reprendre à partir de

# #32105
source: Start from beginning
fr_ca: Jouer à partir du début

# #32106
source: Mark as watched
fr_ca: Marquer comme regardé

# #32107
source: Mark as unwatched
fr_ca: Marquer comme non regardé

# #32108
source: Edit title
fr_ca: Modifier le titre

# #32109
source: Failed to update title
fr_ca: Échec de mise à jour du titre

# #32110
source: Movies
fr_ca: Films

# #32111
source: TV Shows
fr_ca: Séries télé

# #32112
source: Music Videos
fr_ca: Vidéos musicales
