Repository: xbmc/repo-scripts
Catalog: script.sublissimo/resources/language/resource.language.*/strings.po
Languages: de_de, fi_fi, hr_hr, it_it, ko_kr, zh_cn

# #32060
source: In the next screen, select the video to synchronize with. Go to the point in the video where the first subtitle starts. When you pause the video, choose 'Select as start' in the menu, then do the same with the last subtitle.
de_de: Auf der nächsten Seite das Video auswählen, mit dem synchronisiert werden soll. Zu der Stelle im Video gehen, an dem der erste Untertitel startet. Wenn das Video angehalten wurde, im Menü „Als Start auswählen“ wählen, dann genauso mit dem letzten Untertitel verfahren.
fi_fi: Seuraavaksi valitaan tahdistettava video ja siirrytään videon ensimmäisen tekstityksen aloituskohtaan. Kun video tauotetaan, valitaan valikosta "Valitse aluksi" ja toistetaan viimeiselle tekstitykselle vastaavat toimenpiteet.
hr_hr: U sljedećem zaslonu, odaberite video za usklađivanje. Idite na točku u videu gdje prvi podnaslov započinje. Kada pauzirate video, odaberite 'Odaberi kao početak' u izborniku, tada učinite isto s posljednjim podnaslovom.
it_it: Nella schermata successiva, seleziona il video con cui sincronizzare. Vai al punto del video in cui inizia il primo sottotitolo. Quando metti in pausa il video, scegli "Seleziona come inizio" nel menu, quindi fai lo stesso con l'ultimo sottotitolo.
ko_kr: 다음 화면에서 동기화할 영상을 선택하세요. 동영상에서 첫 번째 자막이 시작되는 지점으로 이동합니다. 비디오를 일시 중지할 때, 메뉴에서 '시작으로 선택'을 선택한 다음, 마지막 자막과 동일한 작업을 수행합니다.
zh_cn: 在下一屏，选择要同步的视频。转到视频中第一条字幕开始的位置。暂停视频时，请在菜单中选择“选择作为开始”，然后对最后一条字幕执行相同操作。

# #32061
source: How to sync with a video file
de_de: Wie man mit einer Videodatei synchronisiert
fi_fi: Miten tekstitys tahdistetaan videotiedoston kanssa
hr_hr: Kako uskladiti s video datotekom
it_it: Come sincronizzare con un file video
ko_kr: 비디오 파일과 동기화하는 방법
zh_cn: 如何与视频文件同步

# #32062
source: In the next screen, open the videofile from the library which belongs to the subtitle you have opened. Skip or fast forward to the point where the subtitle should roughly be placed. Pause.[CR][CR]When you paused the video, a menu will pop up with several options. Select 'View or edit first subtitle'. When your first subtitle is not the first line from the video, select 'Delete' until the first subtitle is also the first line from the video.[CR][CR]Then finetune the position of the video, possibly by using the 'Skip forward 1 second' or 'Skip backward 1 second' buttons. If the position is perfect, choose 'Select as start'.[CR]Now fast forward to the end of the video, and repeat the same process.[CR][CR]After this, your file will be synced to the video.
de_de: Auf der nächsten Seite die Videodatei aus der Bibliothek öffnen, die zum geöffneten Untertitel gehört. An Punkt springen oder vorspulen, an dem der Untertitel ungefähr platziert werden soll. Pause drücken.[CR][CR]Wenn das Video angehalten wurde, wird ein Menü mit verschiedenen Optionen angezeigt. „Ersten Untertitel anzeigen oder bearbeiten“ auswählen. Sollte der erste Untertitel nicht die erste Zeile des Videos sein, „Löschen“ wählen, bis der erste Untertitel auch die erste Zeile des Videos ist.[CR][CR]Danach die Position des Videos feinabstimmen, ggf. mittels „1 Sekunde vorwärts springen“ oder „1 Sekunde rückwärts springen“. Wenn die Position perfekt ist, „Als Start auswählen“ anklicken.[CR]Nun zum Ende des Videos vorspulen und den gleichen Vorgang wiederholen.[CR][CR]Daraufhin wird die Datei mit dem Video synchronisiert.
fi_fi: Seuraavaksi kirjastosta valitaan avattua tekstitystä vastaava videotiedosto. Videon toisto tauotetaan jotakuikin tekstityksen kohdistuskohtaan.[CR][CR]Toiston tauotessa näytetään useita valintoja sisältävä valikko, josta valitaan "Näytä tai poista ensimmänen tekstitys". Jos ensimmäinen tekstitys ei vastaa videon ensimmäistä riviä, valitse "Poista", kunnes se on.[CR][CR]Tämän jälkeen voit tarvittaessa hienosäätää videon sijaintia "Siirry 1 sekunti eteenpäin" tai "Siirry 1 sekunti taaksepäin" -painikkeiden avulla. Jos kohdistus on täydellinen, valitse "Valitse aloituskohdaksi".[CR]Siirry sitten videon loppuun ja toista vastaavat toimenpiteet.[CR][CR]Tämän jälkeen tekstitys tahdistetaan videoon.
hr_hr: U sljedećem zaslonu, otvorite video datoteku koja pripada podnaslovu koji ste otvorili. Premotajte gdje bi podnaslov otprilike trebao biti smješten. Pauzirajte.[CR][CR]Kada ste pauzirali video, pojavit će se izbornik s nekoliko mogućnosti. Odaberite 'Pogledaj ili uredi prvi podnaslov'. Kada vaš podnaslov nije prvi redak u videu, Odaberite 'Obriši' sve dok prvi podnaslov nije prvi redak iz videa.[CR][CR]Tada precizno prilagodite položaj videa, što je moguće korištenjem 'Premotaj unaprijed 1 sekundu' ili 'Premotaj unazad 1 sekundu' tipkama. Ako je položaj savršen, odaberite 'Odaberi kao početak'.[CR]Sada Brzo premotajte na kraj videa, i ponovite isti proces.[CR][CR]Nakon ovog, vaša datoteka će se uskladiti prema videu.
it_it: Nella schermata successiva, apri il file video dalla libreria che appartiene al sottotitolo che hai aperto. Salta o vai avanti velocemente fino al punto in cui il sottotitolo dovrebbe essere approssimativamente posizionato. Pausa.[CR][CR]Quando hai messo in pausa il video, apparirà un menu con diverse opzioni. Seleziona "Visualizza o modifica il primo sottotitolo". Quando il tuo primo sottotitolo non è la prima riga del video, seleziona "Elimina" finché il primo sottotitolo non è anche la prima riga del video.[CR][CR]Quindi perfeziona la posizione del video, possibilmente usando "Salta pulsanti avanti di 1 secondo' o 'Salta indietro di 1 secondo'. Se la posizione è perfetta, scegli "Seleziona come inizio".[CR]Adesso vai avanti velocemente fino alla fine del video e ripeti la stessa procedura.[CR][CR]Dopo questo, il tuo file verrà sincronizzato con il video.
ko_kr: 다음 화면에서 열어본 자막에 속한 라이브러리의 비디오 파일을 엽니다. 자막이 대략적으로 배치되어야 하는 지점으로 건너뛰거나 빨리 감습니다. 일시 중지.[CR][CR]동영상을 일시 중지하면 여러 옵션이 있는 메뉴가 나타납니다. '첫 번째 자막 보기 또는 편집'을 선택합니다. 첫 번째 자막이 동영상의 첫 번째 줄이 아닌 경우, 첫 번째 자막이 동영상의 첫 번째 줄이 될 때까지 '삭제'를 선택합니다.[CR][CR]그런 다음 '건너뛰기'를 사용하여 동영상의 위치를 미세 조정합니다. 1초 앞으로' 또는 '1초 뒤로 건너뛰기' 버튼. 위치가 완벽하면 '시작으로 선택'을 선택합니다.[CR]이제 동영상의 끝으로 빨리감기하고 동일한 과정을 반복합니다.[CR][CR]이후 파일이 동영상에 동기화됩니다.
zh_cn: 在下一屏，从资料库中打开字幕对应的视频文件。跳过或快进到大致字幕开始的位置。暂停。[CR][CR]暂停视频时，会弹出一个菜单，其中包含多个选项。选择“查看或编辑第一条字幕”。当您的第一条字幕不是视频中的第一行时，请选择“删除”，直到第一条字幕也是视频中的第一行。[CR][CR]然后微调视频的位置，可能使用“向前跳1秒”或“向后跳1秒”按钮。如果位置完美，请选择“选择作为开始”。[CR]现在快进到视频的末尾，重复相同的过程。[CR][CR]在此之后，您的文件与视频同步。

# #32063
source: Select timecode of first subtitle to sync with
de_de: Zeitcode des ersten Untertitels für den Sync auswählen
fi_fi: Valitse ensimmäisen tahdistettavan tekstityksen kohta
hr_hr: Odaberi vrijeme prvog podnaslova za usklađivanje
it_it: Seleziona il codice temporale del primo sottotitolo con cui sincronizzare
ko_kr: 동기화할 첫 번째 자막의 타임코드 선택
zh_cn: 选择要同步的第一条字幕的时间码

# #32064
source: Time selected
de_de: Gewählte Zeit
fi_fi: Kohta valittu
hr_hr: Vrijeme odabrano
it_it: Orario selezionato
ko_kr: 선택한 시간
zh_cn: 选择的时间

# #33064
source: Time selected
de_de: Gewählte Zeit
fi_fi: Kohta valittu
hr_hr: Vrijeme odabrano
it_it: Orario selezionato
ko_kr: 선택한 시간
zh_cn: 选择的时间

# #32065
source: Select timecode of subtitle which is roughly the same
de_de: Zeitcode des Untertitels wählen, der ungefähr gleich ist
fi_fi: Valitse tekstityksestä jotakuinkin vastaava aikakoodi
hr_hr: Odaberi vrijeme podnaslova otprilike isto
it_it: Seleziona il codice temporale dei sottotitoli che è più o meno lo stesso
ko_kr: 거의 동일한 자막의 타임코드를 선택하십시오
zh_cn: 选择大致相同的字幕时间码

# #32066
source: Select time of last subtitle to sync
de_de: Zeit des letzten zu synchronisierenden Untertitels wählen
fi_fi: Valitse viimeisen tahdistettavan tekstityksen kohta
hr_hr: Odaberi vrijeme posljednjeg podnaslova za usklađivanje
it_it: Seleziona l'orario dell'ultimo sottotitolo da sincronizzare
ko_kr: 동기화할 마지막 자막 시간 선택
zh_cn: 选择最后一条字幕的时间以同步

# #32067
source: Select time of last subtitle
de_de: Zeit des letzten Untertitels wählen
fi_fi: Valitse viimeisen tekstityksen kohta
hr_hr: Odaberi vrijeme posljednjeg podnaslova
it_it: Seleziona l'orario dell'ultimo sottotitolo
ko_kr: 마지막 자막 시간 선택
zh_cn: 选择最后一条字幕的时间

# #32068
source: New timecode
de_de: Neuer Zeitcode
fi_fi: Uusi aikakoodi
hr_hr: Novo vrijeme
it_it: Nuovo codice temporale
ko_kr: 새로운 타임코드
zh_cn: 新时间码

# #32069
source: Write the new timestamp for the start position, seperated by a ':'. For instance: 01:22:23:000
de_de: Den neuen Zeitstempel für die Startposition schreiben, getrennt durch ein „:“. Zum Beispiel: 01:22:23:000
fi_fi: Kirjoita aloituskohdan uusi aikakoodi kaksoispisteellä eroteltuna. Esimerkiksi: 01:22:23:000
hr_hr: Zapiši novo vrijeme za početni položaj, odvojeno ':'. Na primjer: 01:22:23:000
it_it: Scrivi il nuovo timestamp per la posizione iniziale, separato da ':'. Ad esempio: 01:22:23:000
ko_kr: 시작 위치에 대한 새 타임스탬프를 ':'로 구분하여 작성합니다. 예: 01:22:23:000
zh_cn: 为开始位置写入新的时间戳，用“:”分隔。例如：01:22:23:000

# #32070
source: Subtitles moved forward by: {}
de_de: Untertitel vorwärts bewegt um: {}
fi_fi: Tekstityksiä siirrettiin eteenpäin: {}
hr_hr: Podnaslovi su pomaknuti unaprijed za: {}
it_it: Sottotitoli spostati avanti di {}
ko_kr: 자막이 앞으로 이동: {}
zh_cn: 字幕向前移动：{}

# #32071
source: Subtitles moved backward by {}
de_de: Untertitel rückwärts bewegt um: {}
fi_fi: Tekstityksiä siirrettiin taaksepäin: {}
hr_hr: Podnaslovi su pomaknuti unatrag za {}
it_it: Sottotitoli spostati indietro di {}
ko_kr: 자막이 {}만큼 뒤로 이동됨
zh_cn: 字幕向后移动：{}

# #32072
source: First subtitle now starts at {}
de_de: Erster Untertitel startet jetzt bei {}
fi_fi: Ensimmäisen tekstityksen aloituskohta on nyt {}
hr_hr: Prvi podnaslov sada započinje na {}
it_it: Il primo sottotitolo ora inizia a {}
ko_kr: 이제 첫 번째 자막이 {}에서 시작됩니다
zh_cn: 第一条字幕现在开始于 {}

# #33072
source: Last subtitle now starts at {}
de_de: Letzter Untertitel startet jetzt bei {}
fi_fi: Viimeisen tekstityksen aloituskohta on nyt {}
hr_hr: Posljednji podnaslov sada započinje na {}
it_it: L'ultimo sottotitolo ora inizia a {}
ko_kr: 이제 마지막 자막이 {}에서 시작됩니다
zh_cn: 最后一条字幕现在开始于 {}

# #32073
source: Paused at:
de_de: Pausiert bei:
fi_fi: Tauotettu kohtaan:
hr_hr: Pauzirano na:
it_it: In pausa a:
ko_kr: 일시 중지:
zh_cn: 暂停于：

# #32074
source: Continue playing
de_de: Wiedergabe fortsetzen
fi_fi: Jatka toistoa
hr_hr: Nastavi reprodukciju
it_it: Continua riproduzione
ko_kr: 계속 재생
zh_cn: 继续播放

# #32075
source: Select as start of first subtitle
de_de: Als Start für ersten Untertitel auswählen
fi_fi: Valitse ensimmäisen tekstityksen aloituskohdaksi
hr_hr: Odaberi kao početak prvog podnaslova
it_it: Seleziona come inizio del primo sottotitolo
ko_kr: 첫 번째 자막의 시작으로 선택
zh_cn: 选择作为第一条字幕的开始

# #32076
source: Skip backwards 1 second
de_de: 1 Sekunde rückwärts springen
fi_fi: Siirry 1 sekunti taaksepäin
hr_hr: Premotaj unatrag za 1 sekundu
it_it: Salta indietro di 1 secondo
ko_kr: 1초 뒤로 건너뛰기
zh_cn: 向后跳1秒

# #32077
source: Skip forwards 1 second
de_de: 1 Sekunde vorwärts springen
fi_fi: Siirry 1 sekunti eteenpäin
hr_hr: Premotaj unaprijed za 1 sekundu
it_it: Salta avanti di 1 secondo
ko_kr: 1초 앞으로 건너뛰기
zh_cn: 向前跳1秒

# #32078
source: Exit to Main Menu
de_de: Zurück zum Hauptmenü
fi_fi: Poistu päävalikkoon
hr_hr: Izađi u glavni izbornik
it_it: Esci al menu principale
ko_kr: 메인 메뉴로 나가기
zh_cn: 退出到主菜单

# #32079
source: View or delete first subtitle
de_de: Ersten Untertitel anzeigen oder löschen
fi_fi: Näytä tai poista ensimmäinen tekstitys
hr_hr: Pogledaj ili obriši prvi podnaslov
it_it: Visualizza o elimina il primo sottotitolo
ko_kr: 첫 번째 자막 보기 또는 삭제
zh_cn: 查看或删除第一条字幕

# #32080
source: View or delete last subtitle
de_de: Letzten Untertitel anzeigen oder löschen
fi_fi: Näytä tai poista viimeinen tekstitys
hr_hr: Pogledaj ili obriši posljednji podnaslov
it_it: Visualizza o elimina l'ultimo sottotitolo
ko_kr: 마지막 자막 보기 또는 삭제
zh_cn: 查看或删除最后一条字幕

# #32081
source: Select as start of last subtitle
de_de: Als Start für letzten Untertitel auswählen
fi_fi: Valitse viimeisen tekstityksen aloituskohdaksi
hr_hr: Odaberi kao početak posljednjeg podnaslova
it_it: Seleziona come inizio dell'ultimo sottotitolo
ko_kr: 마지막 자막의 시작으로 선택
zh_cn: 选择作为最后一条字幕的开始

# #32082
source: Set as first subtitle?
de_de: Als ersten Untertitel festlegen?
fi_fi: Määritetäänkö ensimmäiseksi tekstitykseksi?
hr_hr: Postavi kao prvi podnaslov?
it_it: Impostare come primo sottotitolo?
ko_kr: 첫 번째 자막으로 설정할까요?
zh_cn: 设置为第一条字幕？

# #32083
source: Do you want your subtitle to start at:
de_de: Soll der Untertitel starten bei:
fi_fi: Haluatko tekstityksen alkavan kohdasta:
hr_hr: Želite li da vaš podnaslov započne na:
it_it: Vuoi che i tuoi sottotitoli inizino a:
ko_kr: 자막을 다음 위치에서 시작할까요:
zh_cn: 您是否想让字幕开始于：

# #32084
source: Reset start time
de_de: Startzeit zurücksetzen
fi_fi: Palauta aloituskohta
hr_hr: Poništi početno vrijeme
it_it: Reimposta l'ora di inizio
ko_kr: 시작 시간 재설정
zh_cn: 重置开始时间

# #32085
source: Selected start:
de_de: Gewählter Start:
fi_fi: Valittu aloituskohta:
hr_hr: Odaberi početak:
it_it: Inizio selezionato:
ko_kr: 선택한 시작:
zh_cn: 已选择开始：

# #32086
source: Selected times:
de_de: Gewählte Zeiten:
fi_fi: Valitut kohdat:
hr_hr: Odaberi vremena:
it_it: Orari selezionati:
ko_kr: 선택한 시간:
zh_cn: 已选择时间：

# #32087
source: Your first subtitle starts at:
de_de: Der erste Untertitel startet bei:
fi_fi: Ensimmäinen tekstitys alkaa kohdasta:
hr_hr: Vaš prvi podnaslov započinje na:
it_it: Il tuo primo sottotitolo inizia a:
ko_kr: 첫 번째 자막은 다음에서 시작됩니다:
zh_cn: 您的第一条字幕开始于：

# #32088
source: Your last subtitle starts at:
de_de: Der letzte Untertitel startet bei:
fi_fi: Viimeinen tekstitys alkaa kohdasta:
hr_hr: Vaš posljednji podnaslov započinje na:
it_it: Il tuo ultimo sottotitolo inizia a:
ko_kr: 마지막 자막은 다음에서 시작됩니다:
zh_cn: 您的最后一条字幕开始于：

# #32089
source: Select
de_de: Auswählen
fi_fi: Valitse
hr_hr: Odaberi
it_it: Seleziona
ko_kr: 선택
zh_cn: 选择

# #32090
source: Reset times
de_de: Zeiten zurücksetzen
fi_fi: Palauta kohdat
hr_hr: Poništi vremena
it_it: Reimposta orari
ko_kr: 재설정 시간
zh_cn: 重置时间

# #33065
source: Time selected
de_de: Gewählte Zeit
fi_fi: Kohta valittu
hr_hr: Vrijeme odabrano
it_it: Orario selezionato
ko_kr: 선택한 시간
zh_cn: 选择的时间

# #32091
source: Select a line with a timecode
de_de: Eine Zeile mit Zeitcode auswählen
fi_fi: Valitse rivi aikakoodilla
hr_hr: Odaberi redak s vremenom
it_it: Seleziona una riga con un codice temporale
ko_kr: 타임코드가 있는 라인 선택
zh_cn: 选择带有时间码的行

# #32092
source: Please select a line with a timecode, like:[CR]'01:23:45,679 --> 01:23:45,679'
de_de: Bitte eine Zeile mit Zeitcode auswählen, wie[CR]„01:23:45,679 --> 01:23:45,679“
fi_fi: Valitse rivi aikakoodin perusteella, esimerkiksi:[CR]'01:23:45,679 --> 01:23:45,679'
hr_hr: Odaberite redak s vremenom, poput:[CR]'01:23:45,679 --> 01:23:45,679'
it_it: Seleziona una riga con un codice temporale, ad esempio:[CR]'01:23:45,679 --> 01:23:45,679'
ko_kr: 타임코드가 있는 라인을 선택하세요. 예:[CR]'01:23:45,679 --> 01:23:45,679'
zh_cn: 请选择带有时间码的行，如：[CR]'01:23:45,679 --> 01:23:45,679'

# #32093
source: Choose movie
de_de: Film auswählen
fi_fi: Valitse elokuva
hr_hr: Odaberi film
it_it: Scegli film
ko_kr: 영화 선택
zh_cn: 选择电影

# #32094
source: Choose TV Show
de_de: Serie auswählen
fi_fi: Valitse sarja
hr_hr: Odaberi TV seriju
it_it: Scegli serie TV
ko_kr: TV 쇼 선택
zh_cn: 选择剧集

# #32095
source: View entire library
de_de: Gesamte Bibliothek anzeigen
fi_fi: Näytä koko kirjasto
hr_hr: Pogledaj cijelu videoteku
it_it: Visualizza intera libreria
ko_kr: 전체 라이브러리 보기
zh_cn: 查看整个资料库

# #32096
source: Exit to main menu with changes
de_de: Zurück zum Hauptmenü mit Änderungen
fi_fi: Poistu päävalikkoon muutoksilla
hr_hr: Izađi u glavni izbornik s promjenama
it_it: Torna al menu principale con modifiche
ko_kr: 변경 사항이 있는 주 메뉴로 나가기
zh_cn: 退出到主菜单并进行更改

# #32097
source: Save the shown subtitle
de_de: Angezeigten Untertitel speichern
fi_fi: Tallenna näytettävä tekstitys
hr_hr: Spremi prikazani podnaslov
it_it: Salva il sottotitolo visualizzato
ko_kr: 표시된 자막 저장
zh_cn: 保存显示的字幕

# #32098
source: Exit to main menu w/o changes
de_de: Zurück zum Hauptmenü ohne Änderungen
fi_fi: Poistu päävalikkoon ilman muutoksia
hr_hr: Izađi u glavni izbornik s zapisanom/izlaznim promjenama
it_it: Torna al menu principale senza modifiche
ko_kr: 변경 없이 주 메뉴로 나가기
zh_cn: 退出到主菜单，无更改

# #32099
source: Exit completely
de_de: Vollständig beenden
fi_fi: Poistu täysin
hr_hr: Izađi u potpunosti
it_it: Esci completamente
ko_kr: 완전히 종료
zh_cn: 完全退出

# #32100
source: Reset to another framerate
de_de: Auf eine andere Framerate zurücksetzen
fi_fi: Palauta toiseen kuvanopeuteen
hr_hr: Vrati na drugu sličicu
it_it: Reimposta su un altra frequenza dei fotogrammi
ko_kr: 다른 프레임 속도로 재설정
zh_cn: 重置为其他帧速

# #32101
source: Save and Continue playing
de_de: Speichern und Wiedergabe fortsetzen
fi_fi: Tallenna ja jatka toistoa
hr_hr: Spremi i nastavi reprodukciju
it_it: Salva e continua riproduzione
ko_kr: 저장하고 계속 재생
zh_cn: 保存并继续播放

# #32102
source: The subtitle is loaded with the new framerate. Pause to reset to another frame rate or to save.
de_de: Der Untertitel wurde mit der neuen Framerate geladen. Pausieren, um eine andere Framerate einzustellen oder zu speichern.
fi_fi: Tekstitys on ladattu uudella kuvanopeudella. Tauota toisto vaihtaaksesi kuvanopeutta tai tallentaaksesi muutokset.
hr_hr: Podnaslov je učitan s novom brzinom sličica u sekundi. Pauziraj za vraćanje na drugu brzinu sličica u sekundi ili za spremanje.
it_it: Il sottotitolo viene caricato con la nuova frequenza dei fotogrammi. Pausa per ripristinare un altra frequenza o per salvare.
ko_kr: 자막을 새 프레임 속도로 읽습니다. 다른 프레임 속도로 재설정하거나 저장하려면 일시 중지하십시오.
zh_cn: 字幕加载了新的帧速。暂停以重置为另一帧速或保存。

# #32103
source: Please enter a valid number
de_de: Bitte eine gültige Zahl eingeben
fi_fi: Syötä kelvollinen numero
hr_hr: Upišite valjan broj
it_it: Inserisci un numero valido
ko_kr: 유효한 숫자를 입력하세요
zh_cn: 请输入有效数字

# #32104
source: Get frame rate from video
de_de: Bildrate aus Video ermitteln
fi_fi: Tunnista kuvanopeus videosta
hr_hr: Dobij broj sličica iz videa
it_it: Ottieni frequenza dei fotogrammi dal video
ko_kr: 비디오에서 프레임 속도 가져오기
zh_cn: 从视频中获取帧速

# #32105
source: Sync options by frame rate
de_de: Sync-Optionen nach Framerate
fi_fi: Valinnat kuvanopeudella tahdistettaessa
hr_hr: Mogućnosti usklađivanja po broju sličica
it_it: Sincronizza opzioni in base alla frequenza dei fotogrammi
ko_kr: 프레임 속도별 동기화 옵션
zh_cn: 按帧速同步选项

# #32106
source: Frame rate
de_de: Bildrate
fi_fi: Kuvanopeus
hr_hr: Broj sličica
it_it: Frequenza dei fotogrammi
ko_kr: 프레임 속도
zh_cn: 帧速

# #32107
source: New ending time
de_de: Neue Endzeit
fi_fi: Uusi päättymiskohta
hr_hr: Novo završno vrijeme
it_it: Nuovo orario di fine
ko_kr: 새로운 종료 시간
zh_cn: 新结束时间

# #32108
source: Old starting time:
de_de: Alte Startzeit:
fi_fi: Vanha aloituskohta:
hr_hr: Novo početno vrijeme:
it_it: Vecchio orario di inizio:
ko_kr: 이전 시작 시간:
zh_cn: 旧开始时间：

# #34108
source: Starting time:
de_de: Startzeit:
fi_fi: Aloituskohta:
hr_hr: Početno vrijeme:
it_it: Orario di inizio:
ko_kr: 시작 시간:
zh_cn: 开始时间：

# #32109
source: Old ending time:
de_de: Alte Endzeit:
fi_fi: Vanha päättymiskohta:
hr_hr: Staro završno vrijeme:
it_it: Vecchio orario di fine:
ko_kr: 이전 종료 시간:
zh_cn: 旧结束时间：

# #34110
source: New starting time:
de_de: Neue Startzeit:
fi_fi: Uusi aloituskohta:
hr_hr: Novo početno vrijeme:
it_it: Nuovo orario di inizio:
ko_kr: 새로운 시작 시간:
zh_cn: 新开始时间：

# #32110
source: New ending time:
de_de: Neue Endzeit:
fi_fi: Uusi päättymiskohta:
hr_hr: Novo završno vrijeme:
it_it: Nuovo orario di fine:
ko_kr: 새로운 종료 시간:
zh_cn: 新结束时间：

# #32111
source: Save and Exit
de_de: Speichern und beenden
fi_fi: Tallenna ja poistu
hr_hr: Spremi i zatvori
it_it: Salva ed esci
ko_kr: 저장하고 나가기
zh_cn: 保存并退出

# #32112
source: Calculate manually
de_de: Manuell berechnen
fi_fi: Laske manuaalisesti
hr_hr: Izračunaj ručno
it_it: Calcola manualmente
ko_kr: 수동으로 계산
zh_cn: 手动计算

# #32113
source: Provide sum or factor
de_de: Summe oder Faktor vorgeben
fi_fi: Ilmoita summa tai kerroin
hr_hr: Navedite zbroj ili faktor
it_it: Fornisci somma o fattore
ko_kr: 합계나 비율 제공
zh_cn: 提供数或系数

# #32114
source: Calculate factor or provide factor
de_de: Faktor berechnen oder Faktor vorgeben
fi_fi: Laske tai ilmoita kerroin
hr_hr: Izračunajte faktor ili navedite faktor
it_it: Calcola fattore o fornisci fattore
ko_kr: 비율 계산 또는 제공
zh_cn: 计算系数或提供系数

# #32115
source: In the next screen, write a sum with the current framerate divided by the real frame rate. If the current frame rate is 25 and it should be 24, type '25/24'. Or type your own factor, like '1.2'
de_de: Auf der nächsten Seite ist die Summe der aktuellen Framerate geteilt durch die tatsächliche Framerate einzugeben. Wenn die aktuelle Framerate 25 ist und sie eigentlich 24 sein sollte, „25/24“ eingeben. Oder einen eigenen Faktor eintippen, z. B. „1,2“
fi_fi: Seuraavassa vaiheessa syötetään nykyinen kuvanopeus jaettuna todellisella kuvanopeudella, eli kun nykyinen kuvanopeus on 25 kun sen pitäisi olla 24, syötetään arvoksi "25/24". Vaihtoehtoisesti kerroin voidaan syöttää manuaalisesti, esim. "1,2".
hr_hr: Na sljedećem zaslonu napišite zbroj s trenutnom brzinom sličica u sekundi podijeljenom sa stvarnom brzinom sličica u sekundi. Ako je trenutni broj sličica u sekundi 25, a trebao bi biti 24, upišite '25/24'. Ili upišite vlastiti faktor, poput '1,2'
it_it: Nella schermata successiva, scrivi una somma con il framerate corrente diviso per il framerate reale. Se il framerate corrente è 25 e dovrebbe essere 24, digita '25/24'. Oppure digita il tuo fattore, come '1.2'
ko_kr: 다음 화면에서 현재 프레임 속도를 실제 프레임 속도로 나눈 합계를 씁니다. 현재 프레임 속도가 25이고 24여야 하는 경우 '25/24'를 입력합니다. 또는 '1.2'와 같이 비율를 입력합니다
zh_cn: 在下一屏，用当前帧速除以实际帧速写一个数。如果当前帧速为25且应为24，请键入“25/24”。或者键入您自己的因子，如“1.2”

# #32116
source: Play with the file you opened before
de_de: Mit der zuvor geöffneten Datei wiedergeben
fi_fi: Toista aiemmin avaamasi tiedoston kanssa
hr_hr: Reproducirajte s datotekom koju ste otvorili prije
it_it: Riproduci il file che hai aperto prima
ko_kr: 이전에 열었던 파일로 재생
zh_cn: 播放之前打开的文件

# #32117
source: Provide factor
de_de: Faktor vorgeben
fi_fi: Ilmoita kerroin
hr_hr: Navedi faktor
it_it: Fornisci fattore
ko_kr: 비율 제공
zh_cn: 提供系数

# #32118
source: Stretch by providing factor
de_de: Strecken um den angegebenen Faktor
fi_fi: Venytä ilmoittamalla kerroin
hr_hr: Rastegni navođenjem faktora
it_it: Allunga fornendo un fattore
ko_kr: 주어진 비율로 늘이기
zh_cn: 按提供的系数拉伸

# #32119
source: Stretch by giving new end time
de_de: Strecken durch Eingabe einer neuen Endzeit
fi_fi: Venytä ilmoittamalla uusi päättymiskohta
hr_hr: Rastegni davanjem novog vremena završetka
it_it: Allunga dando un nuovo orario di fine
ko_kr: 새로운 종료 시간을 주어 늘이기
zh_cn: 按提供的新结束时间拉伸

# #32120
source: The frame rate of this video is
de_de: Die Bildrate dieses Videos ist
fi_fi: Videon kuvanopeus on
hr_hr: Broj sličica vremena je
it_it: La frequenza dei fotogrammi di questo video è:
ko_kr: 이 영상의 프레임 속도는
zh_cn: 此视频的帧速为

# #32121
source: The video is playing with the modified subtitle. Pause to save or to return to the menu.
de_de: Das Video wird mit den geänderten Untertiteln wiedergegeben. Pausieren, um zu speichern oder um zum Menü zurückzukehren.
fi_fi: Videota toistetaan muokatulla tekstityksellä. Tauota toisto tallentaaksesi tai palataksesi valikkoon.
hr_hr: Video se reproducira s promijenjenim podnaslovom. Pauzirajte za spremanje ili povratak u izbornik.
it_it: Il video è in riproduzione con il sottotitolo modificato. Pausa per salvare o per tornare al menu.
ko_kr: 수정된 자막으로 영상이 재생되고 있습니다. 저장하거나 메뉴로 돌아가려면 일시 중지합니다.
zh_cn: 视频正在使用修改后的字幕播放。暂停以保存或返回菜单。

# #32122
source: Subtitles loaded
de_de: Untertitel geladen
fi_fi: Tekstitykset ladattiin
hr_hr: Podnaslov učitan
it_it: Sottotitoli caricati
ko_kr: 자막 읽음
zh_cn: 字幕已加载
