Repository: xbmc/repo-scripts
Catalog: script.sublissimo/resources/language/resource.language.*/strings.po
Languages: de_de, fi_fi, hr_hr, it_it, ko_kr, zh_cn

# Addon Summary
source: Edit and synchronize subtitles with your remote
de_de: Mit der Fernbedienung Untertitel bearbeiten und synchronisieren
fi_fi: Muokkaa ja ajoita tekstityksiä kauko-ohjaimellasi
hr_hr: Uredite i uskladite podnaslove s vašim daljinskim
it_it: Modifica e sincronizza i sottotitoli con il telecomando
ko_kr: 리모컨으로 자막 편집 및 동기화
zh_cn: 使用遥控器编辑和同步字幕

# Addon Description
source: With this script you can edit specific lines, move or stretch subtitles, and synchronize with other subtitles. You can also synchronize with a videofile.[CR][CR]To easily use this editor, launch it when the video and subtitle you wish to edit are playing.
de_de: Mit diesem Skript lassen sich bestimmte Zeilen bearbeiten, Untertitel verschieben oder strecken und mit anderen Untertiteln synchronisieren. Sie können auch mit einer Videodatei synchronisiert werden.[CR][CR]Um diesen Editor einfach zu verwenden, ihn während der Wiedergabe des Videos und des Untertitels, den bearbeiten werden soll, starten.
fi_fi: Tällä lisäosalla voidaan muokata yksittäisiä tekstitysrivejä, siirtää ja venyttää tekstityksiä sekä tahdistaa niitä muiden tekstitysten ja videotiedostojen kanssa.[CR][CR]Editorin käynnistys onnistuu helposti suoraan toistettaessa muokkausta vaativaa videota ja tekstitystä.
hr_hr: S ovom skriptom možete urediti određene retke, pomaknuti ili raširiti podnaslove, i uskladiti s ostalim podnaslovima. Možete još uskladiti i s video datotekom.[CR][CR]Za lakše korištenje ovog uređivača, pokrenite ga kada se video i podnaslov kojeg želite urediti reproduciraju.
it_it: Con questo script puoi modificare righe specifiche, spostare o allungare i sottotitoli e sincronizzare con altri sottotitoli. Puoi anche sincronizzare con un file video.[CR][CR]Per utilizzare facilmente questo editor, avvialo quando il video e i sottotitoli che desideri modificare sono in riproduzione.
ko_kr: 이 스크립트를 사용하면 특정 줄을 편집하고, 자막을 이동하거나 늘리고, 다른 자막과 동기화할 수 있습니다. 비디오 파일과 동기화할 수도 있습니다.
zh_cn: 您可以使用此脚本编辑特定行、移动或拉伸字幕，以及与其他字幕同步。您还可以与视频文件同步。[CR][CR]要轻松使用此编辑器，请在要编辑的字幕与视频播放时启动它。

# #31000
source: Scroll subtitles
de_de: Untertitel scrollen
fi_fi: Vieritä tekstityksiä
hr_hr: Pomiči podnaslove
it_it: Scorri sottotitoli
ko_kr: 스크롤 자막
zh_cn: 滚动字幕

# #30001
source: Edit or delete lines
de_de: Zeilen bearbeiten oder löschen
fi_fi: Muokkaa tai poista rivejä
hr_hr: Uredi ili obriši retke
it_it: Modifica o elimina righe
ko_kr: 라인 편집 또는 삭제
zh_cn: 编辑或删除行

# #31002
source: Move subtitles
de_de: Untertitel verschieben
fi_fi: Siirrä tekstityksiä
hr_hr: Pomakni podnaslove
it_it: Sposta sottotitoli
ko_kr: 자막 이동
zh_cn: 移动字幕

# #31003
source: Stretch/shrink subtitles
de_de: Untertitel strecken/stauchen
fi_fi: Venytä/tiivistä tekstityksiä
hr_hr: Rastegni/Skupi podnaslove
it_it: Allunga/accorcia sottotitoli
ko_kr: 자막 늘이기/줄이기
zh_cn: 拉伸/收缩字幕

# #31004
source: Synchronize with other subtitle
de_de: Mit anderen Untertiteln synchronisieren
fi_fi: Ajoita eri tekstityksen kanssa
hr_hr: Uskladi s drugim podnaslovom
it_it: Sincronizza con altri sottotitoli
ko_kr: 다른 자막과 동기화
zh_cn: 与其他字幕同步

# #31005
source: Synchronize with video file
de_de: Mit Videodatei synchronisieren
fi_fi: Tahdista videotiedoston kanssa
hr_hr: Uskladi s video datotekom
it_it: Sincronizza con il file video
ko_kr: 비디오 파일과 동기화
zh_cn: 与视频文件同步

# #31006
source: Search in subtitle
de_de: In Untertitel suchen
fi_fi: Etsi tekstityksestä
hr_hr: Pretraži u podnaslovu
it_it: Cerca nei sottotitoli
ko_kr: 자막에서 검색
zh_cn: 在字幕中搜索

# #31007
source: Check integrity
de_de: Integrität prüfen
fi_fi: Tarkista eheys
hr_hr: Provjeri integritet
it_it: Verifica integrità
ko_kr: 무결성 확인
zh_cn: 检查完整性

# #31008
source: Save subtitles
de_de: Untertitel speichern
fi_fi: Tallenna tekstitykset
hr_hr: Spremi podnaslov
it_it: Salva sottotitoli
ko_kr: 자막 저장
zh_cn: 保存字幕

# #31009
source: Quit
de_de: Beenden
fi_fi: Sulje
hr_hr: Zatvori
it_it: Esci
ko_kr: 취소
zh_cn: 退出

# #31010
source: Synchronize by frame rate
de_de: Nach Bildrate synchronisieren
fi_fi: Tahdista kuvanopeuden perusteella
hr_hr: Uskladi po broju sličica u sekundi
it_it: Sincronizza per frequenza fotogrammi
ko_kr: 프레임률로 동기화
zh_cn: 按帧速同步

# #31011
source: Play video with edited subtitle
de_de: Video mit geänderten Untertiteln wiedergeben
fi_fi: Toista video muokatulla tekstityksellä
hr_hr: Reproduciraj video s uređenim podnaslovom
it_it: Riproduci video con sottotitoli modificati
ko_kr: 편집된 자막으로 동영상 재생
zh_cn: 播放带有已编辑字幕的视频

# #31013
source: Advanced options
de_de: Erweiterte Optionen
fi_fi: Lisäasetukset
hr_hr: Napredne mogućnosti
it_it: Opzioni avanzate
ko_kr: 고급 옵션
zh_cn: 高级选项

# #33000
source: Select the subtitle to synchronize with. Then:[CR]- Select a timecode in the beginning to a line as reference[CR]- Select the roughly the same line in your subtitle[CR]- Then do same with two lines near the end of both files.
de_de: Untertitel auswählen, mit dem synchronisiert werden soll. Dann:[CR]- Einen Timecode am Anfang einer Zeile als Referenz auswählen[CR]- Ungefähr die gleiche Zeile im anderen Untertitel auswählen[CR]- Dann dasselbe mit zwei Zeilen nahe dem Ende beider Dateien tun.
fi_fi: Valitaan tekstitys, jonka kanssa tahdistetaan, jonka jälkeen:[CR]- Valitaan viitearvoksi rivin alussa oleva aikakoodi[CR]- Valitaan tekstityksestä jotakuinkin sama rivi[CR]- Toimenpiteet toistetaan kahdelle riville, jotka ovat lähellä tiedostojen loppua.
hr_hr: Odaberite podnaslov za usklađivanje. Then:[CR]- Odaberite vrijeme na početku retka kao početnu točku[CR]- Odaberite otprilike isti redak u vašem podnaslovu[CR]- Tada učinite isto s dva retka blizu kraja obje datoteke.
it_it: Seleziona il sottotitolo con cui sincronizzare. Quindi: [CR]- Seleziona un codice temporale all'inizio di una riga come riferimento [CR]- Seleziona all'incirca la stessa riga nel sottotitolo [CR]- Quindi fai lo stesso con due righe vicino alla fine di entrambi i file.
ko_kr: 동기화할 자막을 선택합니다. 그런 다음:[CR]- 줄의 시작 부분에서 참조로 타임코드를 선택합니다.[CR]- 자막에서 거의 같은 줄을 선택합니다.[CR]- 그런 다음 두 파일의 끝 근처에 두 줄로 동일하게 실행합니다.
zh_cn: 选择要同步的字幕。然后：[CR]- 选择一行开头的时间码作为参考[CR]- 在字幕中选择大致相同的行[CR]- 然后对两个文件末尾附近的两行执行相同的操作。

# #32001
source: Edit line
de_de: Zeile bearbeiten
fi_fi: Muokkaa riviä
hr_hr: Uredi redak
it_it: Modifica riga
ko_kr: 라인 수정
zh_cn: 编辑行

# #32002
source: Delete First Subtitle
de_de: Ersten Untertitel löschen
fi_fi: Poista ensimmäinen tekstitys
hr_hr: Obriši prvi podnaslov
it_it: Elimina primo sottotitolo
ko_kr: 첫 번째 자막 삭제
zh_cn: 删除第一条字幕

# #32003
source: Delete Last Subtitle
de_de: Letzten Untertitel löschen
fi_fi: Poista viimeinen tekstitys
hr_hr: Obriši posljednji podnaslov
it_it: Elimina ultimo sottotitolo
ko_kr: 마지막 자막 삭제
zh_cn: 删除最后一条字幕

# #32004
source: Manually Scroll and Delete
de_de: Manuell scrollen und löschen
fi_fi: Vieritä manuaalisesti ja poista
hr_hr: Ručno pomiči i obriši
it_it: Scorri ed elimina manualmente
ko_kr: 수동으로 스크롤하고 삭제
zh_cn: 手动滚动和删除

# #32005
source: Back
de_de: Zurück
fi_fi: Takaisin
hr_hr: Natrag
it_it: Indietro
ko_kr: 뒤로
zh_cn: 返回

# #32006
source: Delete this subtitle?
de_de: Diesen Untertitel löschen?
fi_fi: Poistetaanko tekstitys?
hr_hr: Obriši ovaj podnaslov?
it_it: Eliminare questo sottotitolo?
ko_kr: 이 자막을 지울까요?
zh_cn: 删除此字幕？

# #32007
source: Select subtitle to edit
de_de: Untertitel zum Bearbeiten auswählen
fi_fi: Valitse muokattava tekstitys
hr_hr: Odaberi podnaslov za uređivanje
it_it: Seleziona sottotitolo da modificare
ko_kr: 수정할 자막 선택
zh_cn: 选择要编辑的字幕

# #32008
source: Return
de_de: Zurück
fi_fi: Palaa
hr_hr: Povratak
it_it: Ritorna
ko_kr: 반환
zh_cn: 返回

# #32009
source: Delete
de_de: Löschen
fi_fi: Poista
hr_hr: Obriši
it_it: Elimina
ko_kr: 삭제
zh_cn: 删除

# #32010
source: All subtitles
de_de: Alle Untertitel
fi_fi: Kaikki tekstitykset
hr_hr: Svi podnaslovi
it_it: Tutti i sottotitoli
ko_kr: 모든 자막
zh_cn: 所有字幕

# #32011
source: Found:
de_de: Gefunden:
fi_fi: Löytyi:
hr_hr: Pronađeno:
it_it: Trovato:
ko_kr: 찾음:
zh_cn: 找到：

# #32012
source: OK
hr_hr: U redu
ko_kr: 확인
zh_cn: 确定

# #32013
source: More Info
de_de: Mehr Informationen
fi_fi: Lisätietoja
hr_hr: Više informacija
it_it: Ulteriori informazioni
ko_kr: 더 많은 정보
zh_cn: 更多信息

# #32014
source: Error
de_de: Fehler
fi_fi: Virhe
hr_hr: Greška
it_it: Errore
ko_kr: 오류
zh_cn: 错误

# #32015
source: Select subtitle to synchronize with
de_de: Untertitel auswählen, mit dem zu synchronisieren ist
fi_fi: Valitse tekstitys, jonka kanssa tahdistetaan
hr_hr: Odaberi podnaslov za usklađivanje
it_it: Seleziona sottotitolo con cui eseguire la sincronizzazione
ko_kr: 동기화할 자막 선택
zh_cn: 选择要同步的字幕

# #32016
source: Please select a .srt or a .sub file
de_de: Bitte eine .srt- oder .sub-Datei auswählen
fi_fi: Valitse .srt- tai .sub-tiedosto
hr_hr: Odaberite .srt ili a .sub datoteku
it_it: Seleziona un file .srt o .sub
ko_kr: .srt 또는 .sub 파일 선택
zh_cn: 请选择一个 .srt 或 .sub 文件

# #32017
source: Success
de_de: Erfolgreich
fi_fi: Onnistui
hr_hr: Uspješno
it_it: Successo
ko_kr: 성공
zh_cn: 成功

# #32018
source: Current first subtitle
de_de: Aktuell erster Untertitel
fi_fi: Nykyinen ensimmäinen tekstitys
hr_hr: Trenutno prvi podnaslov
it_it: Primo sottotitolo attuale
ko_kr: 현재 첫 번째 자막
zh_cn: 当前第一条字幕

# #32019
source: First subtitle is now:
de_de: Erster Untertitel ist jetzt:
fi_fi: Ensimmäinen tekstitys on nyt:
hr_hr: Prvi podnaslov je sada:
it_it: Il primo sottotitolo ora è:
ko_kr: 현재 첫 번째 자막:
zh_cn: 第一条字幕现在是：

# #32020
source: Please select a video file.
de_de: Bitte eine Videodatei auswählen.
fi_fi: Valitse videotiedosto.
hr_hr: Odaberite video datoteku.
it_it: Seleziona un file video.
ko_kr: 동영상 파일을 선택하세요.
zh_cn: 请选择一个视频文件。

# #32021
source: Current last subtitle
de_de: Aktuell letzter Untertitel
fi_fi: Nykyinen viimeinen tekstitys
hr_hr: Trenutni posljednji podnaslov
it_it: Ultimo sottotitolo attuale
ko_kr: 현재 마지막 자막
zh_cn: 当前最后一条字幕

# #32022
source: Last subtitle is now:
de_de: Letzter Untertitel ist jetzt:
fi_fi: Viimeinen tekstitys on nyt:
hr_hr: Posljednji podnaslov je sada:
it_it: L'ultimo sottotitolo ora è:
ko_kr: 현재 마지막 자막:
zh_cn: 最后一条字幕现在是：

# #32023
source: Enter search string
de_de: Suchbegriff eingeben
fi_fi: Syötä hakulauseke
hr_hr: Upišite zahtjev za pretragu
it_it: Inserisci stringa di ricerca
ko_kr: 검색 문자열 입력
zh_cn: 输入搜索字符串

# #32024
source: Yes
de_de: Ja
fi_fi: Kyllä
hr_hr: Da
it_it: Sì
ko_kr: 예
zh_cn: 是

# #32025
source: No
de_de: Nein
fi_fi: Ei
hr_hr: Ne
ko_kr: 아니오
zh_cn: 否

# #32026
source: This editor only works with .srt or .sub files
de_de: Diese Editor arbeitet nur mit .srt- oder .sub-Dateien
fi_fi: Editori tukee vain .srt- ja .sub-tiedostoja
hr_hr: Ovaj uređivač radi samo s .srt ili .sub datotekama
it_it: Questo editor funziona solo con file .srt o .sub
ko_kr: 이 편집기는 .srt 또는 .sub 파일에서만 동작합니다
zh_cn: 此编辑器仅适用于 .srt 或 .sub 文件

# #32027
source: File not found:
de_de: Datei nicht gefunden:
fi_fi: Tiedostoa ei löydy:
hr_hr: Datoteka nije pronađena:
it_it: File non trovato:
ko_kr: 파일을 찾을 수 없음:
zh_cn: 未找到文件：

# #32028
source: Write the new timestamp for the end position, seperated by a ':'. For instance: 01:22:23:000
de_de: Den neuen Zeitstempel für die Endposition schreiben, getrennt durch ein „:“. Zum Beispiel: 01:22:23:000
fi_fi: Syötä päättymiskohdan uusi aikakoodi kaksoispisteellä eroteltuna. Esimerkiksi: 01:22:23:000
hr_hr: Napišite novo vrijeme za završni položaj odvojenu ':'. Na primjer: 01:22:23:000
it_it: Scrivi il nuovo timestamp per la posizione finale, separato da ':'. Ad esempio: 01:22:23:000
ko_kr: 끝 위치에 대한 새 타임스탬프를 ':'로 구분하여 작성합니다. 예: 01:22:23:000
zh_cn: 为结束位置写入新的时间戳，用“:”分隔。例如：01:22:23:000

# #32029
source: For example: 01:22:23:000
de_de: Zum Beispiel: 01:22:23:000
fi_fi: Esimerkiksi: 01:22:23:000
hr_hr: Na primjer: 01:22:23:000
it_it: Ad esempio: 01:22:23:000
ko_kr: 예: 01:22:23:000
zh_cn: 例如：01:22:23:000

# #32030
source: Report
de_de: Bericht
fi_fi: Raportti
hr_hr: Prijavak
it_it: Rapporto
ko_kr: 보고서
zh_cn: 报告

# #32031
source: No problems detected
de_de: Keine Probleme erkannt
fi_fi: Ongelmia ei havaittu
hr_hr: Nema otkrivenih problema
it_it: Nessun problema rilevato
ko_kr: 감지된 문제 없음
zh_cn: 未检测到任何问题

# #32032
source: Line:
de_de: Zeile:
fi_fi: Rivi:
hr_hr: Redak:
it_it: Riga:
ko_kr: 줄:
zh_cn: 行：

# #33032
source: Line
de_de: Zeile
fi_fi: Rivi
hr_hr: Redak
it_it: Riga
ko_kr: 줄
zh_cn: 行

# #32033
source: Possible problems:
de_de: Mögliche Probleme:
fi_fi: Mahdolliset ongelmat:
hr_hr: Mogući problemi:
it_it: Possibili problemi:
ko_kr: 가능한 문제:
zh_cn: 可能的问题：

# #32034
source: Select subtitle to continue...
de_de: Untertitel auswählen, um fortzufahren …
fi_fi: Jatka valitsemalla tekstitys...
hr_hr: Odaberite podnaslov za nastavak...
it_it: Seleziona sottotitolo per continuare...
ko_kr: 계속하려면 자막을 선택하세요...
zh_cn: 选择字幕以继续...

# #32035
source: Select subtitle to edit
de_de: Zu bearbeitenden Untertitel auswählen
fi_fi: Valitse muokattava tekstitys
hr_hr: Odaberi podnaslov za uređivanje
it_it: Seleziona sottotitolo da modificare
ko_kr: 편집할 자막 선택
zh_cn: 选择要编辑的字幕

# #32036
source: Your subtitle starts at
de_de: Der Untertitel startet bei
fi_fi: Tekstitys alkaa kohdasta
hr_hr: Vaš podnaslov započinje na
it_it: Il tuo sottotitolo inizia a
ko_kr: 자막 시작 시간
zh_cn: 您的字幕开始于

# #32037
source: Your subtitle ends at
de_de: Der Untertitel endet bei
fi_fi: Tekstitys päättyy kohtaan
hr_hr: Vaš podnaslov završava na
it_it: Il tuo sottotitolo termina a
ko_kr: 자막은 다음 시간에 끝납니다
zh_cn: 您的字幕结束于

# #32038
source: Save with _edited.srt added
de_de: Mit Zusatz _edited.srt speichern
fi_fi: Tallenna "_edited.srt"-päätteellä
hr_hr: Spremi s _edited.srt dodatkom
it_it: Salva con _edited.srt aggiunto
ko_kr: _edited.srt를 추가하여 저장
zh_cn: 保存并添加 _edited.srt

# #32039
source: Save with current filename
de_de: Mit aktuellem Dateinamen speichern
fi_fi: Tallenna nykyisellä tiedostonimellä
hr_hr: Spremi s trenutnim nazivom datoteke
it_it: Salva con il nome del file corrente
ko_kr: 현재 파일 이름으로 저장
zh_cn: 使用当前文件名保存

# #32040
source: Save with custom filename
de_de: Mit benutzerdefiniertem Dateinamen speichern
fi_fi: Tallenna omalla tiedostonimellä
hr_hr: Spremi s prilagođenim nazivom datoteke
it_it: Salva con nome file personalizzato
ko_kr: 사용자 정의 파일 이름으로 저장
zh_cn: 使用自定义文件名保存

# #32041
source: Exit without saving
de_de: Beenden ohne zu speichern
fi_fi: Poistu tallentamatta
hr_hr: Zatvori bez spremanja
it_it: Esci senza salvare
ko_kr: 저장하지 않고 종료
zh_cn: 退出而不保存

# #32042
source: Give new filename:
de_de: Neuen Dateiname eingeben
fi_fi: Syötä uusi tiedostonimi:
hr_hr: Zadaj novi naziv datoteke:
it_it: Assegna un nuovo nome al file:
ko_kr: 새 파일 이름 지정:
zh_cn: 提供新文件名：

# #32043
source: Written to:
de_de: Schreiben in:
fi_fi: Tallennettiin kohteeseen:
hr_hr: Zapisano u:
it_it: Scritto a:
ko_kr: 다음으로 작성:
zh_cn: 写入到：

# #32044
source: To use the file, select it in the Kodi player subtitle menu when playing the file
de_de: Um die Datei zu verwenden, ist sie bei der Wiedergabe im Untertitelmenü des Kodi-Players auszuwählen
fi_fi: Käytä tiedostoa valitsemalla se Kodin soittimen tekstitysvalikosta tiedostoa toistettaessa
hr_hr: Za korištenje datoteke, odaberite u izborniku podnaslova Kodi reproduktora kada se reproducira datoteka
it_it: Per utilizzare il file, selezionalo nel menu dei sottotitoli del lettore Kodi durante la riproduzione del file
ko_kr: 이 파일을 사용하려면, 파일 재생 시 Kodi 플레이어 자막 메뉴에서 선택하세요
zh_cn: 使用时，请在播放文件时在 Kodi 播放器的“字幕”菜单中选择该文件

# #32045
source: File not written
de_de: Datei nicht geschrieben
fi_fi: Tiedostoa ei tallennettu
hr_hr: Datoteka nije zapisana
it_it: File non scritto
ko_kr: 파일이 작성되지 않음
zh_cn: 文件未写入

# #32046
source: Warning
de_de: Warnung
fi_fi: Varoitus
hr_hr: Upozorenje
it_it: Avvertimento
ko_kr: 경고
zh_cn: 警告

# #32047
source: You might have unsaved progress on your file
de_de: Die Datei enthält möglicherweise nicht gespeicherte Änderungen
fi_fi: Olet saattunut tehdä tiedostoon tallentamattomia muutoksia
hr_hr: Možda imate nespremljene promjene na vašoj datoteci
it_it: Potresti avere progressi non salvati sul tuo file
ko_kr: 파일에 저장되지 않은 진행 상황이 있을 수 있습니다
zh_cn: 您的文件中可能有未保存的工作

# #32048
source: Exit Anyway
de_de: Trotzdem beenden
fi_fi: Poistu silti
hr_hr: Svejedno zatvori
it_it: Esci comunque
ko_kr: 어쨌든 종료
zh_cn: 不管并退出

# #32049
source: Save
de_de: Speichern
fi_fi: Tallenna
hr_hr: Spremi
it_it: Salva
ko_kr: 저장
zh_cn: 保存

# #32050
source: Subtitles succesfully synced
de_de: Untertitel erfolgreich synchronisiert
fi_fi: Tekstitysten tahdistus onnistui
hr_hr: Podnaslov je uspješno usklađen
it_it: Sottotitoli sincronizzati con successo
ko_kr: 자막이 성공적으로 동기화됨
zh_cn: 字幕成功同步

# #32051
source: Move forwards
de_de: Vorwärts bewegen
fi_fi: Siirrä eteenpäin
hr_hr: Pomakni naprijed
it_it: Vai avanti
ko_kr: 앞으로 이동
zh_cn: 向前移动

# #32052
source: Move backwards
de_de: Rückwärts bewegen
fi_fi: Siirrä takaisinpäin
hr_hr: Pomakni unatrag
it_it: Vai indietro
ko_kr: 뒤로 이동
zh_cn: 向后移动

# #32053
source: Give new time for first subtitle
de_de: Neue Zeit für ersten Untertitel angeben
fi_fi: Ilmoita ensimmäiselle tekstitykselle uusi kohta
hr_hr: Zadaj novo vrijeme za prvi podnaslov
it_it: Dai nuovo orario al primo sottotitolo
ko_kr: 첫 자막에 새로운 시간 주기
zh_cn: 给第一条字幕新的时间

# #32054
source: Move forwards by: HH:MM:SS:MSE
de_de: Vorwärts verschieben um: HH:MM:SS:MSE
fi_fi: Siirrä eteenpäin: HH:MM:SS:MSE
hr_hr: Pomakni unaprijed za: HH:MM:SS:MSE
it_it: Avanza di: HH:MM:SS:MSE
ko_kr: 앞으로 이동: HH:MM:SS:MSE
zh_cn: 向前移动：HH:MM:SS:MSE

# #32055
source: Move forwards by: HH:MM:SS:MSE
de_de: Vorwärts verschieben um: HH:MM:SS:MSE
fi_fi: Siirrä eteenpäin: HH:MM:SS:MSE
hr_hr: Pomakni unaprijed za: HH:MM:SS:MSE
it_it: Avanza di: HH:MM:SS:MSE
ko_kr: 앞으로 이동: HH:MM:SS:MSE
zh_cn: 向前移动：HH:MM:SS:MSE

# #32056
source: Please enter valid timecode: HH:MM:SS:MSE. Hours, minutes, seconds, milliseconds. For instance: 01:23:45:000
de_de: Bitte einen gültigen Zeitcode eingeben: HH:MM:SS:MSE. Stunden, Minuten, Sekunden, Millisekunden. Zum Beispiel: 01:23:45:000
fi_fi: Syötä kelvollinen aikakoodi: HH:MM:SS:MSE (tunnit, minuutit, sekunnit, millisekunnit). Esimerkiksi: 01:23:45:000
hr_hr: Upišite valjano vrijeme: HH:MM:SS:MSE. Sati, minute, sekunde, millisekunde. Na primjer: 01:23:45:000
it_it: Inserisci un codice temporale valido: HH:MM:SS:MSE. Ore, minuti, secondi, millisecondi. Ad esempio: 01:23:45:000
ko_kr: 유효한 시간 코드를 입력하십시오: HH:MM:SS:MSE. 시간, 분, 초, 밀리초. 예: 01:23:45:000
zh_cn: 请输入有效的时间代码：HH:MM:SS:MSE。小时、分钟、秒、毫秒。例如：01:23:45:000

# #32057
source: How to sync two subtitles
de_de: Wie man zwei Untertitel synchronisiert
fi_fi: Miten kaksi tekstitystä tahdistetaan
hr_hr: Kako uskladiti dva podnaslova
it_it: Come sincronizzare due sottotitoli
ko_kr: 두 개의 자막을 동기화하는 방법
zh_cn: 如何同步两个字幕

# #32058
source: In order to synchronize, you will need a subtitle which matches the video perfectly, but has different subtitles, usually from a different language. In the next slide, first select this subtitle.[CR][CR]Then, you'll be asked to select a timecode in this file, which will be used as reference. Ideally, it is the first spoken line from the video. In the next screen, select the line from your original subtitle which matches the first.[CR][CR]Subsequently, you'll be asked again to select a line from your reference subtitle and to match this with the same line in your original subtitle. Usually the best choice is the last spoken line from the video. After this your two subtitles will sync![CR][CR]Check 'Scroll subtitles' to view them and 'Save subtitles' to write them to a file.
de_de: Zum Synchronisieren wird ein Untertitel benötigt, der perfekt zum Video passt, aber andere Untertitel hat, meist in einer anderen Sprache. Auf der nächsten Seite zunächst diesen Untertitel auswählen.[CR][CR]Dann muss ein Zeitcode aus dieser Datei gewählt werden, der als Referenz dienen soll. Im Idealfall ist dies die erste gesprochene Zeile des Videos. Im nächsten Schritt wird die Zeile aus dem Originaluntertitel gewählt, die mit der ersten übereinstimmt.[CR][CR]Anschließend erfolgt erneut die Aufforderung, eine Zeile aus Ihrem Referenzuntertitel auszuwählen und diese mit der gleichen Zeile in dem Originaluntertitel abzugleichen. Normalerweise ist die beste Wahl die letzte gesprochene Zeile des Videos. Danach werden die beiden Untertitel synchronisiert![CR][CR]„Untertitel scrollen“ markieren, um sie anzuzeigen und „Untertitel speichern“, um sie in eine Datei zu schreiben.
fi_fi: Tahdistus edellyttää videoon täydellisesti sopivaa tekstitystiedostoa, joka sisältää erilaiset, useimmiten eri kieliset tekstitykset. Tämä tekstitys valitaan seuraavassa vaiheessa.[CR][CR]Tiedostosta valitaan viitearvona käytettävä aikakoodi, joka on ihannetapauksessa videon ensimmäinen puhetta sisältävä rivi. Seuraavaksi valitaan viitearvoa vastaava rivi alkuperäisestä tekstityksestä.[CR][CR]Seuraavaksi valitaan viitetekstityksestä uusi alkuperäisen tekstityksen kanssa tahdistettava rivi ja yleensä paras valinta on videon viimeinen puhetta sisältävä rivi. Tämän jälkeen tekstitykset tahdistetaan![CR][CR]Tarkastele muutoksia valitsemalla "Vieritä tekstityksiä" ja tallenna muutokset tiedostoon valitsemalla "Tallenna tekstitykset".
hr_hr: Kako bi uskladili podnaslov, potreban vam je podnaslov koji se perfektno poklapa s videom, ali ima drukčije podnaslove, uobičajeno je na drugom jeziku. Na sljedećem zaslonu, prvo odaberite ovaj podnaslov.[CR][CR]Tada ćete biti upitani da odaberete vrijeme u ovoj datoteci, koja će se koristiti kao početna točka. Idealno, to je prvi izgovoreni redak u videu. U sljedećem zaslonu, odaberite redak iz vašeg izvornog podnaslova koji se podudara s prvim.[CR][CR]Naknadno, ponovno ćete biti upitani da odaberete redak s vašeg početnog podnaslova i da ga podudarate s istim retkom u vašem izvornom podnaslovu. Uobičajeno najbolji odabir je posljednja izgovoreni redak u videu. Nakon ovog vaša dva podnaslova će se uskladiti![CR][CR]Provjerite 'Pomičite podnaslove' kako bi ih vidjeli i 'Spremite podnaslove' kako bi ih zapisali u datoteku.
it_it: Per sincronizzare, avrai bisogno di un sottotitolo che corrisponda perfettamente al video, ma abbia sottotitoli diversi, di solito da una lingua diversa. Nella diapositiva successiva, seleziona prima questo sottotitolo.[CR][CR]Quindi ti verrà chiesto di selezionare un codice temporale in questo file, che verrà utilizzato come riferimento. Idealmente, è la prima riga parlata dal video. Nella schermata successiva, seleziona la riga del sottotitolo originale che corrisponde al primo.[CR][CR]Successivamente, ti verrà chiesto di nuovo di selezionare una riga dal sottotitolo di riferimento e di farla corrispondere con la stessa riga nel tuo originale sottotitolo. Di solito la scelta migliore è l'ultima riga del video. Dopodiché i tuoi due sottotitoli si sincronizzeranno![CR][CR]Seleziona 'Scorri sottotitoli' per visualizzarli e 'Salva sottotitoli' per scriverli in un file.
ko_kr: 동기화하려면, 비디오와 완벽하게 일치하지만 일반적으로 다른 언어의 다른 자막이 있는 자막이 필요합니다. 다음 슬라이드에서 먼저 이 자막을 선택합니다.[CR][CR]그런 다음 이 파일에서 참조로 사용할 시간 코드를 선택하라는 메시지가 표시됩니다. 이상적으로는 비디오의 첫 번째 대사입니다. 다음 화면에서 원본 자막에서 첫 번째와 일치하는 줄을 선택합니다.[CR][CR]다음에는 참조 자막에서 줄을 선택하고 이를 원본의 동일한 줄과 일치시키라는 메시지가 다시 표시됩니다. 일반적으로 가장 좋은 선택은 비디오의 마지막 대사입니다. 그런 다음 두 자막이 동기화됩니다![CR][CR]'자막 스크롤'을 선택하여 자막을 보고 '자막 저장'을 선택하여 파일에 씁니다.
zh_cn: 为了同步，您需要有与视频完全匹配的另一个字幕，通常来自不同的语言。在下一屏中，首先选择此字幕。[CR][CR]然后，您将被要求在该文件中选择一个时间码，作为参考。理想情况下，这是视频中的第一行对白。在下一屏，从原始字幕中选择与第一条字幕匹配的行。[CR][CR]随后，您将再次被要求从参考字幕中选择一行，并将其与原始字幕中的同一行匹配。通常，最好的选择是视频中最后一句对白。在此之后，你的两个字幕将同步！[CR][CR]选中“滚动字幕”可查看字幕，选中“保存字幕”可将字幕写入文件。

# #32059
source: File not found
de_de: Datei nicht gefunden
fi_fi: Tiedostoa ei löydy
hr_hr: Datoteka nije pronađena
it_it: File non trovato
ko_kr: 파일을 찾을 수 없음
zh_cn: 未找到文件
