Repository: xbmc/repo-scripts
Catalog: script.sublissimo/resources/language/resource.language.*/strings.po
Languages: de_de, fi_fi, hr_hr, it_it, ko_kr, zh_cn

# #32123
source: The video is playing with the saved subtitle. The filename of the subtitle is:
de_de: Das Video wird mit dem gespeicherten Untertitel abgespielt. Der Dateiname des Untertitels ist:
fi_fi: Videota toistetaan tallennetulla tekstityksellä. Tekstitystiedoston nimi on:
hr_hr: Video se reproducira sa spremljenim podnaslovom. Naziv podnaslova je:
it_it: Il video è in riproduzione con i sottotitoli salvati. Il nome del file del sottotitolo è:
ko_kr: 저장된 자막으로 영상이 재생되고 있습니다. 자막 파일 이름은 다음과 같습니다:
zh_cn: 视频正使用已保存的字幕播放。字幕的文件名为：

# #32124
source: Jump to time of current first subtitle
de_de: Sprung zur Zeit des aktuell ersten Untertitels
fi_fi: Siirry nykyisen ensimmäisen tekstityksen kohdalle
hr_hr: Idi na vrijeme trenutno prvog podnaslova
it_it: Salta all'orario del primo sottotitolo corrente
ko_kr: 현재 첫 번째 자막 시간으로 이동
zh_cn: 跳转到当前第一条字幕的时间

# #32125
source: Jump to time of last subtitle
de_de: Sprung zur Zeit des letzten Untertitels
fi_fi: Siirry viimeisen tekstityksen kohdalle
hr_hr: Idi na vrijeme trenutno posljednjeg podnaslova
it_it: Vai all'orario dell'ultimo sottotitolo
ko_kr: 마지막 자막 시간으로 이동
zh_cn: 跳转到最后一条字幕的时间

# #32126
source: Choose another
de_de: Andere wählen
fi_fi: Valitse toinen
hr_hr: Odaberi drugo
it_it: Scegli un altro
ko_kr: 다른 것 선택
zh_cn: 选择另一个

# #32127
source: Enter frame rate
de_de: Bildrate eingeben
fi_fi: Syötä kuvanopeus
hr_hr: Upišite broj sličica u sekundi
it_it: Inserisci framerate
ko_kr: 프레임 속도 입력
zh_cn: 输入帧速

# #32128
source: Open other subtitle
de_de: Anderen Untertitel öffnen
fi_fi: Avaa toinen tekstitys
hr_hr: Otvori drugi podnaslov
it_it: Apri un altro sottotitolo
ko_kr: 다른 자막 열기
zh_cn: 打开其他字幕

# #32129
source: Why do I see this screen?
de_de: Warum erscheint dieser Bildschirm?
fi_fi: Miksi näen tämän ruudun?
hr_hr: Zašto vidim ovaj zaslon?
it_it: Perché vedo questa schermata?
ko_kr: 이 화면이 표시되는 이유는 무엇입니까?
zh_cn: 为什么我会看到这个屏幕？

# #32130
source: You have selected a .sub file
de_de: Es wurde eine .sub-Datei ausgewählt
fi_fi: Olet valinnut .sub-tiedoston
hr_hr: Odabrali ste .sub datoteku
it_it: Hai selezionato un file .sub
ko_kr: .sub 파일을 선택했습니다
zh_cn: 您选择了一个 .sub 文件

# #32131
source: You have selected a .sub file, which uses frame rates to indicate when subtitles should be shown. To edit these subtitles, you have to select a frame rate. You can start a video to see what frame rate it has or just pick a random one if you want to use a sync option.
de_de: Es wurde eine .sub-Datei ausgewählt, die anhand der Framerate angibt, wann die Untertitel erscheinen sollen. Um diese Untertitel zu bearbeiten, muss eine Framerate festgelegt werden. Um die Framerate zu ermitteln, kann das Video gestartet oder eine zufällige Framerate ausgewählt werden, falls eine Sync-Option genutzt werden soll.
fi_fi: Valittu tiedosto on .sub-muodossa, jolloin tekstitykset ajoitetaan kuvanopeuden perusteella. Näitä tekstityksiä muokattaessa on ilmoitettava kuvanopeus. Videon kuvanopeus voidaan selvittää toistamalla se tai vaihtoehtoisesti voidaan valita myös satunnainen kuvanopeus, jos halutaan käyttää tahdistusvaihtoehtoa.
hr_hr: Odabrali ste .sub datoteku koja koristi broj sličica u sekundi za označavanje kada se podnaslovi trebaju prikazati. Za uređivanje ovih podnaslova morate odabrati broj sličica u sekundi. Možete započeti video kako bi vidjeli koji broj sličica u sekundi ima ili jednostavno odaberite naizmjenični ako želite koristiti mogućnost usklađivanja.
it_it: Hai selezionato un file .sub, che utilizza la frequenza dei fotogrammi per indicare quando devono essere visualizzati i sottotitoli. Per modificare questi sottotitoli, devi selezionare un framerate. Puoi avviare un video per vedere quale framerate ha o semplicemente sceglierne uno casuale se desideri utilizzare un'opzione di sincronizzazione.
ko_kr: 프레임 속도를 사용하여 자막을 표시해야 하는 시기를 나타내는 .sub 파일을 선택했습니다. 이 자막을 편집하려면 프레임 속도를 선택해야 합니다. 비디오를 시작하여 프레임 속도를 확인하거나 동기화 옵션을 사용하려는 경우 임의의 프레임 속도를 선택할 수 있습니다.
zh_cn: 您选择了一个 .sub 文件，该文件使用帧速来指示何时应显示字幕。要编辑这些字幕，必须选择帧速。你可以启动一个视频来查看它的帧速，或者如果你想使用同步选项，只需随机选取一个。

# #32132
source: This file might not be a valid subtitle
de_de: Diese Datei ist möglicherweise kein gültiger Untertitel
fi_fi: Tiedosto ei ehkä ole kelvollinen tekstitystiedosto
hr_hr: Ova datoteka možda nije valjan podnaslov
it_it: Questo file potrebbe non essere un sottotitolo valido
ko_kr: 이 파일은 유효한 자막이 아닐 수 있습니다
zh_cn: 此文件可能不是有效的字幕

# #32133
source: Load anyway
de_de: Trotzdem laden
fi_fi: Lataa silti
hr_hr: Svejedno učitaj
it_it: Carica comunque
ko_kr: 어쨌든 읽음
zh_cn: 仍然加载

# #32134
source: Choose other
de_de: Andere wählen
fi_fi: Valitse toinen
hr_hr: Odaberi drugi
it_it: Scegli altro
ko_kr: 기타 선택
zh_cn: 选择其他

# #32135
source: Not a valid .sub file
de_de: Keine gültige .sub-Datei
fi_fi: .sub-tiedosto ei kelpaa
hr_hr: Nije valjana .sub datoteka
it_it: Non è un file .sub valido
ko_kr: 유효한 .sub 파일이 아님
zh_cn: 不是有效的 .sub 文件

# #32136
source: This file does not appear to be a valid .sub file.
de_de: iese Datei scheint keine gültige .sub-Datei zu sein.
fi_fi: Tiedosto ei näytä olevan kelvollinen .sub-tiedosto.
hr_hr: Izgleda da ova datoteka nije valjana .sub datoteka.
it_it: Questo file non sembra essere un file .sub valido.
ko_kr: 이 파일은 유효한 .sub 파일이 아닌 것 같습니다.
zh_cn: 此文件似乎不是有效的 .sub 文件。

# #32137
source: All found HTML colorcodes reset to white.
de_de: Alle gefundenen HTML-Farbcodes werden auf weiß zurückgesetzt.
fi_fi: Kaikki havaitut HTML-värikoodit muutettiin valkoiseksi.
hr_hr: Svi pronađeni HTML kôdovi boje će biti vraćen u bijelu boju.
it_it: Tutti i codici colore HTML trovati sono stati reimpostati su bianco.
ko_kr: 발견된 모든 HTML 색상 코드가 흰색으로 재설정됩니다.
zh_cn: 所有找到的 HTML 颜色代码都重置为白色。

# #32138
source: Reset color code to white
de_de: Farbcodes auf weiß zurücksetzen
fi_fi: Muuta kaikki värikoodit valkoiseksi
hr_hr: Vrati kôdove boja u bijelu boju
it_it: Reimposta il codice colore su bianco
ko_kr: 색상 코드를 흰색으로 재설정
zh_cn: 将颜色代码重置为白色

# #32139
source: Reset color to a custom color
de_de: Farbcodes auf bestimmte Farbe zurücksetzen
fi_fi: Muuta väri omavalintaiseen väriin
hr_hr: Vrati boju u prilagođenu boju
it_it: Reimposta il colore su un colore personalizzato
ko_kr: 색상 코드를 흰색으로 재설정
zh_cn: 将颜色重置为自定义颜色

# #32140
source: Not a valid code for a color. Use 8 digits in a hexadecimal notation: 'FF00FF00'
de_de: Kein gültiger Code für eine Farbe. 8 Zeichen in hexadezimaler Schreibweise verwenden: „FF00FF00“
fi_fi: Värikoodi ei kelpaa. Käytä 8 merkkisiä heksadesimaalikoodeja, kuten "FF00FF00".
hr_hr: Nije valjan kôd za boju. Koristite 8 znamenkasti heksadecimalni kôd: 'FF00FF00'
it_it: Codice non valido per un colore. Usa 8 cifre e notazione esadecimale: 'FF00FF00'
ko_kr: 색상에 대한 유효한 코드가 아닙니다. 16진수 표기법으로 8자리 사용: 'FF00FF00'
zh_cn: 不是颜色的有效代码。使用8位十六进制表示法：“FF00FF00”

# #32141
source: Provide color coding. Use 8 digits. Leave empty to cancel
de_de: Farbcodierung angeben. 8 Zeichen verwenden. Leer lassen um abzubrechen
fi_fi: Ilmoita 8 merkkinen värikoodi. Peru muutos jättämällä tyhjäksi.
hr_hr: Omogućite kôdiranje boja. Koristite 8 znamenki. Ostavite prazno ili poništite
it_it: Fornisci un codice colori. Usa 8 cifre. Lascia vuoto per annullare
ko_kr: 색상 코딩을 제공합니다. 8자리를 사용합니다. 취소하려면 비워두세요
zh_cn: 提供颜色编码。使用8位数字。留空以取消

# #32142
source: All found HTML colorcodes reset to
de_de: Alle gefundenen HTML-Farbcodes zurücksetzen auf
fi_fi: Kaikki havaitut HTML-värikoodit muutettiin arvoon
hr_hr: Svi pronađeni HTML kôdovi boja su vraćeni na
it_it: Tutti i codici colore HTML trovati sono stati reimpostati su:
ko_kr: 발견된 모든 HTML 색상 코드가 다음으로 재설정됨
zh_cn: 所有找到的 HTML 颜色代码重置为

# #35000
source: Cancel
de_de: Abbrechen
fi_fi: Peruuta
hr_hr: Odustani
it_it: Annulla
ko_kr: 취소
zh_cn: 取消

# #35001
source: Load subtitle
de_de: Untertitel laden
fi_fi: Lataa tekstitys
hr_hr: Učitaj podnaslov
it_it: Carica sottotitoli
ko_kr: 자막 읽음
zh_cn: 加载字幕

# #35002
source: Manually
de_de: Manuell
fi_fi: Manuaalisesti
hr_hr: Ručno
it_it: Manualmente
ko_kr: 수동으로
zh_cn: 手动

# #35003
source: Do you want to edit this subtitle?
de_de: Soll dieser Untertitel bearbeitet werden?
fi_fi: Haluatko varmasti muokata tekstitystä?
hr_hr: Želite li urediti ovaj podnaslov?
it_it: Vuoi modificare questo sottotitolo?
ko_kr: 이 자막을 수정할까요?
zh_cn: 是否要编辑此字幕？

# #35004
source: Playback will stop, but can be resumed from the menu.
de_de: Die Wiedergabe wird gestoppt, kann aber über das Menü fortgesetzt werden.
fi_fi: Toisto pysähtyy, mutta sitä voidaan jatkaa valikosta.
hr_hr: Reprodukcija će se zaustaviti, ali se može nastaviti iz izbornika.
it_it: La riproduzione si interromperà, ma può essere ripresa dal menu.
ko_kr: 재생은 중지되지만, 메뉴에서 다시 시작할 수 있습니다.
zh_cn: 播放将停止，但可以从菜单中恢复。

# #35005
source: A subtitlefile could not be found. Do you want to select one manually and continue with current video?
de_de: Eine Untertiteldatei wurde nicht gefunden. Soll ein Untertitel manuell ausgewählt und mit dem aktuellen Video fortgefahren werden?
fi_fi: Tekstitystiedostoa ei löytynyt. Haluatko valita sellaisen manuaalisesti ja jatkaa nykyisellä videolla?
hr_hr: Datoteka podnaslova se ne može pronaći. Želite li odabrati jednu ručno i nastaviti s trenutnim videom?
it_it: Impossibile trovare un file di sottotitoli. Vuoi selezionarne uno manualmente e continuare con il video corrente?
ko_kr: 자막 파일을 찾을 수 없습니다. 수동으로 하나를 선택하고 현재 비디오를 계속할까요?
zh_cn: 找不到字幕文件。是否要手动选择一个并继续当前视频？

# #35006
source: Video:
ko_kr: 동영상:
zh_cn: 视频：

# #35007
source: Subtitle:
de_de: Untertitel:
fi_fi: Tekstitys:
hr_hr: Podnaslov:
it_it: Sottotitolo:
ko_kr: 자막:
zh_cn: 字幕：

# #35008
source: Play with
de_de: Wiedergeben mit
fi_fi: Toista videolla
hr_hr: Reproduciraj s
it_it: Riproduci con
ko_kr: 다음으로 재생
zh_cn: 播放使用

# #35009
source: Edit and synchronize subtitles with your remote
de_de: Mit der Fernbedienung Untertitel bearbeiten und synchronisieren
fi_fi: Muokkaa ja ajoita tekstityksiä kauko-ohjaimellasi
hr_hr: Uredite i uskladite podnaslove s vašim daljinskim
it_it: Modifica e sincronizza i sottotitoli con il telecomando
ko_kr: 리모컨으로 자막 편집 및 동기화
zh_cn: 使用遥控器编辑和同步字幕

# #35010
source: With this script you can edit specific lines, move or stretch subtitles, and synchronize with other subtitles. You can also synchronize with a videofile.
de_de: Mit diesem Skript lassen sich bestimmte Zeilen bearbeiten, Untertitel verschieben oder strecken und mit anderen Untertiteln synchronisieren. Sie können auch mit einer Videodatei synchronisiert werden.
fi_fi: Tällä lisäosalla voidaan muokata yksittäisiä tekstitysrivejä, siirtää ja venyttää tekstityksiä sekä tahdistaa niitä muiden tekstitysten ja videotiedostojen kanssa.
hr_hr: S ovom skriptom možete uređivati određene retke, pomicati ili rastezati podnaslove i usklađivati ih s drugim podnaslovima. Možete usklađivati i s video datotekom.
it_it: Con questo script puoi modificare righe specifiche, spostare o allungare i sottotitoli e sincronizzarti con altri sottotitoli. Puoi anche sincronizzare con un file video.
ko_kr: 이 스크립트를 사용하면 특정 줄을 편집하고, 자막을 이동하거나 늘리고, 다른 자막과 동기화할 수 있습니다. 비디오 파일과 동기화할 수도 있습니다.
zh_cn: 使用此脚本，您可以编辑特定行、移动或拉伸字幕，以及与其他字幕同步。您还可以与视频文件同步。

# #35011
source: Return to Menu
de_de: Zurück zum Menü
fi_fi: Palaa valikkoon
hr_hr: Povratak u izbornik
it_it: Torna al menu
ko_kr: 메뉴로 돌아가기
zh_cn: 返回到菜单

# #35016
source: Somewhere in the process of syncing an error occurred. Most of the time this is caused by:[CR] - A .srt file which uses non-standard timestamps.[CR] - A .srt file which has a digit missing in one of its timestamps.[CR] - A file which is not an actual .srt file[CR][CR]Use Main Menu -> Advanced Options -> Check Integrity to scan for faulty timestamps or use a different .srt file.
de_de: Im Synchronisierungsprozesses ist irgendwo ein Fehler aufgetreten. In den meisten Fällen wird dies verursacht durch:[CR] - Eine .srt-Datei, die nicht standardisierte Zeitstempel verwendet.[CR] - Eine .srt-Datei, bei der eine Ziffer in einem der Zeitstempel fehlt.[CR] - Eine Datei, die keine echte .srt-Datei ist[CR][CR]Über „Hauptmenü -> Erweiterte Optionen -> Integrität prüfen“ kann nach fehlerhaften Zeitstempeln gesucht werden oder man nimmt eine andere .srt-Datei.
fi_fi: Jossakin tahdistusvaiheessa tapahtui virhe. Yleisiä syitä:[CR] - .srt-tiedosto sisältää poikkeavia aikakoodeja.[CR] - .srt-tiedoston aikaleimoista puuttuu numero.[CR] - .srt-tiedostoksi virheellisesti ilmoitettu tiedosto[CR][CR]Tarkista virheelliset aikakoodit kohdasta "Päävalikko > Lisäasetukset > Tarkista eheys" tai vaihda toiseen .srt-tiedostoon.
hr_hr: Negdje u procesu usklađivanja nastala je greška. Većinom je ovo uzrokovano:[CR] - .srt datoteka koja koristi nestandardne vremenske oznake.[CR] - .srt datoteka kojoj nedostaje brojka u jednoj vremenskoj oznaci.[CR] - Datoteka koja nije .srt datoteka[CR][CR]Koristite Glavni izbornik -> Napredne mogućnosti -> Provjeri integritet za pretragu pogrešnih vremenskih oznaka ili koristite drugu .srt datoteku.
it_it: Da qualche parte nel processo di sincronizzazione si è verificato un errore. Il più delle volte ciò è causato da:[CR] - Un file .srt che utilizza timestamp non standard.[CR] - Un file .srt a cui manca una cifra in uno dei timestamp.[CR] - Un file che non è un file .srt effettivo[CR][CR]Usa il menu principale -> Opzioni avanzate -> Verifica integrità per cercare timestamp errati o utilizzare un file .srt diverso.
ko_kr: 동기화 과정에서 오류가 발생했습니다. 대부분 다음으로 인해 발생합니다.[CR] - 비표준 타임스탬프를 사용하는 .srt 파일.[CR] - 타임스탬프 중 하나에 숫자가 누락된 .srt 파일.[CR] - 실제 .srt 파일이 아닙니다.[CR][CR]주 메뉴 -> 고급 옵션 -> 무결성 검사를 사용하여 잘못된 타임스탬프를 검색하거나 다른 .srt 파일을 사용하십시오.
zh_cn: 在同步过程中的某个地方发生了错误。大多数情况下，这是由于：[CR]- 一个使用非标准时间戳的 .srt 文件引起的。[CR]- srt 文件中一个时间戳缺少一个数字。[CR]- 实际内容不是一个 .srt 文件[CR][CR]使用“主菜单->高级选项->检查完整性”以扫描错误的时间戳或使用另外的 .srt 文件。

# #35012
source: The following error has occurred:
de_de: Folgender Fehler ist aufgetreten:
fi_fi: Tapahtui virhe:
hr_hr: Dogodila se sljedeća greška:
it_it: Si è verificato il seguente errore:
ko_kr: 다음 오류 발생:
zh_cn: 出现以下错误：

# #35013
source: Details of Error
de_de: Details zum Fehler
fi_fi: Virheen tiedot
hr_hr: Pojedinosti greške
it_it: Dettagli errore
ko_kr: 오류 내용
zh_cn: 错误详细信息

# #35017
source: Characterset not detected
de_de: Zeichensatz nicht erkannt
fi_fi: Merkistöä ei tunnistettu
hr_hr: Skup znakova nije otkriven
it_it: Set di caratteri non rilevato
ko_kr: 문자세트가 감지되지 않음
zh_cn: 未检测到字符集

# #35018
source: The correct characterset of this file could not be detected. The file is now loading with the UTF-8 set and errors are replaced with questionmarks.
de_de: Der richtige Zeichensatz dieser Datei konnte nicht erkannt werden. Die Datei wird jetzt mit als UTF-8 geladen und Fehler werden durch Fragezeichen ersetzt.
fi_fi: Tiedoston todellista merkistöä ei tunistettu. Tiedosto on nyt avattu käyttäen UTF-8-merkistöä ja virheet on korvattu kysymysmerkeillä.
hr_hr: Ispravan skup znakova ne može se otkriti. Datoteka se sada učitava u UTF-8 skupu i greške su zamijenjene upitnikom.
it_it: Impossibile rilevare il set di caratteri corretto di questo file. Il file viene ora caricato con il set UTF-8 e gli errori vengono sostituiti con punti interrogativi.
ko_kr: 이 파일의 올바른 문자세트를 검색할 수 없습니다. 이제 파일이 UTF-8 세트로 로드되고 오류가 물음표로 바뀝니다.
zh_cn: 无法检测到此文件的正确字符集。该文件正以 UTF-8 字符集加载，错误字符将替换为问号。

# #35019
source: Select textline
de_de: Textzeile auswählen
fi_fi: Valitse tekstirivi
hr_hr: Odaberite redak teksta
it_it: Seleziona riga di testo
ko_kr: 텍스트 라인 선택
zh_cn: 选择文本行

# #35020
source: Select time to sync to
de_de: Zeit für Sync auswählen
fi_fi: Valitse tahdistuskohta
hr_hr: Odaberi vrijeme za usklađivanje
it_it: Seleziona l'orartio su cui eseguire la sincronizzazione
ko_kr: 동기화할 시간 선택
zh_cn: 选择要同步到的时间

# #35021
source: Shift forwards by microseconds
de_de: Vorwärtsschieben um Mikrosekunden
fi_fi: Siirrä eteenpäin mikrosekunneissa
hr_hr: Pomakni unaprijed za mikrosekundu
it_it: Sposta avanti in microsecondi
ko_kr: 마이크로초 단위로 앞으로 이동
zh_cn: 按微秒向前移动

# #35022
source: Shift backwards by microseconds
de_de: Rückwärtsschieben um Mikrosekunden
fi_fi: Siirrä taaksepäin mikrosekunneissa
hr_hr: Pomakni unatrag za mikrosekundu
it_it: Sposta indietro in microsecondi
ko_kr: 마이크로초 단위로 뒤로 이동
zh_cn: 按微秒向后移动

# #35023
source: Shift forwards by minutes
de_de: Vorwärtsschieben um Minuten
fi_fi: Siirrä eteenpäin minuuteissa
hr_hr: Pomakni unaprijed za minutu
it_it: Sposta avanti in minuti
ko_kr: 분 단위로 앞으로 이동
zh_cn: 按分钟向前移动

# #35024
source: Shift backwards by minutes
de_de: Rückwärtsschieben um Minuten
fi_fi: Siirrä taaksenpäin minuuteissa
hr_hr: Pomakni unatrag za minutu
it_it: Sposta indietro in minuti
ko_kr: 분 단위로 뒤로 이동
zh_cn: 按分钟向后移动

# #35025
source: Select which subtitle to delete
de_de: Zu löschenden Untertitel auswählen
fi_fi: Valitse poistettava tekstitys
hr_hr: Odaberi podnaslov za brisanje
it_it: Seleziona quale sottotitolo eliminare
ko_kr: 삭제할 자막 선택
zh_cn: 选择要删除的字幕

# #35026
source: Minutes
de_de: Minuten
fi_fi: Minuuttia
hr_hr: Minuta
it_it: Minuti
ko_kr: 분
zh_cn: 分钟

# #35027
source: Microseconds
de_de: Mikrosekunden
fi_fi: Mikrosekuntia
hr_hr: Mikrosekundi
it_it: Microsecondi
ko_kr: 마이크로초
zh_cn: 微秒

# #35028
source: See contents
de_de: Siehe Inhalt
fi_fi: Näytä sisältö
hr_hr: Pogledaj sadržaj
it_it: Vedi contenuto
ko_kr: 내용보기
zh_cn: 见内容

# #35029
source: Open anyway
de_de: Trotzdem öffnen
fi_fi: Avaa silti
hr_hr: Svejedno otvori
it_it: Apri comunque
ko_kr: 어쨌든 열기
zh_cn: 仍然打开

# #35030
source: Unlikely to be a subtitle
de_de: Unwahrscheinlich, dass es ein Untertitel ist
fi_fi: Ei todennäköisesti ole tekstitys
hr_hr: Malo vjerojatno da je podnaslov
it_it: Improbabile sia un sottotitolo
ko_kr: 자막일 가능성이 없음
zh_cn: 不像是字幕

# #35031
source: This file is quite large and unlikely to be a subtitle
de_de: Diese Datei ist ziemlich groß und wird wahrscheinlich kein Untertitel sein
fi_fi: Tiedosto on niin suuri, ettei se todennäköisesti ole tekstitystiedosto
hr_hr: Ova datoteka je prilično velika i malo je vjerojatno da je podnaslov
it_it: Questo file è abbastanza grande ed è improbabile che sia un sottotitolo
ko_kr: 이 파일은 상당히 커서 자막일 가능성이 없습니다
zh_cn: 此文件相当大，不像是字幕

# #35032
source: Could not load subtitle
de_de: Untertitel konnte nicht geladen werden
fi_fi: Tekstitystä ei voitu ladata
hr_hr: Nemoguće učitavanje podnaslova
it_it: Impossibile caricare i sottotitoli
ko_kr: 자막을 읽을 수 없습니다
zh_cn: 无法加载字幕

# #35033
source: Could not find any subtitles in the file. Is it a valid subtitle?
de_de: Es konnten keine Untertitel in der Datei gefunden werden. Ist es ein gültiger Untertitel?
fi_fi: Tiedostosta ei löytynyt tekstityksiä. Onko se kelvollinen tekstitystiedosto?
hr_hr: Nemoguć pronalazak podnaslova u datoteci. Je li valjan podnaslov?
it_it: Impossibile trovare i sottotitoli nel file. È un sottotitolo valido?
ko_kr: 파일에서 자막을 찾을 수 없습니다. 유효한 자막인가요?
zh_cn: 在文件中找不到任何字幕。这是一个有效的字幕吗？

# #35034
source: Scanning...
de_de: Wird durchsucht …
fi_fi: Tutkitaan...
hr_hr: Pretraživanje...
it_it: Scansione...
ko_kr: 스캐닝...
zh_cn: 正在扫描...

# #35035
source: Checking which encoding to use for this file.
de_de: Überprüfung, welcher Zeichensatz für diese Datei zu verwenden ist.
fi_fi: Tarkistetaan tiedostossa käytettävää koodausta.
hr_hr: Provjeravanje koje enkôdiranje koristiti za ovu datoteku.
it_it: Verifica quale codifica utilizzare per questo file.
ko_kr: 이 파일에 사용할 인코딩을 확인 중입니다.
zh_cn: 正在检查此文件使用的编码。

# #35036
source: This does not seem to be a valid .sub file.
de_de: Dies scheint keine gültige .sub-Datei zu sein.
fi_fi: Tiedosto ei näytä olevan kelvollinen .sub-tiedosto.
hr_hr: Čini se da ovo nije valjana .sub datoteka.
it_it: Questo non sembra essere un file .sub valido.
ko_kr: 유효한 .sub 파일이 아닌 것 같습니다.
zh_cn: 这似乎不是有效的 .sub 文件。

# #35037
source: This does not seem to be a valid .srt file.
de_de: Dies scheint keine gültige .srt-Datei zu sein.
fi_fi: Tiedosto ei näytä olevan kelvollinen .srt-tiedosto.
hr_hr: Čini se da ovo nije valjana .srt datoteka.
it_it: Questo non sembra essere un file .srt valido.
ko_kr: 유효한 .srt 파일이 아닌 것 같습니다.
zh_cn: 这似乎不是有效的 .srt 文件。

# #35038
source: Results
de_de: Ergebnis
fi_fi: Tulokset
hr_hr: Rezultati
it_it: Risultati
ko_kr: 결과
zh_cn: 结果

# #35039
source: The encoding is:
de_de: Der Zeichensatz ist:
fi_fi: Koodaus on:
hr_hr: Ovo enkôdiranje je:
it_it: La codifica è:
ko_kr: 인코딩:
zh_cn: 编码为：

# #35040
source: The following lines were skipped:
de_de: Folgende Zeilen wurden übersprungen:
fi_fi: Seuraavat rivit ohitettiin:
hr_hr: Sljedeći retci su preskočeni:
it_it: Sono state saltate le seguenti righe:
ko_kr: 다음 줄 건너뜀:
zh_cn: 跳过了以下行：

# #35041
source: Repair manually
de_de: Manuell reparieren
fi_fi: Korjaa manuaalisesti
hr_hr: Popravi ručno
it_it: Ripara manualmente
ko_kr: 수동으로 복구
zh_cn: 手动修复

# #35042
source: Jump to Specific subtitle
de_de: Zu bestimmtem Untertitel springen
fi_fi: Hyppää tiettyyn tekstitykseen
hr_hr: Idi na određeni podnaslov
it_it: Vai al sottotitolo specifico
ko_kr: 특정 자막으로 이동
zh_cn: 跳转到特定字幕

# #35043
source: View or delete subtitle that is marked as first
de_de: Untertitel anzeigen oder löschen, der als Erster markiert ist
fi_fi: Näytä tai poista ensimmäiseksi merkitty tekstitys
hr_hr: Pogledaj ili obriši podnaslov koji je označen kao prvi
it_it: Visualizza o elimina i sottotitoli contrassegnati come primi
ko_kr: 첫 번째로 표시된 자막 보기 또는 삭제
zh_cn: 查看或删除标记为第一条的字幕

# #35044
source: View or delete subtitle that is marked as last
de_de: Untertitel anzeigen oder löschen, der als Letzter markiert ist
fi_fi: Näytä tai poista viimeiseksi merkitty tekstitys
hr_hr: Pogledaj ili obriši podnaslov koji je označen kao posljednji
it_it: Visualizza o elimina i sottotitoli contrassegnati come ultimi
ko_kr: 마지막으로 표시된 자막 보기 또는 삭제
zh_cn: 查看或删除标记为最后一条的字幕

# #35045
source: Mark other subtitle as last to sync with
de_de: Anderen Untertitel als den Letzten für den Sync markieren
fi_fi: Vaihda viimeinen tahdistettava tekstitys
hr_hr: Označi drugi podnaslov kao posljednji za usklađivanje
it_it: Contrassegna l'altro sottotitolo come ultimo con cui eseguire la sincronizzazione
ko_kr: 다른 자막을 마지막으로 동기화할 자막으로 표시
zh_cn: 将其他字幕标记为最后一条要同步的字幕

# #35046
source: Mark other subtitle as first to sync with
de_de: Anderen Untertitel als den Ersten für den Sync markieren
fi_fi: Vaihda ensimmäinen tahdistettava tekstitys
hr_hr: Označi drugi podnaslov kao prvi za usklađivanje
it_it: Contrassegna l'altro sottotitolo come primo con cui eseguire la sincronizzazione
ko_kr: 동기화할 첫 번째 자막으로 다른 자막 표시
zh_cn: 将其他字幕标记为第一条要同步的字幕

# #35047
source: Change start time
de_de: Startzeit ändern
fi_fi: Muuta aloituskohtaa
hr_hr: Promijeni početno vrijeme
it_it: Modifica l'orario di inizio
ko_kr: 시작 시간 변경
zh_cn: 更改开始时间

# #35048
source: Change end Time
de_de: Endzeit ändern
fi_fi: Muuta päättymiskohtaa
hr_hr: Promijeni završno vrijeme
it_it: Modifica l'orario di fine
ko_kr: 종료 시간 변경
zh_cn: 更改结束时间

# #35049
source: Skip backward 100 milliseconds
de_de: 100 Millisekunden rückwärts springen
fi_fi: Siirry 100 millisekuntia taaksepäin
hr_hr: Preskoči unatrag za 100 milisekundi
it_it: Salta indietro di 100 millisecondi
ko_kr: 100밀리초 뒤로 건너뛰기
zh_cn: 向后跳100毫秒

# #35050
source: Do you want: [CR]{}[CR]To appear at {}?
de_de: Soll[CR]{}[CR]bei {} erscheinen?
fi_fi: Haluatko: [CR]{}[CR]Näkyvän kohdassa {}?
hr_hr: Želite li: [CR]{}[CR]Da se pojavi na {}?
it_it: Vuoi che: [CR]{}[CR]appaia a {}?
ko_kr: [CR]{}: [CR]{}에 나타나기를 원하나요?
zh_cn: 是否希望：[CR]{}[CR]出现在{}？
