Repository: xbmc/repo-scripts
Catalog: script.module.clouddrive.common/resources/language/resource.language.*/strings.po
Languages: he_il, pt_br

# #32004
source: Export to library (.strm)...
he_il: יצא לספרייה (.strm)...
pt_br: Exportar para a biblioteca (.strm)

# #32005
source: Add an account...
he_il: הוסף חשבון...
pt_br: Adicionar uma conta...

# #32006
source: Remove Account...
he_il: הסר חשבון...
pt_br: Remover conta...

# #32007
source: Remove Drive...
he_il: הסר את הכונן...
pt_br: Remover Drive...

# #32008
source: Connecting with server, please wait...
he_il: מתחבר עם השרת, אנא המתן...
pt_br: Conectando com o servidor, por favor aguarde...

# #32011
source: Expires in %s seconds...
he_il: פג ב- %s שניות.
pt_br: Expira em %s segundos...

# #32012
source: Yes! Count me in
pt_br: Sim! Conte comigo

# #32013
source: No
he_il: לא
pt_br: Não

# #32014
source: Retrieving credentials...
he_il: מאחזר את האישורים...
pt_br: Obtendo credenciais...

# #320G15
source: Unable to login:
pt_br: Não foi possível logar:

# #32016
source: Please try again.
he_il: אנא נסה שנית.
pt_br: Por favor, tente novamente.

# #32017
source: Retrieving drive information...
he_il: איחזור מידע מהכונן...
pt_br: Obtendo informações do drive...

# #32018
source: Unable to retrieve the drive information:
he_il: אין אפשרות לאחזר מידע מהכונן:
pt_br: Não foi possível obter as informações do Drive

# #32019
source: The access to this resource has been denied. You might not have enough permission
he_il: הגישה למשאב זה נדחתה. ייתכן שאין לך הרשאה מספקת
pt_br: O Acesso para esse recurso foi negado. Você pode não ter permição de acesso o suficiente.

# #32020
source: Adding account...
he_il: הוספת חשבון...
pt_br: Adicionando conta...

# #32021
source: Unable to add account:
he_il: אין אפשרות להוסיף את החשבון:
pt_br: Não foi possivel adicionar a conta:

# #32022
source: Account '%s' will be removed. Are you sure?
he_il: החשבון '%s' יוסר. האם אתה בטוח?
pt_br: A Conta '%s' será removida. Tem certeza?

# #32023
source: Drive '%s' will be removed. Are you sure?
he_il: הכונן '%s' יוסר. האם אתה בטוח?
pt_br: Drive '%s' será removido. Tem certeza?

# #32024
source: exporting
he_il: מייצא
pt_br: exportando

# #32025
source: Starting, please wait...
he_il: מתחיל. אנא המתן...
pt_br: Iniciando, por favor aguarde...

# #32026
source: A valid export folder is required
he_il: נדרשת תיקיית ייצוא חוקית
pt_br: É necessário um diretório de exportação válido

# #32027
source: Unknown error:
he_il: שגיאה לא ידועה:
pt_br: Erro desconhecido:

# #32028
source: Unable to move your previous accounts information file. Please move it manually to %s or add your accounts again.
he_il: לא ניתן להעביר את קובץ פרטי החשבונות הקודמים שלך. העבר אותו ידנית ל-%s או הוסף שוב את החשבונות שלך.
pt_br: Não foi possível mover o arqquivo informação de contas anterior. Por favor o mova manualmente %s ou adicione sua conta novamente.

# #32029
source: Need help? Go to the forum and post a message in: kodi.daro.mx/forum
he_il: זקוק לעזרה? עבור אל הפורום ופרסם הודעה ב: kodi.daro.mx/forum
pt_br: Precisa de ajuda? Vá no forum e poste sua mensagem em: kodi.daro.mx/forum

# #32030
source: Collaboration
he_il: שיתוף פעולה
pt_br: Colaboração

# #32031
source: Report errors automatically to help resolve them quickly
he_il: דווח על שגיאות באופן אוטומטי כדי לסייע בפתרון הבעיות במהירות
pt_br: Reportar erros automaticamente para ajudar a resolver-los rapidamente

# #32032
source: Auto-Refreshed slideshow
pt_br: Slideshow com atualização automática

# #32034
source: '%s' is not a folder
he_il: '%s' זה לא תיקייה
pt_br: '%s' não é um diretório

# #32035
source: The server is temporary unavailable for this operation.
he_il: השרת אינו זמין זמנית עבור פעולה זו.
pt_br: O servidor está temporariamente inacessível para essa operação.

# #32036
source: Something went wrong with this operation.
he_il: משהו השתבש בפעולה הזו.
pt_br: Alguma coisa deu errado com essa operação.

# #32037
source: File or folder not found. Make sure is still in your drive.
he_il: הקובץ או התיקייה לא נמצאו. ודא כי הוא עדיין בכונן שלך.
pt_br: O arquivo ou direttório não foi encontrado. Tenha certeza que o mesmo se encontra no seu drive.

# #32038
source: Please try again later.
he_il: אנא נסו שוב מאוחר יותר.
pt_br: Por favor tente nnovamente mais tarde.

# #32039
source: Search...
he_il: חיפוש...
pt_br: Buscar...

# #32040
source: Searching '%s', please wait...
he_il: מחפש '%s', נא להמתין...
pt_br: Buscando '%s', por favor aguarde...

# #32041
source: Processing results, please wait...
he_il: מעבד תוצאות, אנא המתן...
pt_br: Processando resultados, por favor aguarde...

# #32042
source: Enter text to search:
he_il: הזן טקסט לחיפוש:
pt_br: Entre um texto para procurar:

# #32043
source: Something happened with the request%s.
he_il: קרה משהו עם הבקשה %s.
pt_br: Alguma coisa aconteceu com a requisição%s.

# #32044
source: Will try in %s seconds.
he_il: ננסה תוך %s שניות.
pt_br: Tentará em %s segundos.

# #32045
source: Attempt %s of %s.
he_il: ניסיון %s מתוך %s.
pt_br: Tentativa %s de %s.

# #32046
source: The credentials for '%s' are no longer valid. You need to sign in again.%sDo you want to start the process?
he_il: האישורים עבור '%s' אינם תקפים עוד. עליך להיכנס שוב. %s האם ברצונך להתחיל את התהליך?
pt_br: As credenciais para '%s' não sao mais válidas. Você precisa autenticar novamente.%sGostaria de iniciar o processo?

# #32047
source: %s of %s items loaded, please wait...
he_il: %s של פריטים %s נטענו, אנא המתן...
pt_br: %s de %s itens carregados, por favor aguarde...

# #32048
source: %s items loaded, please wait...
he_il: %s פריטים נטענו, אנא המתן...
pt_br: %s itens carregados, por favor aguarde...

# #32049
source: Loading %s items in this folder, please wait...
he_il: טוען %s פריטים בתיקיה זו, המתן ...
pt_br: Carregando %s itens nesse diretório, por favor espere...

# #32050
source: Do you want to help reporting errors to resolve them quickly?
he_il: האם ברצונך לעזור בדיווח שגיאות כדי לפתור אותן במהירות?
pt_br: Gostaria de ajudar a reportar erros para resolver-los rapidamente?

# #32052
source: Files
he_il: קבצים
pt_br: Arquivos

# #32053
source: Recent
he_il: אחרונים
pt_br: Recente

# #32054
source: -unused- Documents
he_il: -לא בשימוש- מסמכים
pt_br: -unused- Documentos

# #32055
source: -unused- Special: Photos
he_il: -לא בשימוש- מיוחד: תמונות
pt_br: -unused- Especial: Fotos

# #32056
source: -unused- Special: Music
he_il: -לא בשימוש- מיוחד: מוסיקה
pt_br: -unused- Especial: Musica

# #32057
source: -unused- Shared By Me
he_il: -לא בשימוש- שותף על-ידי
pt_br: -unused- Compartilhado por mim

# #32058
source: Shared With Me
he_il: משותף איתי
pt_br: Compartilhado comigo

# #32059
source: Exporting task already in progress.
he_il: ייצוא משימה כבר בביצוע.
pt_br: Exportação já está em progresso.

# #32060
source: Searching subtitle file %s, please wait...
he_il: חיפוש קובץ כתוביות %s, נא להמתין...
pt_br: Procurando arquivo de legendas %s, por favor espere...

# #32061
source: Subtitle found! Playing this video with subtitle...
he_il: ‎כתובית נמצאה! מפעיל את הסרטון הזה עם כתוביות.
pt_br: Legenda encontrada! Tocando esse video com legenda...

# #32062
source: Subtitle not found for this video
he_il: כתובת לא נמצאה עבור הווידאו הזה
pt_br: Legenda não encontrada para esse video.

# #32063
source: This account or drive is not registered.%sDo you want to add an account?
he_il: חשבון או כונן זה אינם רשומים. %s האם ברצונך להוסיף חשבון?
pt_br: Essa conta ou drive não está registrada.%sGostaria de adicionar uma conta?

# #32064
source: Retrieving owner information...
he_il: מאחזר פרטי בעלים...
pt_br: Recuperando iformações do dono...

# #32065
source: Unable to retrieve the owner information:
he_il: אין אפשרות לאחזר פרטי בעלים:
pt_br: Não foi possível recuperar as informações do dono:

# #32066
source: Unable to remove previous files and folders in %s
he_il: אין אפשרות להסיר את הקבצים והתיקיות הקודמים ב-%s
pt_br: Não foi possível remover os arquivos e diretórios em %s

# #32067
source: Services
he_il: שירותים
pt_br: Serviços

# #32068
source: Allow cloud drive addons to be used as a source
pt_br: Permitir que os cloud drive addons sejam usados como fonte

# #32069
source: Source server port - http://localhost:<port>/source
he_il: מקור יציאת שרת - http://localhost:<port>/source
pt_br: Fonte servidor porta - http://localhost:<porta>/source

# #32070
source: There are no accounts added in %s.
he_il: אין חשבונות שנוספו ב- %s.
pt_br: Não há contas adicionadas em %s.

# #32071
source: Go to [Add-ons > %s > Add an account...] to add one.
he_il: עבור ל-[תוספות > %s > הוסף חשבון...] כדי להוסיף אחד.
pt_br: Vá paara [Add-ons > %s > adicionar uma conta...] para adicionar uma.

# #32015
source: Unable to login:
he_il: אין אפשרת להתחבר:

# #32068
source: Allow %s addon to be used as a source
he_il: אפשר להשתמש בהרחבה %s כמקור
