Repository: xbmc/repo-scripts
Catalog: screensaver.video/resources/language/*/strings.po
Languages: dutch, french, italian, spanish

# #32001
source: Screensaver
dutch: Schermbeveiliging
french: Économiseur d'écran
italian: Salvaschermo
spanish: Salvapantallas

# #32002
source: Debugging
dutch: Foutregistratie
french: Débogage
spanish: Depuración

# #32003
source: Enable debug logging
dutch: Foutregistratie inschakelen
french: Activer le mode debug
italian: Attiva il debug logging
spanish: Habilitar trazas de depuración

# #32004
source: Video Selection
dutch: Video selectie
french: Sélection de vidéo
italian: Selezione video
spanish: Selección de vídeo

# #32005
source: VideoScreensaver
dutch: VideoSchermbeveiliger
french: Économiseur d'écran vidéo
italian: Salvaschermo Video
spanish: Vídeo Protector de pantalla

# #32006
source: Configuration
dutch: Configuratie
italian: Configurazione
spanish: Configuración

# #32020
source: Preset Video
dutch: Voor ingestelde video
french: Préréglage Vidéo
italian: Preferenza Video
spanish: Vídeo pre-cargado

# #32021
source: User Defined
dutch: Gebruiker gedefinieerd
french: Défini par l'utilisateur
italian: Definito dall'utente
spanish: Usuario definido

# #32022
source: Selected Screensaver
dutch: Geselecteerde schermbeveiliging
french: Économiseur d'écran choisi
italian: Selezione Salvaschermo
spanish: Salva pantalla seleccionado

# #32023
source: Use All Files In A Folder
dutch: Gebruik alle bestanden in een folder
french: Utiliser tous les fichiers dans un dossier
italian: Usa Tutti I File Di Una Cartella
spanish: Usar todos los archivos en un folder

# #32024
source: Repeat Type For Multiple Files
dutch: Herhaal type voor meerdere bestanden
french: Répéter le Type pour plusieurs fichiers
spanish: Repetir tipo para archivos multiples

# #32025
source: Repeat All
dutch: Alles herhalen
french: Tout Répéter
italian: Ripeti tutto
spanish: Repetir Todo

# #32026
source: Repeat One
dutch: EÃ©n Herhalen
french: Répéter une fois
italian: Ripeti uno
spanish: Repetir Uno

# #32050
source: Set/Download Preset Video File
dutch: Instellen/download vooraf ingesteld videobestand
french: Rétablir / Télécharger les fichiers vidéos prédéfini
italian: Imposta/Scarica Video File Preferito
spanish: Colocar/Descargar archivo de vídeo precargado

# #32051
source: Select Video File
dutch: Selecteer videobestand
french: Choisir un fichier Vidéo
italian: Seleziona un File Video
spanish: Seleccionar archivo de video

# #32052
source: Show Time
dutch: Toon tijd
french: Afficher l'heure
italian: Mostra l'Ora
spanish: Tiempo transcurrido

# #32053
source: Start Video At Random Point
dutch: Start video op willekeurig punt
french: Commencer la lecture à un moment aléatoire
italian: Inizia il Video ad Un Punto a Caso
spanish: Iniciar vídeo en un punto aleatorio.

# #32054
source: Select Videos Folder
dutch: Selecteer videofolder
french: Choix du dossier vidéo
italian: Seleziona Cartella Video
spanish: Seleccione directorio de videos

# #32055
source: Prevent Screensaver Starting If Playing Media
dutch: Voorkom starten schermbeveiliging wanneer media wordt afgespeeld
french: Empêcher l'Économiseur d'écran de se lancer lors de la lecture d'un média
italian: Previeni la Partenza del Salvaschermo se un Media è in Esecuzione
spanish: Prevenir iniciar Salva pantallas si esta reproduciendo

# #32056
source: Change Volume When Screensaver Starts
dutch: Verander volume wanneer schermbeveiliging start
french: Changer le volume quand l'Économiseur d'écran démarre
italian: Cambia il Volume quando il Salvaschermo Inizia
spanish: Cambiar volumen cuando inicia salva pantallas

# #32057
source: Set Volume To
dutch: Stel volume in op
french: Volume à
italian: Imposta il Volume a
spanish: Volumen a

# #32058
source: Dim Level
dutch: Dim niveau
french: Niveau d'assombrissement
italian: Livello Opacità
spanish: Nivel de atenuación

# #32059
source: Stop Screensaver Automatically
dutch: Stop schermbeveiling automatisch
french: Arrêt automatique de l'Économiseur d'écran
spanish: Detener salva pantallas automaticamente

# #32060
source: Stop Screensaver After (Minutes)
dutch: Stop schermbeveiliging na (minuten)
french: Arrêter l'Économiseur d'écran après (en minutes)
spanish: Detener salva pantallas después de (Minutos)

# #32100
source: *** All Downloaded Videos ***
dutch: *** Alle gedownloade video's ***
french: *** Toutes les vidéos téléchargées ***
italian: *** Tutti i Video Scaricati ***
spanish: Todos los vídeos descargados

# #32101
source: Aquarium 1 - [846MB] - 400p
italian: Aquario 1 - [846MB] - 400p
spanish: Acuario 1 - [846MB] - 400p

# #32102
source: Aquarium 2 - [2.7GB] - 720p
italian: Aquario 2 - [2.7GB] - 720p
spanish: Acuario 2 - [2.7GB] - 720p

# #32103
source: Fireplace 1 - [965MB] - 720p
dutch: Openhaard 1 - [965MB] - 720p
italian: Camino 1 - [965MB] - 720p
spanish: Fogata 1 - [965MB] - 720p

# #32104
source: Fireplace 2 - [827MB] - 480p
dutch: Openhaard 2 - [827MB] - 480p
italian: Camino 2 - [827MB] - 480p
spanish: Fogata 2 - [827MB] - 480p

# #32105
source: Fireplace 3 - [2.1GB] - 1080p
dutch: Openhaard 3 - [2.1GB] - 1080p
italian: Camino 3 - [2.1GB] - 1080p
spanish: Fogata 3 - [2.1GB] - 1080p

# #32106
source: Aquarium 3 - [2.4GB] - 720p
spanish: Acuario 3 - [2.4GB] - 720p

# #32107
source: Fireplace 4 - [2.7GB] - 720p
dutch: Openhaard 4 - [2.7GB] - 720p
spanish: Fogata 4 - [2.7GB] - 720p

# #32108
source: Space 1 - [970MB] - 720p
dutch: Ruimte 1 - [970MB] - 720p
spanish: Espacio 1 - [970MB] - 720p

# #32109
source: Beach 1 - [2.5GB] - 720p
dutch: Strand 1 - [2.5GB] -720p
spanish: Playa 1 - [2.5GB] - 720p

# #32110
source: Beach 2 - [838MB] - 720p
dutch: Strand 2 - [838MB] - 720p
spanish: Playa 2 - [838MB] - 720p

# #32111
source: Matrix 1 - [909MB] - 720p
spanish: Matriz 1 - [909MB] - 720p

# #32112
source: Space 2 - [563MB] - 1080p
dutch: Ruimte 2 - [563MB] - 1080p
spanish: Espacio 2 - [563MB] - 1080p

# #32113
source: Woodland 1 - [1.3GB] - 720p
dutch: Bosland 1 - [1.3GB] -720p
spanish: Bosque 1 - [1.3GB] - 720p

# #32114
source: Star Trek TNG 1 - [54MB] - 720p
spanish: Viaje a las estrellas TNG 1 - [54MB] - 720p

# #32115
source: Retro Sci-Fi 1 - [200MB] - 1080p
spanish: Retro Ciencia Ficción 1 - [200MB] - 1080p

# #32116
source: Waterfall 1 - [1.3GB] - 720p
dutch: Waterval 1 - [1.3GB] -720p
spanish: Cascada 1 - [1.3GB] - 720p

# #32117
source: Waterfall 2 - [1.3GB] - 720p
dutch: Waterval 2 - [1.3GB] - 720p
spanish: Cascada 2 - [1.3GB] - 720p

# #32118
source: Waterfall 3 - [2.4GB] - 720p
dutch: Waterval 3 - [2.4GB] - 720p
spanish: Cascada 3 - [2.4GB] - 720p

# #32119
source: Beach 3 - [3.4GB] - 720p
dutch: strand 3 - [3.4GB] - 720p
spanish: Playa 3 - [3.4GB] - 720p

# #32300
source: Screensaver File Is Not Valid
dutch: Schermbeveiligingsbestand is niet geldig
french: Fichier d'économiseur d'écran invalide
italian: File Salvaschermo non Valido
spanish: Archivo de salva pantalla no es valido

# #32301
source: The following default video already exists
dutch: De volgende standaardvideo bestaat al
french: La vidéo par défaut suivante existes déjà
italian: Il Seguente video predefinito già esiste
spanish: El siguiente vídeo por defecto ya existe

# #32302
source: Reuse this file?
dutch: Hergebruik dit bestand?
french: Réutiliser ce fichier ?
italian: Riutilizza questo file?
spanish: Re utilizar este archivo?

# #32303
source: Downloading Screensaver Video File
dutch: Downloaden schermbeveiliging videobestand
french: Téléchargement du fichier vidéo de l'Économiseur d'écran
italian: File Salvaschermo in Downloand
spanish: Descargando archivo de vídeo de Salva pantallas

# #32304
source: This option will use all videos already downloaded
dutch: Deze optie zal alle reeds gedownloade video`s gebruiken
french: Cette option utilisera toutes les vidéos déjà téléchargées
italian: Questa opzione userà il video già scaricato
spanish: Esta opción usará todos los vídeos ya descargados

# #32305
source: Each video required should be downloaded individually first
dutch: Elke benodigde video zal eerst individueel moeten worden gedownload
french: Chaque vidéo demandée doit d'abord être téléchargée individuellement
italian: Ogni video richiesto dovrebbe essere scaricato individualmente prima
spanish: Cada vídeo requiere que sea descargado primero individualmente

# #32007
source: Startup
italian: Avvio

# #32202
source: None
italian: Nessuno

# #32203
source: User Defined
italian: Definito dall'utente
