Repository: xbmc/repo-scripts
Catalog: script.artworkorganizer/resources/language/Galician/strings.po
Languages: gl

# #32001
source: Copy Movie Fanart
gl: Copiar o Fanart do Filme

# #32002
source: Copy TV Show Fanart
gl: Copiar o Fanart da Serie de TV

# #32003
source: Copy Music Video Fanart
gl: Copiar o Fanart do Vídeo Musical

# #32004
source: Copy Artist Fanart
gl: Copiar o Fanart do Artista

# #32005
source: Copy Movie Thumbs
gl: Copiar as Miniaturas do Filme

# #32007
source: Copy Season Thumbs
gl: Copiar as Miniaturas da Tempada

# #32008
source: Copy Episode Thumbs
gl: Copiar as Miniaturas do Episodio

# #32009
source: Copy Music Video Thumbs
gl: Copiar as Miniaturas do Vídeo Musical

# #32010
source: Copy Artist Thumbs
gl: Copiar as Miniaturas do Artista

# #32011
source: Copy Album Thumbs
gl: Copiar as Miniaturas do Álbum

# #32012
source: Destination directory
gl: Cartafol de Destino

# #32013
source: Copy TV Show Banners
gl: Copiar os Cartaces da Serie de TV

# #32014
source: Copy TV Show Posters
gl: Copiar os Pósters da Serie de TV

# #32015
source: Custom source
gl: Fonte Personalizada

# #32016
source: Path
gl: Ruta

# #32101
source: General
gl: Xeral

# #32102
source: Advanced
gl: Avanzado

# #32103
source: Expert
gl: Experto

# #32104
source: DO NOT TOUCH UNLESS YOU KNOW WHAT YOU ARE DOING
gl: NON TOQUE A MENOS QUE SAIBA O QUE ESTÁ FACENDO

# #32105
source: THIS CAN POTENTIALLY WIPE YOUR ENTIRE HARDDRIVE
gl: ISTO PODE POTENCIALMENTE ELIMINAR OS CONTIDOS DO SEU DISCO DURO

# #32106
source: select which artwork should be copied
gl: Seleccionar a ilustración que debe ser copiada

# #32107
source: search a custom folder for artwork
gl: Buscar un cartafol personalizado para as ilustracións

# #32108
source: select a custom folder where the addon should store the artwork
gl: Seleccionar o cartafol personalizado onde o complemento debe almacenar a ilustración
