Repository: xbmc/repo-scripts
Catalog: service.subtitles.titlovi-com-official/resources/resource.language.*/strings.po
Languages: hr_hr

# #32001
source: Error searching for subtitles
hr_hr: Greška pretraživanja podnaslova

# #32002
source: Username
hr_hr: Korisničko ime

# #32003
source: Password
hr_hr: Lozinka

# #32004
source: Login Details
hr_hr: Pojedinosti prijave

# #32005
source: Your titlovi.com username or password is empty or not valid
hr_hr: Vaše titlovi.com korisničko ime nije postavljeno ili je neispravno

# #32006
source: Unauthorized, please check your login information!
hr_hr: Neovjereno, provjerite vaše pojedinosti prijave!

# #32007
source: Titlovi.com login error, try again
hr_hr: Titlovi.com greška prijave, pokušajte ponovno

# #32008
source: Please enter search text!
hr_hr: Upišite tekst pretrage!

# #32009
source: Video not playing!
hr_hr: Video snimka se ne repoducira!

# #32010
source: Error when downloading subtitle!
hr_hr: Greška pri preuzimanju podnaslova!

# #32011
source: Choose subtitle file
hr_hr: Odaberite datoteku podnaslova

# #32012
source: Convert latin/cyrillic alphabet
hr_hr: Pretvorba latinične/ćirilične abecede

# #32013
source: Don't convert
hr_hr: Ne pretvaraj

# #32014
source: Convert latin to cyrillic
hr_hr: Pretvori latinicu u ćirilicu

# #32015
source: Convert cyrillic to latin
hr_hr: Pretvori ćirilicu u latinicu

# #32016
source: Subtitle conversion
hr_hr: Pretvorba podnaslova
