Repository: xbmc/repo-scripts
Catalog: script.videoextras/resources/language/Lithuanian/strings.po
Languages: lt

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
lt: Pridėkite video priedus filmams ir TV laidoms.

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
lt: Suteikia būdą pridėti video priedus į vaizdo biblioteką. Nustatymo instrukcijas galite rasti vikio puslapyje.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras
lt: Teminių išvaizdų kūrėjai, instrukcijas kaip integruoti šį priedą į jūsų teminę išvaizdą rasite vikio puslapyje: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras

# #32001
source: Extras
lt: Priedai

# #32002
source: Extras Directory Name
lt: Priedų katalogo vardas

# #32003
source: Search Nested Directories
lt: Ieškoti įdėtiniuose katalaguose

# #32004
source: Enable Extras with File Tag
lt: Įjungti priedus su failo žyma

# #32005
source: Extras File Name Tag
lt: Priedų failo vardo žyma

# #32006
source: Menu to show after playing an extra
lt: Meniu, kurį rodyti po priedo atkurimo

# #32007
source: Video Selection
lt: Vaizdo pasirinkimas

# #32008
source: Information
lt: Informacija

# #32009
source: Home
lt: Pagrindinis

# #32010
source: File System
lt: Failų sistema

# #32011
source: Remote Extras Location
lt: Nuotolinė priedų vieta

# #32012
source: Use Custom Extras Location
lt: Naudoti individualią priedų vietą

# #32013
source: Path
lt: Kelias

# #32014
source: Custom Movies Sub-Folder
lt: Individualus filmų poaplankis

# #32015
source: Custom TV Shows Sub-Folder
lt: Individualus TV laidų poaplankis

# #32016
source: Advanced
lt: Papildomai

# #32017
source: Force Extras Button Display
lt: Priverstinis priedų mygtuko rodymas

# #32018
source: Exclude Files Regular Expression
lt: Reguliarusis reiškinys failų išskyrimui

# #32019
source: Debugging
lt: Derinimas

# #32020
source: Enable debug logging
lt: Įjungti derinimo žurnalą

# #32021
source: Database
lt: Duomenų bazė

# #32022
source: Enable Database Support
lt: Įjungti duomenų bazės palaikymą

# #32023
source: Operations
lt: Operacijos

# #32025
source: Use Detailed List Screen
lt: Naudoti išsamaus sąrašo ekraną

# #32026
source: Window to show after exiting detailed list
lt: Langas, kurį rodyti išėjus iš išsamaus sąrašo

# #32027
source: Allow caching of extras on startup
lt: Leisti priedų padėjimą į talpyklą paleidžint

# #32028
source: Browse Extras
lt: Naršyti priedus

# #32029
source: Custom Music Video Sub-Folder
lt: Individualus muzikinių vaizdo klipų poaplankis

# #32101
source: Play All
lt: Atkurti visus

# #32102
source: Info
lt: Informacija

# #32103
source: No extras found
lt: Priedų nerasta

# #32104
source: Resume from
lt: Atnaujinti nuo

# #32105
source: Start from beginning
lt: Pradėti nuo pradžios

# #32106
source: Mark as watched
lt: Žymėti kaip peržiūrėtą

# #32107
source: Mark as unwatched
lt: Žymėti kaip neperžiūrėtą

# #32108
source: Edit title
lt: Keisti pavadinimą

# #32109
source: Failed to update title
lt: Nepavyko atnaujinti pavadinimo

# #32110
source: Movies
lt: Filmai

# #32111
source: TV Shows
lt: TV laidos

# #32112
source: Music Videos
lt: Muzikiniai vaizdo klipai
