Repository: xbmc/repo-scripts
Catalog: service.stinger.notification/resources/language/resource.language.*/strings.po
Languages: he_il

# #32000
source: There is a stinger scene during the credits. Keep watching!
he_il: יש סצנת stinger במהלך הקרדיטים. הביטו!

# #32001
source: There is a stinger scene after the credits. Wait for it!
he_il: יש סצנת stinger אחרי הקרדיטים. חכה לזה!

# #32002
source: There are stinger scenes all over the place! Better sit tight.
he_il: יש סצנות stinger במיקום העכשווי! אל תזוז מכאן.

# #32003
source: During credits
he_il: במהלך קרדיטים

# #32004
source: After credits
he_il: לאחר קרדיטים

# #32400
source: Grab stinger tags from TheMovieDB for all movies
he_il: השג תגי stinger של TheMovieDB עבור כל הסרטים

# #32401
source: The tags 'duringcreditsstinger' and 'aftercreditsstinger' have been added to all relevant movies. Thanks, TheMovieDB! Use the Universal Movie Scraper as your movie scraper to tag new movies as they are added.
he_il: התג duringcreditsstinger והתג aftercreditsstinger נוספו לכל הסרטים הרלוונטיים. תודה ל- TheMovieDB! תשתמש בסקראפר אוניברסלי לסרט שלך כדי לתייג סרטים חדשים בעת הוספתם.

# #32999
source: Consider additional tag for
he_il: שקול תג נוסף עבור

# #32998
source: Actions
he_il: פעולות

# #32900
source: Use simple notification message
he_il: תשתמש בהודעה פשוטה

# #32901
source: If no chapters available, display notification
he_il: אם אין פרקים זמינים, הצג הודעה

# #32902
source: Query the ChapterDb if video is missing chapters
he_il: שלח שאילתה ל-ChapterDb אם לוידאו חסרים פרקים

# #32903
source: Preferred FPS for ChapterDb queries
he_il: FPS מועדף עבור שאילתות ChapterDb

# #32904
source: Display notification message for
he_il: הצג הודעה למשך

# #32905
source: %2.0f seconds
he_il: %2.0f שניות

# #32906
source: %2.0f minutes before end
he_il: %2.0f דקות לסיום
