Repository: xbmc/repo-scripts
Catalog: service.projcontrol/resources/language/resource.language.*/strings.po
Languages: de_de, nb_no, sv_se

# #32001
source: Projector Details
de_de: Beamerdetails
nb_no: Prosjektøregenskaper
sv_se: Projektoregenskaper

# #32002
source: Serial Device
de_de: Serielles Gerät
nb_no: Seriellport
sv_se: Seriellport

# #32003
source: Response Read Timeout
de_de: Antwortzeitüberschreitung
nb_no: Svarutløpstid
sv_se: Svarstimeout

# #32004
source: Manufacturer
de_de: Hersteller
nb_no: Produsent
sv_se: Tillverkare

# #32005
source: Model
de_de: Modell

# #32010
source: Projector Control
de_de: Beamersteuerung
nb_no: Prosjektørhåndtering
sv_se: Projektorhantering

# #32011
source: Start projector when Kodi starts
de_de: Starte Beamer wenn Kodi startet
nb_no: Start prosjektøren når Kodi starter
sv_se: Starta projektorn när Kodi startar

# #32012
source: Shutdown projector when Kodi exits
de_de: Fahre Beamer herunter bei verlassen von Kodi
nb_no: Slå av prosjektøren når Kodi avslutter
sv_se: Stäng av projektorn när Kodi avslutas

# #32013
source: Shutdown projector when screensaver activates
de_de: Fahre Beamer herunter wenn Bildschirmschoner aktiviert wird
nb_no: Slå av prosjektøren når skjermsparerer aktiveres
sv_se: Stäng av projektorn när skärmsläckaren aktiveras

# #32014
source: Delay after screensaver activation before projector shutdown
de_de: Verzögerung nach Bildschirmschoneraktivierung bevor Beamer herunterfährt
nb_no: Tidsforsinkelse før prosjektøren slås av når skjermspareren starter
sv_se: Fördröjning innan projektorn stängs av när skärmsläckaren startar

# #32015
source: Start projector when screensaver deactivates
de_de: Starte Beamer wenn Bildschirmschoner deaktiviert wird
nb_no: Start prosjektøren når skjermspareren avsluttes
sv_se: Starta projektorn när skärmsläckaren avslutas

# #32016
source: Minimum interval between projector shutdown and startup
de_de: Minimumintervall zwischen Beamerabschaltung und Hochfahren
nb_no: Miste tidsintervall mellom prosjektavsetning og oppstart
sv_se: Minsta interval mellan projektoravstängning och uppstart

# #32017
source: Set input source on projector after projector starts
de_de: Setze Eingangsquelle bei Beamer nachdem Beamer startet
nb_no: Sett videokilde på prosjektøren når den startes
sv_se: Set videokälla på projektorn när den startat

# #32018
source: Input source
de_de: Eingangsquelle
nb_no: Videokilde
sv_se: Videokälla

# #32020
source: Library Updates
de_de: Bibliothekaktualisierungen
nb_no: Mediebiblioteksoppdateringer
sv_se: Uppdatering av mediabibliotek

# #32021
source: Update library when projector shuts down
de_de: Aktualisiere Bibliothek wenn Beamer herunterfährt
nb_no: Oppdater mediebibliotek når prosjektøren slås av
sv_se: Uppdatera mediabibliotek när projektorn stängs av

# #32022
source: Update Music Library
de_de: Aktualisiere Musikbibliothek
nb_no: Oppdater musikkbiblioteket
sv_se: Uppdatera musikbiblioteket

# #32023
source: Update Video Library
de_de: Aktualisiere Videobibliothek
nb_no: Oppdater videobiblioteket
sv_se: Uppdatera videobiblioteket

# #32024
source: Regular updates
de_de: Regelmässige Aktualisierungen
nb_no: Repeterende oppdateringer
sv_se: Återkommande uppdateringar

# #32025
source: Update every (Minutes)
de_de: Aktualisiere jede (Minuten)
nb_no: Oppdater hver (minutter)
sv_se: Uppdatera varje (minuter)

# #32031
source: Enable REST API
de_de: Aktiviere REST API
nb_no: Aktiver REST API
sv_se: Aktivera REST API

# #32032
source: Listen Address
de_de: Liste Adressen
nb_no: Adress å lytte på
sv_se: Adress att lyssna på

# #32033
source: Listen Port
de_de: Liste Schnittstellen
nb_no: Port å lytte på
sv_se: Port att lyssna på

# #32100
source: Projector Command Failed
de_de: Beamerbefehl fehlgeschlagen
nb_no: Prosjektørkommando feilet
sv_se: Projektorkommando misslyckades

# #32101
source: Report From Projector
de_de: Meldung von Beamer
nb_no: Rapport fra prosjektør
sv_se: Rapport från projektor

# #32200
source: REST API not available, see https://github.com/fredrik-eriksson/kodi_projcontrol for possible reasons
de_de: REST API nicht verfügbar, schaue unter https://github.com/fredrik-eriksson/kodi_projcontrol für mögliche Gründe
nb_no: REST-APIet er utilgjengelig, se https://github.com/fredrik-eriksson/kodi_projcontrol for mulige årsaker
sv_se: Det går inte att aktivera REST API, se https://github.com/fredrik-eriksson/kodi_projcontrol för möjliga orsaker

# #32201
source: Failed to start API web server, Try to disable and reenable addon
de_de: Start von API web server fehlgeschlagen, Versuche das Addon zu de- und reaktivieren
nb_no: Klarte ikke starte API-nettjeneren, forsøk å deaktivere og reaktivere tillegget
sv_se: Misslyckades med att starta API-server, prova att avaktivera och aktivera tillägget

# #32203
source: Configuration error: unsupported manufacturer
de_de: Konfigurationsfehler: Nicht unterstützter Hersteller
nb_no: Oppsettfeil: ukjent produsent
sv_se: Konfigurationsfel: okänd tillverkare

# #32204
source: Failed to open projector serial device
de_de: Öffnen des seriellen Gerätes fehlgeschlagen
nb_no: Klarte ikke åpne prosjektørens seriellport
sv_se: Misslyckades med att öppna serieportsanslutningen

# #32205
source: Failed to send command to projector
de_de: Befehl zu Beamer senden fehlgeschlagen
nb_no: Klarte ikke sende kommandoer til prosjektøren
sv_se: Misslyckades med att skicka kommando till projektorn

# #32206
source: Error when sending command to projector
de_de: Fehler wenn Befehl zu Beamer gesendet wird
nb_no: Feil under sending av kommandoer til prosjektøren
sv_se: Fel i kommunikation med projektorn

# #32207
source: Configuration error: invalid source for this model
de_de: Konfigurationsfehler: ungültige Quelle für dieses Modell
nb_no: Oppsettfeil: ugyldig kilde for denne modellen
sv_se: Konfigurationsfel: ogiltig källa för projektormodellen

# #32300
source: Started projector API at
de_de: Beamer API gestartet am
nb_no: Startet prosjektør-API på
sv_se: Projektor-API startat på

# #32301
source: Projector API stopped
de_de: Beamer API gestoppt
nb_no: Stoppet prosjektør-API
sv_se: Projektor-API avstängt
