Repository: xbmc/repo-scripts
Catalog: script.adzapper/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Summary
source: Rezap to current channel after some time (advertisment)
de_de: Schaltet auf aktuellen Kanal zurück nach Ablauf einer gewissen Zeit (Werbung)

# Addon Description
source: Add advertisment skipping to your Kodi system, allowing the user to define a time to switch back to the current channel. During this time the user can switch channel without thinking to switch back manually.
de_de: Fügt eine einfache Möglichkeit zu Kodi hinzu, um Werbeblöcke zu überspringen. Der Benutzer kann eine Zeit definieren, anch der automatisch auf den aktuellen Kanal zurückgeschaltet wird. So verpasst man das Programm nach dem Werbeblock nicht.

# #32001
source: LiveTV Ad-Zapper
de_de: Werbezapper

# #32002
source: AD Interval Length (Minutes)
de_de: Werbung Intervall Länge (Minuten)

# #32003
source: Default AD Time (Minutes)
de_de: Standard Rückschalte Zeit (Minuten)

# #32004
source: Warning Length (Seconds)
de_de: Warnung anzeigen (Sekunden)

# #32005
source: Maximum AD Time (Minutes)
de_de: Maximale Rückschalte Zeit

# #32011
source: Key mapping
de_de: Tastenzuordnung

# #32012
source: Use keymap editor addon!
de_de: Bitte Keymap Editor addon benutzen!

# #32021
source: Advanced
de_de: Erweitert

# #32023
source: Enable debug logging
de_de: Debug logging aktivieren

# #32101
source: Rezap to ...
de_de: Schalte zurück...

# #32102
source: Cancel
de_de: Abbrechen

# #32103
source: Minutes
de_de: Minuten

# #32104
source: Disabled
de_de: Deaktiviert
