Repository: xbmc/repo-scripts
Catalog: script.moviequiz/resources/language/*/strings.po
Languages: german

# #30000
source: Question %d of %d
german: Frage %d von %d

# #30001
source: Total Score:
german: Richtig:

# #30002
source: Question:
german: Falsch:

# #30004
source: You scored %d of %d
german: Du hast %d von %d

# #30006
source: Season %i
german: Staffel %d

# #30008
source: [B]Loading[/B]
german: [B]Lade...[/B]

# #30010
source: Welcome to Movie Quiz, please enter your nickname:
german: Willkommen, bitte wähle einen Spieler-Namen:

# #30011
source: Replay
german: Nochmal

# #30013
source: Your score:
german: Deine Punkte:

# #30014
source: Choose player
german: Wähle Spieler

# #30015
source: Add player
german: Neuer Spieler

# #30016
source: You must choose a player to play a game!
german: Du musst einen Player wählen um ein Spiel zu spielen!

# #30050
source: Warning
german: Warnung

# #30051
source: All movie questions types are disabled,
german: Alle Film-Fragen sind deaktiviert,

# #30052
source: All TV show questions types are disabled,
german: Alle Serien-Fragen sind deaktiviert,

# #30053
source: so this quiz type is not available.
german: dieser Spieltyp steht also nicht zur Verfügung.

# #30054
source: Missing requirements!
german: Fehlende Vorraussetzungen!

# #30055
source: To play the Movie Quiz you must have some movies
german: Um das Movie Quiz zu spielen müssen Filme

# #30056
source: or TV shows in your Video library.
german: oder Serien in der Datenbank vorhanden sein.

# #30057
source: See the XBMC wiki for information.
german: Prüfe die XBMC Wiki für weitere Informationen

# #30058
source: Delete %s?
german: %s löschen?

# #30059
source: This will delete the user and all related
german: Dies wird den Spieler und alle seine Punkte

# #30060
source: highscores permanently!
german: unwiederbringlich löschen!

# #30061
source: None of your movies or TV shows are marked
german: Keiner deiner Filme oder Serien-Episoden sind als

# #30062
source: as watched, so the [I]Only use watched movies[/I]
german: "gesehen" markiert, [I]zeige nur gesehene Filme[/I]

# #30063
source: [I]in the questions[/I] setting will be disabled.
german: [I]in den Frage-[/I] Einstellungen wird deaktiviert.

# #30064
source: None of your movies has a MPAA rating, so the
german: Keiner deiner Filme hat MPAA/FSK Eintragungen,

# #30065
source: [I]Limit movie selection based on MPAA rating[/I]
german: Die [I]Begrenze Filme nach Altersbeschränkung[/I]

# #30066
source: setting will be disabled.
german: Einstellung wird deaktiviert.

# #30067
source: None of your movies has a Content rating, so the
german: Keiner deiner Filme hat Content rating,

# #30068
source: [I]Limit TV show selection based on Content rating[/I]
german: Die [I]Begrenze Serien nach Content rating[/I]

# #30069
source: setting will be disabled.
german: Einstellung wird deaktiviert.

# #30070
source: There was a problem accessing the XBMC database.
german: Es gab ein Problem mit dem Zugriff auf die XBMC Datenbank.

# #30071
source: The error message is:
german: Die Fehlermeldung lautet:

# #30100
source: Play Movie Quiz
german: Film-Quiz spielen

# #30101
source: Play TV Quiz
german: Serien-Quiz spielen

# #30103
source: Exit
german: Beenden

# #30104
source: Change player
german: Spieler wechseln

# #30105
source: Go back
german: Zurück

# #30110
source: [B]Movie collection trivia[/B]
german: [B]Film Trivia[/B]

# #30111
source: %d movies
german: %d Filme

# #30112
source: %d actors
german: %d Schauspieler

# #30113
source: %d directors
german: %d Regisseure

# #30115
source: %d hours of entertainment
german: %d Stunden Unterhaltung

# #30120
source: [B]TV shows collection trivia[/B]
german: [B]TV Serien Trivia[/B]

# #30121
source: %d TV shows
german: %d TV Serien

# #30122
source: %d seasons
german: %d Staffeln

# #30123
source: %d episodes
german: %d Episoden

# #30130
source: One minute
german: Eine Minute

# #30131
source: %s minutes
german: %s Minuten

# #30132
source: %s questions
german: %s Fragen

# #30133
source: %d questions left
german: Noch %d Fragen

# #30134
source: Last question
german: Letzte Frage

# #30135
source: %d mins. left
german: Noch %d Minuten

# #30400
source: What movie is this?
german: Welcher Film ist das?

# #30401
source: What movie is [B]%s[/B] not in?
german: In welchem Film spielt [B]%s[/B] nicht mit?

# #30402
source: What year was [B]%s[/B] released?
german: In welchem Jahr wurde [B]%s[/B] veröffentlicht?

# #30403
source: What tagline belongs to [B]%s[/B]?
german: Welche Tagline gehört zu [B]%s[/B]?

# #30404
source: Who directed [B]%s[/B]?
german: Wer führte Regie bei [B]%s[/B]?

# #30405
source: What studio released [B]%s[/B]?
german: Welches Studio veröffentlichte [B]%s[/B]?

# #30406
source: What actor is this?
german: Welcher Schauspieler ist das?

# #30407
source: Who plays [B]%s[/B] in [B]%s[/B]?
german: Wer spielt [B]%s[/B] in [B]%s[/B]?

# #30408
source: Who voices [B]%s[/B] in [B]%s[/B]?
german: Wer spricht [B]%s[/B] in [B]%s[/B]?

# #30409
source: What movie is this quote from?
german: Aus welchem Film ist dieses Zitat?

# #30410
source: What movie is the newest?
german: Welcher Film ist der Neuste?

# #30411
source: What movie is not directed by [B]%s[/B]?
german: Bei welchem Film führte [B]%s[/B] nicht Regie?

# #30412
source: What actor is in these movies?
german: Welcher Schauspieler spielt in diesen Filmen mit?

# #30414
source: What movie has the longest runtime?
german: Welcher dieser Filme ist der längste?

# #30450
source: What TV show is this?
german: Welche TV-Serie ist das?

# #30451
source: What season of [B]%s[/B] is this?
german: Welche Staffel von [B]%s[/B] ist das?

# #30452
source: What episode of [B]%s[/B] is this?
german: Welche Episode von [B]%s[/B] ist das?

# #30453
source: When was [B]%s[/B] of [B]%s[/B] first aired?
german: Wann wurde [B]%s[/B] von [B]%s[/B] zuerst ausgestrahlt?

# #30454
source: When was [B]%s[/B] first aired?
german: Wann wurde [B]%s[/B] zuerst ausgestrahlt?

# #30455
source: Who plays [B]%s[/B] in [B]%s[/B]?
german: Wer spielt [B]%s[/B] in [B]%s[/B]?

# #30456
source: Who voices [B]%s[/B] in [B]%s[/B]?
german: Wer spricht [B]%s[/B] in [B]%s[/B]?

# #30457
source: What TV show is this quote from?
german: Aus welcher TV-Serie ist dieses Zitat?

# #30458
source: What TV show is this theme from?
german: Aus welcher TV-Serie stammt diese Titelmusik?

# #30500
source: General
german: Allgemein

# #30501
source: Movies
german: Filme

# #30502
source: TV Shows
german: TV Serien

# #30505
source: Questions
german: Fragen

# #30510
source: Limit number of questions
german: Limitiere die Anzahl der Fragen

# #30511
source: Question limit
german: Fragen Limit

# #30512
source: Limit movie selection based on MPAA rating
german: Limitiere Filme anhand der Altersfreigabe

# #30513
source: Max. MPAA rating
german: Max. Altersfreigabe

# #30514
source: Display the correct answer, when you answer incorrectly
german: Zeige die korrekte Antwort, wenn falsche ausgewählt wurde

# #30515
source: Only use watched movies in the questions
german: Nutze nur gesehene Filme für das Quiz

# #30516
source: Limit TV show selection based on Content rating
german: Limitiere TV Serien anhand der Altersfreigabe

# #30517
source: Max. Content rating
german: Maximale Altersfreigabe

# #30519
source: Download IMDB data...
german: IMDB Daten herunterladen...

# #30520
source: Downloading IMDB data...
german: Lade IMDB Daten...

# #30521
source: Retrieved %d of %d mb.
german: %d von %d MB

# #30522
source: Some questions require additional local data,
german: Manche Fragen benötigen zusätzliche Daten,

# #30523
source: which can be downloaded below:
german: diese können hier geladen werden:

# #30524
source: Submit scores to online highscore
german: Punkte in die Highscore-Liste eintragen

# #30525
source: Downloading IMDB data... (%d of %d)
german: Lade IMDB Daten... (%d von %d)

# #30526
source: IMDB data downloaded and ready for use.
german: IMDB Daten heruntergeladen und einsatzfähig.

# #30550
source: Use these question types for movies
german: Nur diese Art der Fragen beim Film-Quiz

# #30551
source: Use these question types for TV shows
german: Nur diese Art der Fragen beim Serien-Quiz

# #30552
source: What movie is this?
german: Welcher Film ist das?

# #30553
source: What movie is actor not in?
german: In welchem Film spielt SCHAUSP. nicht mit?

# #30554
source: What year was movie released?
german: In welchem Jahr wurde FILM veröffentlicht?

# #30555
source: What tagline belongs to movie?
german: Welche Tagline gehört zu FILM?

# #30556
source: Who directed this movie?
german: Wer führte Regie bei FILM?

# #30557
source: What studio relased this movie?
german: Welches Studio veröffentlichte FILM?

# #30558
source: What actor is this?
german: Welcher Schauspieler ist das?

# #30559
source: Who played this role in movie?
german: Wer spielt ROLLE in FILM?

# #30560
source: What movie is this quote from?
german: Aus welchem Film ist dieses Zitat?

# #30561
source: What movie is newest?
german: Welcher Film ist der Neuste?

# #30562
source: What movie was not directed by?
german: Bei welchem Film führte REGIES. nicht Regie?

# #30563
source: What actor is in these movies?
german: Welcher Schauspieler spielt in diesen Filmen mit?

# #30565
source: What movie has longest runtime?
german: Welcher dieser Filme ist der längste?

# #30580
source: What TV show is this?
german: Welche TV-Serie ist das?

# #30581
source: What season is this?
german: Welche Staffel ist das?

# #30582
source: What episode is this?
german: Welche Folge ist das?

# #30583
source: When was TV show first aired?
german: Wann wurde TV-SERIE zuerst ausgestrahlt?

# #30584
source: Who played role in TV show?
german: Wer spielte ROLLE in TV-SERIE?

# #30585
source: What TV show is this quote from?
german: Aus welcher TV-Serie stammt dieses Zitat?

# #30586
source: What TV show is this theme from?
german: Aus welcher TV-Serie stammt diese Titelmusik?

# #30600
source: [B]Choose Movie Quiz game type[/B]
german: [B]Wähle den Film-Quiz Typ[/B]

# #30601
source: [B]Choose TV Quiz game type[/B]
german: [B]Wähle den Serien-Quiz Typ[/B]

# #30602
source: Unlimited
german: Unbegrenzt

# #30603
source: Time limited
german: Zeitlimit

# #30604
source: Question limited
german: Fragenlimit

# #30605
source: Cancel
german: Zurück

# #30606
source: Play
german: Los

# #30610
source: No limit on game time
german: Kein Zeitlimit

# #30611
source: No limit on questions
german: Kein Fragenlimit

# #30612
source: End the game by using the Exit option
german: Beende das Spiel mit "Beenden"

# #30613
source: Game will ends after
german: Das Quiz endet nach

# #30701
source: Retry
german: Nochmal

# #30702
source: Global highscore
german: Globaler Highscore

# #30703
source: Local highscore
german: Lokale Highscore

# #30704
source: Main menu
german: Hauptmenu

# #30705
source: Unlimited
german: Unbegrenzt

# #30706
source: %s questions limit
german: Limit: %s Fragen

# #30707
source: one minute time limit
german: Limit: Einer Minute

# #30708
source: %s minuts time limit
german: Limit: %s Minuten

# #30803
source: Statistics
german: Statistiken

# #30810
source: Movie Quiz
german: Film-Quiz

# #30811
source: TV Show Quiz
german: Serien-Quiz

# #30813
source: [B]Score[/B]
german: [B]Punkte[/B]

# #30814
source: [B]Date[/B]
german: [B]Datum[/B]

# #30815
source: Choose type
german: Typ wählen

# #30816
source: See complete global highscores at http://tommy.winther.nu/moviequiz/
german: Alle globalen Highscores sind auf http://tommy.winther.nu/moviequiz/ verfügbar

# #30820
source: Statistics based on global highscores data collected since September 2011.[CR][CR][B]%s[/B] unique users in [B]%s[/B] countries has submitted [B]%s[/B] highscores.[CR]A total of [B]%s[/B] questions has been answered with [B]%s[/B] being correct, which is [B]%s[/B] percent.
german: Statistiken basieren auf der globalen Highscore-Liste aus September 2011.[CR][CR][B]%s[/B] verschiedene Spieler aus [B]%s[/B] Ländern haben [B]%s[/B] Highscores.[CR]Eine Gesamtmenge aus [B]%s[/B] wurden beantwortet, davon [B]%s[/B] richtig, das sind [B]%s[/B] Prozent.

# #30821
source: [B]Top countries[/B]
german: [B]Top Länder[/B]

# #30822
source: [B]Top players[/B]
german: [B]Top Spieler[/B]

# #39998
source: Developed by Tommy Winther
german: Entwickelt von Tommy Winther

# #39999
source: Translated by Tommy Winther
german: Übersetzt von sphere und mad-max
