Repository: xbmc/repo-scripts
Catalog: script.globalsearch/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32000
source: General
pt_br: Geral

# #32001
source: Search Movies
pt_br: Pesquisar Filmes

# #32002
source: Search TV Shows
pt_br: Pesquisar Séries de TV

# #32003
source: Search Episodes
pt_br: Pesquisar Episódios

# #32004
source: Search Music Videos
pt_br: Pesquisar Videoclipes

# #32005
source: Search Artists
pt_br: Pesquisar Artistas

# #32006
source: Search Abums
pt_br: Pesquisar Álbuns

# #32007
source: Search Songs
pt_br: Pesquisar Músicas

# #32008
source: Search Actors
pt_br: Pesquisar Atores

# #32009
source: Search EPG
pt_br: Pesquisar EPG

# #32101
source: Enter search string
pt_br: Insira o texto a ser pesquisado

# #32203
source: Browse album
pt_br: Navegar no álbum

# #32204
source: Season information
pt_br: Informações da temporada

# #32205
source: Play trailer
pt_br: Reproduzir trailer

# #32206
source: Find album
pt_br: Encontrar álbum

# #32207
source: Find all seasons
pt_br: Encontrar todas as temporadas

# #32208
source: Find all episodes
pt_br: Encontrar todas os episódios

# #32209
source: Find all albums
pt_br: Encontrar todos os álbuns

# #32210
source: Find all songs
pt_br: Encontrar todas as músicas

# #32211
source: Movies starring
pt_br: Filmes estrelados

# #32299
source: NEW SEARCH
pt_br: NOVA PESQUISA
