Repository: xbmc/repo-scripts
Catalog: script.videoextras/resources/language/Catalan/strings.po
Languages: ca

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
ca: Afegeix vídeos extres a les teves pel·lícules i sèries de televisió.

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
ca: Proporciona una manera d'afegir vídeo extres a la seva biblioteca de vídeo. Mira el wiki per instruccions d'instal·lació.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras
ca: Skinner, si us plau, consulteu el wiki per saber com integrar-lo en la vostra pell: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras

# #32001
source: Extras
ca: Extres

# #32002
source: Extras Directory Name
ca: Nom del directori d'extres

# #32003
source: Search Nested Directories
ca: Cerca els subdirectoris

# #32004
source: Enable Extras with File Tag
ca: Habilita els extres amb etiqueta de fitxers

# #32005
source: Extras File Name Tag
ca: Etiqueta de nom del fitxer d'extres

# #32006
source: Menu to show after playing an extra
ca: Menú a mostrar desprès de reproduir un extra

# #32007
source: Video Selection
ca: Selecció de vídeo

# #32008
source: Information
ca: Informació

# #32009
source: Home
ca: Inici

# #32010
source: File System
ca: Sistema de fitxers

# #32011
source: Remote Extras Location
ca: Ubicació d'extres remots

# #32012
source: Use Custom Extras Location
ca: Utilitza la ubicació personalitzada d'extres

# #32013
source: Path
ca: Camí

# #32014
source: Custom Movies Sub-Folder
ca: Subdirectori personalitzar de pel·lícules

# #32015
source: Custom TV Shows Sub-Folder
ca: Subdirectori personalitzar de sèries de TV

# #32016
source: Advanced
ca: Avançat

# #32017
source: Force Extras Button Display
ca: Força la visualització del boto d'extres

# #32018
source: Exclude Files Regular Expression
ca: Expressió regular de fitxers a ignorar

# #32019
source: Debugging
ca: Depurant

# #32020
source: Enable debug logging
ca: Habilita el registre de depuració

# #32021
source: Database
ca: Base de dades

# #32022
source: Enable Database Support
ca: Habilita el suport de la base de dades

# #32023
source: Operations
ca: Operacions

# #32025
source: Use Detailed List Screen
ca: Utilitza la pantalla de llista detallada

# #32026
source: Window to show after exiting detailed list
ca: Finestra a mostrar després de sortir de la llista detallada

# #32101
source: Play All
ca: Reproduir tots

# #32102
source: Info
ca: Informació

# #32103
source: No extras found
ca: No s'han trobat extres

# #32104
source: Resume from
ca: Reprèn des de

# #32105
source: Start from beginning
ca: Comença des del principi

# #32110
source: Movies
ca: Pel·lícules

# #32111
source: TV Shows
ca: Sèries de TV
