Repository: xbmc/repo-scripts
Catalog: script.filecleaner/resources/language/*/strings.po
Languages: dutch

# Addon Summary
source: Regularly deletes old movies, TV show episodes and music videos
dutch: Verwijdert regelmatig oude films, afleveringen van TV-series en videoclips

# Addon Description
source: This addon will automatically scan your library for watched movies, TV show episodes and music videos, and delete them from the file system based on numerous critia such as age, rating, free disk space, etc. All these options and more can be configured via the addon's settings. Also make sure you set the correct path to the disk you wish to check for free space, especially when you store your videos on a secondary drive or a network share. Through the settings you can view which videos have been cleaned. Beware! This addon has the potential to erase your entire video collection! Please make sure you understand exactly what this addon is designed to do before enabling any type of cleaning in the settings. I will not be held responsible for loss of data due to user error. Originally developed by Andrew 'drewzh' Higginson (xbmcfilecleaner@drewzh.com)
dutch: Deze addon zal automatisch de videobibliotheek scannen op zoek naar bekeken films, afleveringen van TV-series en videoclips, en deze van de harde schijf verwijderen en daarbij letten op verscheidene criteria, zoals leeftijd, cijfer, vrije harde schijfruimte, etc. Al deze opties, en andere, zijn in te stellen via het optiesmenu van de addon. Let er daarbij ook op dat je het juiste pad instelt naar de schijf die je wil gebruiken voor het controleren van de vrije schijfruimte, met name als je videocollectie op een andere harde schijf staat of op een netwerkshare. Via de instellingen kun je tevens bekijken welke video's er opgeschoond zijn. Waarschuwing! Deze addon kan in een keer je hele videocollectie verwijderen! Zorg dat je precies weet wat deze addon doet voor je voor een type video's het opschonen activeert in de opties. Ik ben niet verantwoordelijk voor verlies van gegevens door handelen van de gebruiker. Oorspronkelijk ontwikkeld door Andrew 'drewzh' Higginson (xbmcfilecleaner@drewzh.com)

# Addon Disclaimer
source: It is recommended to not delete videos permanently until you are familiar with all of the settings.
dutch: Het is verstandig om videos pas permanent te verwijderen als je bekend bent met alle instellingen.

# #32100
source: Actions
dutch: Acties

# #32101
source: [B]Which videos do you want to clean?[/B]
dutch: [B]Welke video's wil je opschonen?[/B]

# #32102
source: Default action
dutch: Standaardhandeling

# #32103
source: Clean up
dutch: Maak schoon

# #32104
source: View log
dutch: Bekijk logboek

# #32105
source: Cleaning type
dutch: Schoonmaaktype

# #32106
source: Move elsewhere
dutch: Verplaats naar elders

# #32107
source: Delete permanently
dutch: Verwijder permanent

# #32108
source: [I]Please specify where to store watched videos [/I]
dutch: [I]Selecteer een map waar bekeken video's bewaard worden[/I]

# #32109
source: Holding folder location
dutch: Locatie bewaarmap

# #32110
source: Create subdirectories (i.e. [B]../Artist[/B], [B]../Movie[/B] and [B]../Show[/B])
dutch: Maak submappen aan (bv. [B]../Artiest[/B], [B]../Film[/B] en [B]../Serie[/B])

# #32111
source: Clean movies
dutch: Schoon films op

# #32112
source: Clean TV shows
dutch: Schoon TV series op

# #32113
source: Clean music videos
dutch: Schoon videoclips op

# #32114
source: Clean XBMC video library afterwards
dutch: XBMC videobibliotheek opschonen na afloop

# #32115
source: Also delete empty folders
dutch: Verwijder tevens lege mappen

# #32116
source: Ignore files with the following extensions (separate with commas)
dutch: Negeer bestanden met de volgende extensies (scheiden met komma's)

# #32117
source: Also clean related files with similar names (e.g. subtitles)
dutch: Schoon tevens bestanden op met vergelijkbare namen (bv. ondertitels)

# #32200
source: Frequency
dutch: Frequentie

# #32201
source: [B]When should watched videos be cleaned?[/B]
dutch: [B]Wanneer moeten bekeken videos opgeschoond worden?[/B]

# #32202
source: Run as a service
dutch: Draai als service

# #32203
source: Delayed start (in minutes)
dutch: Wachttijd bij opstarten (in minuten)

# #32204
source: Scan interval (in minutes)
dutch: Scan-interval (in minuten)

# #32205
source: Do not clean during playback
dutch: Schoon niet op als er afgespeeld wordt

# #32206
source: Start cleaning right after playback stops
dutch: Start opschonen zodra afspelen stopt

# #32300
source: Conditions
dutch: Voorwaarden

# #32301
source: [B]Which conditions must be met before a watched video is cleaned?[/B]
dutch: [B]Aan welke voorwaarden moet een bekeken video voldoen voor hij opgeschoond wordt?[/B]

# #32302
source: Wait a certain number of days after watching before cleaning
dutch: Schoon video's pas een aantal dagen na bekijken op

# #32303
source: Days after which a video is considerd to have expired
dutch: Aantal dagen waarna een bestand als verlopen wordt beschouwd

# #32304
source: Only clean videos with low ratings
dutch: Schoon alleen video's op met een laag cijfer

# #32305
source: [I]Note that music videos do not have ratings and ignore these settings [/I]
dutch: [I]Let op: videoclips hebben geen cijfers en negeren deze instellingen [/I]

# #32306
source: Clean a video with a rating lower than
dutch: Schoon video's op met een cijfer lager dan

# #32307
source: Ignore videos without rating
dutch: Negeer video's zonder cijfer

# #32308
source: Only clean videos if low on disk space
dutch: Schoon video's pas op bij te weinig vrije schrijfruimte

# #32309
source: Minimum percentage of free disk space
dutch: Minimaal percentage vrije schijfruimte

# #32310
source: Path to check for free disk space
dutch: Locatie om te controleren op vrije schijfruimte

# #32311
source: Do not clean videos that are still in progress
dutch: Schoon geen video's op die halverwege gestopt zijn

# #32312
source: [I]Note that music videos cannot be partially played and will ignore this [/I]
dutch: [I]Videoclips onthouden niet tot hoever ze afgespeeld zijn en negeren dit [/I]

# #32400
source: Exclusions
dutch: Uitzonderingen

# #32401
source: [B]Which paths must not be touched?[/B]
dutch: [B]Welke bestanden mogen niet opgeschoond worden?[/B]

# #32402
source: Enable exclusions
dutch: Maak een uitzondering

# #32403
source: [I]Use the same type of path (local, NFS, SMB) you use for the library [/I]
dutch: [I]Gebruik hetzelfde soort paden (lokaal, NFS, SMB) als voor de bibliotheek [I]

# #32404
source: Path to exclude
dutch: Locatie van uitzondering

# #32500
source: Notifications
dutch: Meldingen

# #32501
source: [B]How much information do you want to get?[/B]
dutch: [B]Hoeveel informatie wil je krijgen?[/B]

# #32502
source: Show notifications
dutch: Toon meldingen

# #32503
source: Do not show notifications during video playback
dutch: Toon geen meldingen als er video afgespeeld wordt

# #32504
source: Enable debug messages
dutch: Toon debuginformatie

# #32511
source: Error reading hard disk. Please check your settings.
dutch: Fout bij lezen van harde schijf. Controleer de instellingen.

# #32512
source: Could not check disk space. Access denied.
dutch: Schijfruimte kon niet worden gecontroleerd. Toegang geweigerd.

# #32513
source: Could not check disk space. Path does not exist.
dutch: Schijfruimte kon niet worden gecontroleerd. Het opgegeven pad bestaat niet.

# #32514
source: Cleaning results
dutch: Schoonmaakresultaten

# #32515
source: movie(s)
dutch: film(s)

# #32516
source: episode(s)
dutch: aflevering(en)

# #32517
source: music video(s)
dutch: videoclip(s)

# #32518
source: were cleaned
dutch: zijn opgeschoond

# #32519
source: Would you like to view the cleaning log?
dutch: Wil je het schoonmaaklogboek bekijken?

# #32520
source: No cleaning required
dutch: Schoonmaken is niet nodig

# #32521
source: The destination folder is not set up.
dutch: De doelmap is niet ingesteld.

# #32522
source: You must first select a holding folder.
dutch: Je moet eerst een bewaarmap kiezen.

# #32523
source: Would you like to do this now?
dutch: Wil je dit nu doen?

# #32524
source: Remote disk space checking is not supported for your OS yet
dutch: Schijfruimtecontrole van netwerkschijven is nog niet ondersteund voor dit besturingssysteem

# #32600
source: History
dutch: Geschiedenis

# #32601
source: [B]See which files have been cleaned recently.[/B]
dutch: [B]Bekijk welke bestanden onlangs opgeschoond zijn.[/B]

# #32602
source: View cleaning history
dutch: Bekijk schoonmaakgeschiedenis

# #32603
source: [B]Cleaning Log[/B]
dutch: [B]Schoonmaaklogboek[/B]

# #32604
source: Are you sure?
dutch: Weet je het zeker?

# #32605
source: This will trim the log file, keeping the first 25 lines.
dutch: Hiermee kort je het logbestand in tot de bovenste 25 regels.

# #32606
source: This will delete the entire contents of the log file.
dutch: Hiermee verwijder je de gehele inhoud van het logbestand.

# #32607
source: This action is irreversible. Do you wish to continue?
dutch: Deze actie is permanent. Wil je doorgaan?

# #32608
source: Trim
dutch: Inkorten

# #32609
source: Clear
dutch: Wissen
