Repository: xbmc/repo-scripts
Catalog: script.service.hue/resources/language/resource.language.*/strings.po
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, sk_sk, zh_cn

# #30027
source: Are you sure you want to delete this scene:
da_dk: Er du sikker på at du vil slette denne scene:
fr_fr: Êtes-vous sûr de vouloir supprimer cette scène:
hr_hr: Sigurno želite obrisati ovu scenu:
ko_kr: 이 장면을 삭제할까요:
zh_cn: 是否确实要删除此场景：

# #30019
source: Bridge outdated. Please update your bridge.
da_dk: Bridge forældet. Opdater venligst din bridge.
de_de: Bridge ist nicht mehr aktuell. Bitte die Bridge aktualisieren.
es_es: Bridge obsoleto. Por favor, actualice su bridge.
fi_fi: Silta ei ole ajan tasalla. Päivitä sen laiteohjelmisto.
fr_fr: Bridge obsolète. Veuillez mettre à jour votre bridge.
hr_hr: Most je zastario. Nadopunite svoj most.
it_it: Bridge non aggiornato. Aggiorna il tuo bridge.
ko_kr: 브리지가 오래되었습니다. 브리지를 업데이트하십시오.
sk_sk: Bridge je zastaralý. Prosím, aktualizujte svoj bridge.
zh_cn: 桥接器已过时。请更新您的桥接器。

# #30501
source: Discover Hue Bridge
cs_cz: Vyhledat Hue Bridge
ko_kr: Hue 브리지 찾기

# #30003
source: ERROR: Scene or Light not found, it may have changed or been deleted. Check your configuration.
da_dk: FEJL: Scene eller lys blev ikke fundet, den kan være ændret eller blevet slettet. Tjek din konfiguration.

# Addon Description
source: Automate your Hue lights with Kodi. Use scenes configured in the official Hue app. Can use Hue's sunset time to automatically disable the service during daytime and turn on the lights at sunset during playback. Includes Ambilight support.
es_es: Automatiza tus luces Hue con Kodi. Utiliza escenas configuradas en la app oficial de Hue. Puede utilizar la hora de puesta de sol de Hue para desactivar automáticamente el servicio durante el día y encender las luces al atardecer durante la reproducción. Incluye soporte para Ambilight.
it_it: Automatizza le luci Hue con Kodi. Usa le scene configurate nell'app Hue ufficiale. È possibile utilizzare l'ora del tramonto di Hue per disattivare automaticamente il servizio durante il giorno e accendere le luci al tramonto durante la riproduzione. Include il supporto Ambilight.

# #32100
source: Video Scenes
es_es: Escenas de vídeo
it_it: Scene video

# #32102
source: Audio Scenes
es_es: Escenas de sonido
it_it: Scene audio

# #30036
source: Scene:
es_es: Escena:
it_it: Scena:

# #30508
source: Disable during daytime
es_es: Desactivar durante el día
it_it: Disabilita durante il giorno

# #32106
source: Video Activation Rules
es_es: Reglas de activación de vídeo
it_it: Regole di attivazione video

# #30063
source: Disabled by daytime
es_es: Desactivado durante el día
it_it: Disabilitato di giorno

# #30064
source: ERROR: Scene not found, it may have been deleted
es_es: ERROR: Escena no encontrada, puede haber sido eliminada
it_it: ERRORE: scena non trovata, potrebbe essere stata eliminata

# #30033
source: Reconnected
de_de: Neu verbunden
es_es: Reconectado
fi_fi: Yhdistetty uudelleen
it_it: Ricollegato
sk_sk: Znovu pripojené

# #31334
source: Morning disable time:
es_es: Hora de desactivación matutina:
it_it: Orario disattivazione mattutino:

# #31335
source: Transition time (seconds):
es_es: Tiempo de transición (segundos):
it_it: Tempo di transizione (secondi):

# #31336
source: Sunset Offset:
es_es: Compensación al atardecer:
it_it: Sfasamento tramonto:

# #31337
source: Adjust sunset back or forwards by this many minutes
es_es: Ajusta la puesta de sol hacia atrás o hacia adelante en esta cantidad de minutos
it_it: Regola il tramonto avanti o indietro di questo numero di minuti

# #31338
source: Time at which to disable the service in the morning
es_es: Hora a la que se desactiva el servicio por la mañana
it_it: Orario in cui disattivare il servizio al mattino

# #31339
source: Disable the service between configured time and sunset
es_es: Desactiva el servicio entre la hora configurada y el atardecer
it_it: Disabilita il servizio tra l'ora configurata e il tramonto

# #31340
source: Activate scenes at sunset, during playback
es_es: Activa escenas al atardecer, durante la reproducción
it_it: Attiva le scene al tramonto, durante la riproduzione

# #30002
source: Bridge overloaded, stopping ambilight
es_es: Puente sobrecargado, parando ambilight
it_it: Bridge sovraccarico, arresto di Ambilight

# #30025
source: Bridge unauthorized, please reconfigure.
es_es: Puente no autorizado, por favor reconfigure.
it_it: Bridge non autorizzato, riconfiguralo.

# #30026
source: Connection failed, retrying...
es_es: Conexión fallida, reintentando...
it_it: Connessione non riuscita, nuovo tentativo in corso...

# #30003
source: Not selected
es_es: No seleccionado
it_it: Non selezionato

# #30027
source: ERROR: Light not found, it may have been deleted
es_es: ERROR: Luz no encontrada, puede haber sido borrada
it_it: ERRORE: luce non trovata, potrebbe essere stata eliminata

# #30028
source: Configure Hue Home location to use Sunset time, defaulting to 19:00
es_es: Configura la ubicación de Hue Home para que utilice la hora del atardecer, por defecto a las 19:00
it_it: Configura la posizione di Hue Home per usare l'ora del tramonto, che per impostazione predefinita è alle 19:00

# #30033
source: {} secs.
cs_cz: {} sek.
