Repository: xbmc/repo-scripts
Catalog: script.service.hue/resources/language/resource.language.*/strings.po
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, sk_sk, zh_cn

# #30050
source: N-UPnP discovery...
cs_cz: Hledání N-UPnP...
da_dk: Søg efter N-UPnP...
de_de: N-UPnP-Suche …
es_es: Descubrimiento N-UPnP...
fi_fi: N-UPnP-etsintä...
fr_fr: Découverte N-UPnP...
hr_hr: N-UPnP otkrivanje...
it_it: Rilevamento N-UPnP...
ko_kr: N-UPnP 검색...
sk_sk: Vyhľadávanie N-UPnP...
zh_cn: N-UPnP 发现...

# #30051
source: UPnP discovery...
cs_cz: Hledání UPnP...
da_dk: Søg efter UPnP...
fr_fr: Découverte UPnP...
hr_hr: UPnP otkrivanje...
ko_kr: UPnP 검색...
zh_cn: UPnP 发现...

# #30005
source: Searching for bridge...
cs_cz: Hledám Bridge...
da_dk: Søger efter bridge...
de_de: Bridge wird gesucht …
es_es: Buscando el bridge...
fi_fi: Etsitään Siltaa...
fr_fr: Recherche d'un bridge...
hr_hr: Pretraživanje mosta...
it_it: Sto cercando il bridge...
ko_kr: 브리지를 찾는 중...
sk_sk: Hľadám Bridge...
zh_cn: 正在搜索桥接器...

# #30052
source: Invalid start or end time, schedule disabled
cs_cz: Chybný čas začátku nebo konce. Plán deaktivován
da_dk: Ugyldigt start- eller sluttidspunkt, tidsplan deaktiveret
de_de: Ungültige Start- oder Endzeit, Zeitplan deaktiviert
es_es: Hora de inicio o fin no válida, programación desactivada
fi_fi: Ajastus poistettu käytöstä virheellisen aloitus- tai päättymisajan vuoksi
fr_fr: Heure de début ou de fin non valide, programmation désactivée
hr_hr: Nevaljano početno ili završno vrijeme, raspored je onemogućen
it_it: Ora di inizio o fine non valida, pianificazione disabilitata
ko_kr: 잘못된 시작 또는 종료 시간으로 일정 사용 안 함
sk_sk: Chybný čas spustenia alebo ukončenia. Harmonogram deaktivovaný
zh_cn: 开始或结束时间无效，计划已禁用

# #30056
source: Set brightness on start
cs_cz: Jas na začátku
da_dk: Indstil lysstyrken ved start
fr_fr: Régler la luminosité au démarrage
hr_hr: Postavi svjetlinu pri početku
ko_kr: 시작할 때 밝기 설정
zh_cn: 启动时设置亮度

# #30057
source: Force on
cs_cz: Vynutit zapnutí
da_dk: Gennemtving til
fr_fr: Forcer ON
hr_hr: Prisli
ko_kr: 강제
zh_cn: 强制打开

# #30058
source: Light Names:
cs_cz: Názvy světel:
da_dk: Navn på lys:
de_de: Lichtnamen:
es_es: Nombres de luz:
fi_fi: Valot:
fr_fr: Noms de la lumière:
hr_hr: Nazivi svjetla:
it_it: Nome luci:
ko_kr: 조명 이름:
sk_sk: Názvy Svetiel:
zh_cn: 灯名称：

# #30065
source: Update interval (ms)
cs_cz: Interval aktualizace (ms)
da_dk: Opdateringsinterval (ms)
de_de: Updateintervall (ms)
es_es: Intervalo de actualización (ms)
fi_fi: Päivitystiheys (millisekuntia)
fr_fr: Intervalle de mise à jour (ms)
hr_hr: Razdoblje nadopune (ms)
it_it: Intervallo di aggiornamento (ms)
ko_kr: 업데이트 간격(ms)
sk_sk: Interval aktualizácie (ms)
zh_cn: 更新间隔（毫秒）

# #30066
source: Hue transition time (ms)
cs_cz: Čas přechodu (ms)
da_dk: Hue overgangstid (ms)
de_de: Hue-Übergangszeit (ms)
es_es: Tiempo de transición del Hue (ms)
fi_fi: Hue-siirymän kesto (millisekuntia)
fr_fr: Temps de transition de teinte (ms)
hr_hr: Hue vrijeme prijelaza (ms)
it_it: Tempo di transizione Hue (ms)
ko_kr: 색조 전환 시간 (ms)
sk_sk: Čau prechodu Hue (ms)
zh_cn: Hue 转换时间（毫秒）

# #30067
source: Frame capture size
cs_cz: Velikost analyzovaného snímku
da_dk: Optagelsesstørrelse på frame
de_de: Größe der Frame-Erfassung
es_es: Tamaño de captura del fotograma
fi_fi: Kehyksen kaappauskoko
fr_fr: Taille de capture d'image
hr_hr: Veličina snimanja okvira
it_it: Dimensione cattura fotogramma
ko_kr: 프레임 캡처 크기
zh_cn: 帧捕获大小

# #30068
source: Show Hue bridge capacity errors
da_dk: Vis kapacitetsfejl i Hue bridge
de_de: Hue-Bridge-Kapazitätsfehler anzeigen
es_es: Mostrar errores de capacidad del Hue bridge
fi_fi: Näytä Hue Sillan kapasiteettivirheet
fr_fr: Afficher les erreurs de capacité du bridge Hue
hr_hr: Prikaži greške kapaciteta Hue mosta
it_it: Mostra errori di capienza del Bridge Hue
ko_kr: Hue 브리지 용량 오류 표시
sk_sk: Zobrazenie chýb kapacity Hue bridge
zh_cn: 显示 Hue 桥接器容量错误

# #30800
source: Minimum duration (Minutes)
cs_cz: Minimální trvání (minuty)
da_dk: Minimum varighed (minutter)
de_de: Mindestdauer (Minuten)
es_es: Duración mínima (minutos)
fi_fi: Vähimmäiskesto (minuuttia)
fr_fr: Durée minimale (Minutes)
hr_hr: Najmanje trajanje (Minute)
it_it: Durata minima (minuti)
ko_kr: 최소 기간 (분)
sk_sk: Minimálne trvanie (v minutách)
zh_cn: 最短持续时间（分钟）

# #30801
source: Enable for Movies
cs_cz: Zapnout pro Filmy
da_dk: Aktiver for film
de_de: Für Filme aktivieren
es_es: Activar para películas
fi_fi: Elokuvat
fr_fr: Activer pour les films
hr_hr: Omogući za filmove
it_it: Abilita per i film
ko_kr: 영화에 사용
sk_sk: Povoliť pre Filmy
zh_cn: 为电影启用

# #30802
source: Enable for TV episodes
cs_cz: Zapnout pro Seriály
da_dk: Aktiver for tv-afsnit
de_de: Für Serien aktivieren
es_es: Activar para episodios de TV
fi_fi: Sarjojen jaksot
fr_fr: Activer pour les épisodes séries TV
hr_hr: Omogući za TV epizode
it_it: Abilita per gli episodi TV
ko_kr: TV 에피소드에 사용
sk_sk: Povoliť pre Seriály
zh_cn: 为剧集启用

# #30803
source: Enable for music videos
cs_cz: Zapnout pro hudební videa
da_dk: Aktiver for musikvideoer
de_de: Für Musikvideos aktivieren
es_es: Activar para vídeos musicales
fi_fi: Musiikkivideot
fr_fr: Activer pour les clips musicaux
hr_hr: Omogući za glazbene spotove
it_it: Abilita per i video musicali
ko_kr: 뮤직 비디오에 사용
sk_sk: Povoliť pre hudobné videa
zh_cn: 为音乐电视启用

# #30804
source: Enable for other videos (Discs)
cs_cz: Zapnout pro ostatní videa (CD/DVD)
da_dk: Aktiver for andre videoer (diske)
de_de: Für andere Videos (Discs) aktivieren
es_es: Activar para otros vídeos (Discos)
fi_fi: Muut videot ja levyt
fr_fr: Activer pour les autres vidéos (disques)
hr_hr: Omogući za druge video snimke (Diskove)
it_it: Abilita per altri video (dischi)
ko_kr: 다른 비디오(디스크)에 사용
sk_sk: Povoliť pre ostatné videa (CD/DVD)
zh_cn: 为其他视频（光碟）启用

# #30805
source: Enable for live TV
cs_cz: Zapnotu pro TV
da_dk: Aktiver for direkte tv
de_de: Für TV aktivieren
es_es: Activar para TV en directo
fi_fi: Televisio
fr_fr: Activer pour la télévision
hr_hr: Omogući za TV uživo
it_it: Abilita per la Live TV
ko_kr: 라이브 TV 사용
sk_sk: Povoliť pre živú TV
zh_cn: 为直播电视启用

# #30809
source: Saturation
cs_cz: Saturace
da_dk: Farvemætning
de_de: Sättigung
es_es: Saturación
fi_fi: Saturaatio
hr_hr: Zasićenje
it_it: Saturazione
ko_kr: 포화
sk_sk: Saturácia
zh_cn: 饱和度

# #30810
source: Minimum Brightness
cs_cz: Minimální jas
da_dk: Minimum lysstyrke
de_de: Mindesthelligkeit
es_es: Brillo mínimo
fi_fi: Vähimmäiskirkkaus
fr_fr: Luminosité minimale
hr_hr: Najmanja svjetlost
it_it: Luminosità minima
ko_kr: 최소 밝기
sk_sk: Minimálny Jas
zh_cn: 最小亮度

# #30811
source: Maximum Brightness
cs_cz: Maximální jas
da_dk: Maksimal lysstyrke
de_de: Maximalhelligkeit
es_es: Brillo máximo
fi_fi: Enimmäiskirkkaus
fr_fr: Luminosité maximale
hr_hr: Najveća svjetlost
it_it: Luminosità massima
ko_kr: 최대 밝기
sk_sk: Maximálny Jas
zh_cn: 最大亮度

# #30812
source: Disable connection message
cs_cz: Vpnout zprávu o připojení
da_dk: Deaktiver forbindelsesmeddelelse
fr_fr: Désactiver le message de connexion
hr_hr: Onemogući poruku povezivanja
ko_kr: 연결 메시지 사용 안 함
zh_cn: 禁用连接消息

# #30813
source: Average image processing time:
cs_cz: Průměrný čas zpracování obrázku:
da_dk: Gennemsnitlig behandlingstid for billed:
de_de: Durchschnittliche Bildverarbeitungszeit:
es_es: Tiempo medio de procesamiento de la imagen:
fi_fi: Kuvien keskimääräinen käsittelyaika:
fr_fr: Temps moyen de traitement des images:
hr_hr: Prosječno vrijeme obrade slike:
it_it: Tempo medio elaborazione immagini:
ko_kr: 평균 이미지 처리 시간:
sk_sk: Priemerný čas spracovania obrázku:
zh_cn: 平均图像处理时间：

# #30814
source: On playback stop
cs_cz: Při vypnutí přehrávání
da_dk: Stop ved afspilning
de_de: Bei Wiedergabestopp
es_es: Al detener la reproducción
fi_fi: Toiston pysähtyessä
fr_fr: A l'arrêt de la lecture
hr_hr: Pri zaustavljanju reprodukcije
it_it: All'arresto della riproduzione
ko_kr: 재생 정지 시
sk_sk: Pri ukončení prehrávania
zh_cn: 播放停止时

# #30815
source: Resume light state
cs_cz: Obnovit stav světel
da_dk: Genoptag lystilstand
de_de: Lichtzustand wiederherstellen
es_es: Reanudar estado de luz
fi_fi: Palauta valon aiempi tila
fr_fr: Reprendre l'état de la lumière
hr_hr: Nastavi stanje svijetla
it_it: Ripristina lo stato della luce
ko_kr: 조명 상태 다시 시작
sk_sk: Obnoviť stav svetiel
zh_cn: 恢复灯状态

# #30816
source: Resume transition time (secs.)
cs_cz: Pokračovat v přechodu (vteřiny)
da_dk: Genoptag overgangstid (sekunder)
de_de: Übergangszeit beim Fortsetzen (Sek.)
es_es: Tiempo de transición de reanudación (seg.)
fi_fi: Palautuksen siirtymän kesto (sekuntia)
fr_fr: Reprendre le temps de transition (sec.)
hr_hr: Nastavi vrijeme prijelaza (sek.)
it_it: Ripristina il tempo di transizione (sec.)
ko_kr: 전환 시간 다시 시작 (초)
zh_cn: 恢复转换时间（秒）

# #30071
source: Only colour lights are supported
cs_cz: Pouze barevná světla jsou podporována
da_dk: Kun farvet lys understøttes
de_de: Nur Farblampen werden unterstützt
es_es: Solo se admiten luces de color
fi_fi: Vain värivalot ovat tuettuja
fr_fr: Seules les lumières de couleur sont prises en charge
hr_hr: Podržana su samo svjetla u boji
it_it: Sono supportate solo le luci colorate
ko_kr: 색상 조명만 지원됨
sk_sk: Sú podporované len farebné svetlá
zh_cn: 仅支持彩色灯

# #30072
source: Unsupported Hue Bridge
cs_cz: Nepodporovaný Hue Bridge
da_dk: Hu Bridge er ikke understøttet
de_de: Nicht unterstützte Hue Bridge
es_es: Hue Bridge no compatible
fi_fi: Ei tuettu Hue Silta
fr_fr: Bridge Hue non pris en charge
hr_hr: Nepodržani Hue most
it_it: Bridge Hue non supportato
ko_kr: 지원되지 않는 색조 브리지
sk_sk: Nepodporovaný Hue Bridge
zh_cn: 不支持的 Hue 桥接器

# #30055
source: Disabled
cs_cz: Deaktivováno
da_dk: Deaktiveret
de_de: Deaktivert
es_es: Desactivado
fi_fi: Poistettu käytöstä
fr_fr: Désactivé
hr_hr: Onemogućeno
it_it: Disabilitato
ko_kr: 사용 안 함
sk_sk: Deaktivované
zh_cn: 已禁用

# #30060
source: Play
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
es_es: Reproducir
fi_fi: Toista
fr_fr: Lire
hr_hr: Reproduciraj
it_it: Riproduci
ko_kr: 재생
sk_sk: Prehrať
zh_cn: 播放

# #30061
source: Hue Status:
cs_cz: Hue stav:
es_es: Estado Hue:
fi_fi: Hue-tila:
fr_fr: État du Hue:
hr_hr: Hue stanje:
it_it: Stao Hue;
ko_kr: 색조 상태:
sk_sk: Stav Hue:
zh_cn: Hue 状态：

# #30062
source: Settings
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes
fi_fi: Asetukset
fr_fr: Paramètres
hr_hr: Postavke
it_it: Impostazioni
ko_kr: 설정
sk_sk: Nastavenia
zh_cn: 设置

# #30063
source: Disabled by daylight
cs_cz: Deaktivováno ve dne
da_dk: Deaktiveret ved dagslys
fr_fr: Désactivé à la lumière du jour
hr_hr: Onemogućeno dnevnom svjetlošću
ko_kr: 일광으로 사용 안 함
zh_cn: 白天禁用

# #30064
source: ERROR: Scene not found
cs_cz: Chyba: Scéna nebyla nalezena
da_dk: FEJL: Scenen blev ikke fundet
fr_fr: ERREUR: Scène introuvable
hr_hr: GREŠKA: Scena nije pronađena
ko_kr: 오류: 장면을 찾을 수 없음
zh_cn: 错误：未找到场景

# #30080
source: The following error occurred:
cs_cz: Došlo k následující chybě:
da_dk: Følgende fejl opstod:
de_de: Folgender Fehler ist aufgetreten:
es_es: Se ha producido el siguiente error:
fi_fi: Tapahtui seuraava virhe:
fr_fr: L'erreur suivante s'est produite:
hr_hr: Sljedeća greška se dogodila:
it_it: Si è verificato il seguente errore:
ko_kr: 다음 오류가 발생함:
sk_sk: Vyskytla sa nasledujúca chyba:
zh_cn: 出现以下错误：

# #30081
source: Automatically report this error?
cs_cz: Odeslat report?
da_dk: Rapporter automatisk denne fejl?
de_de: Diesen Fehler automatisch melden?
es_es: ¿Informar automáticamente de este error?
fi_fi: Ilmoitetaanko tästä virheestä automaattisesti?
fr_fr: Signaler automatiquement cette erreur?
hr_hr: Automatski prijavi ovu grešku?
it_it: Segnalare automaticamente questo errore?
ko_kr: 이 오류를 자동으로 보고할까요?
sk_sk: Automaticky nahlásiť túto chybu?
zh_cn: 是否自动报告此错误？

# #30069
source: No lights selected for Ambilight.
cs_cz: Nebyla vybrána žádná světla pro Ambilight.
da_dk: Ingen lys valgt til Ambilight.
de_de: Keine Licht für Ambilight ausgewählt.
es_es: No hay luces seleccionadas para Ambilight.
fi_fi: Valoja ei ole määritetty Ambilight-käyttöön.
fr_fr: Aucune lumière sélectionnée pour Ambilight.
hr_hr: Nema odabranih svjetla za ambijetalno svijetlo.
it_it: Nessuna luce selezionata per Ambilight.
ko_kr: 엠비라이트로 선택된 조명이 없습니다.
sk_sk: Neboli vybraté vybrané žiadne svetlá pre Ambilight.
zh_cn: 没有为 Ambilight 选择灯。

# #30070
source: Ok
es_es: Aceptar
hr_hr: U redu
ko_kr: 확인
zh_cn: 确定

# #30075
source: Hue Bridge over capacity
cs_cz: Hue Bridge kapacita vyčerpána
da_dk: Hue Bridge over kapaciteten
de_de: Hue Bridge überlastet
es_es: El Hue Bridge supera su capacidad
fi_fi: Hue Sillan kapasiteetti on ylitetty
fr_fr: Bridge Hue surcapacité
hr_hr: Hue most je preko kapaciteta
it_it: Bridge Hue oltre la capienza
ko_kr: 색조 브리지 용량 초과
sk_sk: Hue Bridge kapacita vyčerpaná
zh_cn: Hue 桥接器过载

# #30076
source: Network not ready
cs_cz: Síť není připravena
da_dk: Netværket er ikke klar
de_de: Netzwerk nicht bereit
es_es: Red no preparada
fi_fi: Verkko ei ole valmis
fr_fr: Réseau non prêt
hr_hr: Mreža nije spremna
it_it: Rete non pronta
ko_kr: 네트워크가 준비되지 않음
sk_sk: Sieť nie je pripravená
zh_cn: 网络未就绪

# #30077
source: The Hue Bridge is over capacity. Increase refresh rate or reduce the number of Ambilights.
cs_cz: Hue Bridge kapacita vyčerpána. Zvyště obnovovací frekvenci nebo snižte počet světel.
da_dk: Hue Bridge er over kapaciteten. Øg opdateringshastigheden eller reducer antallet af Ambilights.
de_de: Die Hue Bridge ist überlastet. Aktualisierungsrate erhöhen oder Anzahl der Ambilights verringern.
es_es: El Hue Bridge está por encima de su capacidad. Aumentar la frecuencia de actualización o reducir el número de Ambilights.
fi_fi: Hue Sillan kapasiteetti on ylitetty. Kasvata päivitystiheyttä tai vähennä Ambilight-valoja.
fr_fr: Le bridge du Hue est en surcapacité. Augmentez le taux de rafraîchissement ou réduisez le nombre d'Ambilights.
hr_hr: Hue Bridge je preko kapaciteta. Povećajte osvježavanje kako bi smanjili broj ambijetalnog svjetla.
it_it: Il Bridge Hue è al di sopra della capienza. Aumenta la frequenza di aggiornamento o riduci il numero di Ambilight.
ko_kr: 색조 브리지 용량이 초과되었습니다. 새로 고침 빈도를 높이거나 엠비라이트의 수를 줄이십시오.
sk_sk: Hue Bridge kapacita vyčerpaná. Zvýšte obnovovaciu frekvenciu alebo znížte počet Ambilight svetiel.
zh_cn: Hue 桥接器过载。提高刷新率或减少 Ambilight 的数量。

# #30078
source: Bridge not found[CR]Check your bridge and network.
cs_cz: Bridge nenalezen[CR]Zkontrolujte Bridge a spojení.
da_dk: Bridge blev ikke fundet[CR]Tjek din bridge og dit netværk.
de_de: Bridge nicht gefunden[CR]Bridge und Netzwerk überprüfen.
es_es: Bridge no encontrado[CR]Comprobar el bridge y la red.
fi_fi: Siltaa ei löytynyt![CR]Tarkista Silta ja verkkoyhteys.
fr_fr: Bridge introuvable[CR]Vérifier votre bridge et votre réseau.
hr_hr: Most nije pronađen[CR]Provjerite svoj most i mrežu.
it_it: Bridge non trovato[CR]Controlla il tuo bridge e la tua rete.
ko_kr: 브리지를 찾을 수 없음[CR]브리지와 네트워크를 확인하십시오.
sk_sk: Bridge nebol nájdený[CR]Skontrolujte bridge a sieť.
zh_cn: 桥接器未找到[CR]检查桥接器和网络。

# #30082
source: Press link button on bridge. Waiting for 90 seconds...
cs_cz: Stiskněte tlačítko na Bridge. Čekám 90 vteřin...
da_dk: Tryk på link-knappen på bridge. Venter i 90 sekunder...
de_de: Linktaste auf der Bridge drücken. 90 Sekunden lang warten …
es_es: Pulse el botón de enlace en el bridge. Esperando 90 segundos...
fi_fi: Paina Sillan yhteyspainiketta. Odota 90 sekuntia...
fr_fr: Appuyer sur le bouton de liaison sur le bridge. Attendre 90 secondes...
hr_hr: Pritisnite tipku povezivanja na mostu. Pričekajte 90 sekundi...
it_it: Premi il pulsante di collegamento sul bridge. Aspetta 90 secondi...
ko_kr: 브리지의 링크 버튼을 누릅니다. 90초 기다림...
sk_sk: Stlačte tlačidlo prepojenia na bridge. Čakám 90 sekúnd...
zh_cn: 按下桥接器上的链接按钮。等待90秒...

# #30083
source: Unknown
cs_cz: Neznámé
da_dk: Ukendt
de_de: Unbekannt
es_es: Desconocido
fi_fi: Tuntematon
fr_fr: Inconnue
hr_hr: Nepoznato
it_it: Sconosciuto
ko_kr: 알 수 없음
sk_sk: Neznáme
zh_cn: 未知

# #30084
source: User Found![CR]Saving settings...
cs_cz: Uživatel nalezen![CR]Ukládám nastavení...
da_dk: Bruger fundet![CR]Gemmer indstillinger...
de_de: Anwender gefunden![CR]Einstellungen werden gespeichert …
es_es: ¡Usuario encontrado![CR]Guardando ajustes...
fi_fi: Käyttäjä löytyi![CR]Tallennetaan asetuksia...
fr_fr: Utilisateur trouvé ![CR]Enregistrement des paramètres...
hr_hr: Korisnik je pronađen![CR]Spremanje postavki...
it_it: Utente trovato![CR]Salvataggio delle impostazioni...
ko_kr: 사용자를 찾음![CR]설정 저장 중...
sk_sk: Používateľ nájdený![CR]Ukladanie nastavení...
zh_cn: 用户已找到！[CR]正在保存设置...

# #30085
source: Adjust lights to desired state in the Hue App to save as new scene.[CR]Set a fade time in seconds, or 0 for an instant transition.
da_dk: Juster lysene til den ønskede tilstand i Hue-appen for at gemme som ny scene.[CR]Indstil en overgangstid i sekunder eller 0 for en øjeblikkelig overgang.
fr_fr: Ajuster les lumières à l'état souhaité dans l'application Hue pour enregistrer en tant que nouvelle scène.[CR]Définir un temps de fondu en secondes, ou 0 pour une transition instantanée.
hr_hr: Prilagodite svjetla na željeno stanje u Hue aplikaciji kako bi spremili kao novu scenu.[CR]Postavite vrijeme zatamnjenja u sekundama, ili 0 za trenutni prijelaz.
ko_kr: 색조 앱에서 조명을 원하는 상태로 조정하여 새 장면으로 저장합니다.[CR]페이드 시간을 초 단위로 설정하거나 바로 전황하기 위해 0으로 설정합니다.
zh_cn: 在 Hue App 中将灯光调整到所需状态，以保存为新场景。[CR]以秒为单位设置淡入淡出时间，或设为0表示即时转换。

# #30086
source: User not found[CR]Check your bridge and network.
cs_cz: Uživatel nenalezen[CR]Zkontrolujte Bridge a spojení.
da_dk: Bruger blev ikke fundet[CR]Tjek din bridge og dit netværk.
de_de: Anwender nicht gefunden[CR]Bridge und Netzwerk überprüfen.
es_es: Usuario no encontrado[CR]Comprobar el bridge y la red.
fi_fi: Käyttäjää ei löytynyt![CR]Tarkista silta ja verkkoyhteys.
fr_fr: Utilisateur introuvable[CR]Vérifiez votre bridge et votre réseau.
hr_hr: Korisnik nije pronađen[CR]Provjerite svoj most i mrežu.
it_it: Utente non trovato[CR]Controlla il tuo bridge e la tua rete.
ko_kr: 사용자를 찾을 수 없음[CR]브리지와 네트워크를 확인하십시오.
sk_sk: Používateľ nebol nájdený[CR]Skontrolujte bridge a sieť.
zh_cn: 未找到用户[CR]检查桥接器和网络。

# #30087
source: Scene successfully created![CR]You may now assign your scene to player actions.
da_dk: Scene oprettet med succes![CR]Du kan nu tildele din scene til afspillerens handlinger.
fr_fr: Scène créée avec succès ![CR]Vous pouvez maintenant attribuer votre scène aux actions des lecteurs.
hr_hr: Scena je uspješno stvorena![CR]Sada možete dodijeliti svoju scenu radnjama reproduktora.
ko_kr: 장면이 생성됨![CR]이제 장면을 플레이어 작업에 할당할 수 있습니다.
zh_cn: 场景创建成功！[CR]您现在可以将场景分配给播放器动作。

# #30073
source: Do not show again
cs_cz: Nezobrazovat znovu
da_dk: Vis ikke igen
de_de: Nicht erneut anzeigen
es_es: No volver a mostrar
fi_fi: Älä näytä uudelleen
fr_fr: Ne pas montrer de nouveau
hr_hr: Ne prikazuj ponovno
it_it: Non mostrare più
ko_kr: 다시 표시하지 않음
sk_sk: Nezobrazovať znovu
zh_cn: 不再显示

# #30074
source: Disable Hue Labs during playback
da_dk: Deaktiver Hue Labs under afspilning
fr_fr: Désactiver Hue Labs pendant la lecture
hr_hr: Onemogući Hue Labs tijekom reprodukcije
ko_kr: 재생 중 색조 Lab 비활성화
zh_cn: 播放期间禁用 Hue Labs

# #30001
source: Hue Bridge V1 (Round) is unsupported. Hue Bridge V2 (Square) is required.
da_dk: Hue Bridge V1 (rund) understøttes ikke. Hue Bridge V2 (kvadrat) er påkrævet.
de_de: Hue Bridge V1 (rund) wird nicht unterstützt. Hue Bridge V2 (quadratisch) wird benötigt.
es_es: Hue Bridge v1 (Redondo) no es compatible. Se requiere Hue Bridge v2 (Cuadrado).
fi_fi: Hue Silta V1 (pyöreä) -laitetta ei tueta. Tarvitaan Hue Silta V2 (nelikulmainen).
fr_fr: Hue Bridge V1 (rond) n'est pas pris en charge. Hue Bridge V2 (carré) est requis.
hr_hr: Hue Bridge V1 (Round) je nepodržan. Hue Bridge V2 (Square) je potreban.
it_it: Il Bridge Hue V1 (rotondo) non è supportato. È richiesto il Bridge l'Hue V2 (quadrato).
ko_kr: 색조 브리지 V1(원형)은 지원되지 않습니다. 색조 브리지 V2(사각)가 필요합니다.
sk_sk: Hue Bridge V1 (Round) nie je podporovaný. Vyžaduje sa Hue Bridge V2 (Square).
zh_cn: 不支持 Hue Bridge V1（圆形）。需要 Hue Bridge V2（正方形）。

# #30012
source: Unknown colour gamut for light:
da_dk: Ukendt farveskala for lys:
de_de: Unbekannter Farbraum für Licht:
es_es: Gama de colores desconocida para la luz:
fi_fi: Tuntematon väriskaala valolle:
fr_fr: Gamme de couleurs inconnue pour la lumière:
hr_hr: Nepoznat gamut boja za svjetla:
it_it: Gamma colori sconosciuta per la luce:
ko_kr: 빛에 대해 알 수 없는 색 영역:
sk_sk: Neznámy farebný gamut pre svetlo:
zh_cn: 灯的未知色域：

# #30016
source: Report errors
da_dk: Rapporter fejl
de_de: Fehler melden
es_es: Informar de errores
fi_fi: Virheilmoitukset
fr_fr: Signaler des erreurs
hr_hr: Prijavi greške
it_it: Segnala errori
ko_kr: 오류 보고
sk_sk: Hlásenie chýb
zh_cn: 报告错误

# #30020
source: Never report errors
da_dk: Rapporter aldrig fejl
de_de: Fehler niemals melden
es_es: No informar nunca de los errores
fi_fi: Älä ilmoita virheistä koskaan
fr_fr: Ne signaler jamais les erreurs
hr_hr: Nikada ne prijavljuj greške
it_it: Non segnalare mai errori
ko_kr: 오류를 보고하지 않음
sk_sk: Nikdy nehlásiť chyby
zh_cn: 从不报告错误

# #30032
source: Hue Service Error
da_dk: Fejl i Hue-tjeneste
de_de: Hue-Dienstfehler
es_es: Error del servicio Hue
fi_fi: Hue Service -virhe
fr_fr: Erreur de service Hue
hr_hr: Greška Hue usluge
it_it: Errore servizio Hue
ko_kr: 색조 서비스 오류
sk_sk: Chyba služby Hue
zh_cn: Hue 服务错误

# #30029
source: Connection Error
da_dk: Forbindelsesfejl
de_de: Verbindungsfehler
es_es: Error de conexión
fi_fi: Yhteysvirhe
fr_fr: Erreur de connexion
hr_hr: Greška povezivanja
it_it: Errore di connessione
ko_kr: 연결 오류
sk_sk: Chyba spojenia
zh_cn: 连接错误

# #30014
source: Error: Lights incompatible with Ambilight
da_dk: Fejl: Lyser inkompatibelt med Ambilight
de_de: Fehler: Licht mit Ambilight inkompatibel
es_es: Error: Luces incompatibles con Ambilight
fi_fi: Virhe: Valot eivät ole Ambilight-yhteensopivia
fr_fr: Erreur: Lumières incompatibles avec Ambilight
hr_hr: Greška: Svjetla su nekompatibilna s ambijentalnim svjetlom
it_it: Errore: luci incompatibili con Ambilight
ko_kr: 오류: Ambilight와 호환되지 않는 조명
sk_sk: Chyba: Svetlá nekompatibilné s Ambilight
zh_cn: 错误：灯与 Ambilight 不兼容

# #30007
source: Bridge not found automatically. Please make sure your bridge is up to date and has access to the internet. [CR]Would you like to enter your bridge IP manually?
da_dk: Bridge blev ikke fundet automatisk. Sørg for, at din bridge er opdateret og har adgang til internettet.[CR]Vil du manuelt indtaste IP-adressen på din bridge?
de_de: Bridge wurde nicht automatisch gefunden. Bitte sicherstellen, dass die Bridge auf dem neuesten Stand ist und Zugang zum Internet hat.[CR]Soll die Bridge-IP manuell eingegeben werden?
es_es: Bridge no encontrado automáticamente. Por favor, asegúrese de que su bridge está actualizado y tiene acceso a internet.[CR]¿Desea introducir manualmente la IP de su bridge?
fi_fi: Siltaa ei löytynyt automaattisesti. Varmista, että se on ajan tasalla ja yhteydessä Internetiin.[CR]Haluatko syöttää sillan IP-osoitteen manuaalisesti?
fr_fr: Bridge non trouvé automatiquement. Assurez-vous que votre bridge est à jour et qu'il a accès à Internet. [CR]Souhaitez-vous saisir manuellement l'IP de votre bridge?
hr_hr: Most nije automatski pronađen. Pobrinite se da imate najnoviji most i pristup internetu. [CR]Želite li upisati vaš IP mosta ručno?
it_it: Bridge non trovato automaticamente. Assicurati che il bridge sia aggiornato e abbia accesso a Internet. [CR]Vuoi inserire manualmente l'IP del bridge?
ko_kr: 브리지를 자동으로 찾을 수 없습니다. 브리지가 최신 상태이고 인터넷에 액세스할 수 있는지 확인하십시오. [CR]브릿지 IP를 수동으로 입력하시겠습니까?
sk_sk: Bridge nebol nájdený automaticky. Uistite sa, že váš Bridge je aktualizovaný a má prístup na internet. [CR]Chcete zadať IP adresu pre bridge ručne?
zh_cn: 未自动找到桥接器。请确保您的桥接器是最新的，并且可以访问互联网。[CR]您想手动输入桥接器 IP 吗？

# #30009
source: Connecting...
da_dk: Forbinder…
de_de: Verbinden …
es_es: Conectando...
fi_fi: Yhdistetään...
fr_fr: Connexion...
hr_hr: Povezivanje...
it_it: Connessione in corso...
ko_kr: 연결 중...
sk_sk: Pripájanie...
zh_cn: 正在连接...
