Repository: xbmc/repo-scripts
Catalog: script.service.hue/resources/language/resource.language.*/strings.po
Languages: cs_cz, da_dk, de_de, es_es, fi_fi, fr_fr, hr_hr, it_it, ko_kr, sk_sk, zh_cn

# Addon Summary
source: Automate Hue lights with Kodi playback
cs_cz: Automatizace Hue světel s přehráváním Kodi
da_dk: Automatiser Hue-lys sammen med afspilning i Kodi
de_de: Hue-Licht mit der Kodi-Wiedergabe automatisieren
es_es: Automatiza las luces Hue con la reproducción de Kodi
fi_fi: Ohjaa Hue-valoja automaattisesti Kodin toistolla
fr_fr: Automatiser les lumières Hue V2 (Philips) avec la lecture Kodi
hr_hr: Automatski Hue svjetla s Kodi reprodukcijom
it_it: Automatizza le luci Hue con la riproduzione di Kodi
ko_kr: Kodi 재생으로 Hue 조명 자동화
sk_sk: Automatizácia svetiel Hue s prehrávaním v Kodi
zh_cn: Kodi 播放时自动调整 Hue 灯光

# Addon Description
source: Automate your Hue lights with Kodi. Create multi-room scenes that run when you Play, Pause or Stop media playback. Create and delete multi-room scenes from add-on settings then select which to apply for different Playback events. Can use Hue's sunrise and sunset times to automatically disable the service during daytime and turn on the lights at sunset during playback. Includes Ambilight support.
cs_cz: Ovládejte Hue světla automaticky pomocí Kodi. Vytvořte scény pro začátek, přestávku i ukončení přehrávání a nechte Kodi reagovat automaticky na Vaše akce. Je možné využít východ i západ slunce. Obsahuje podporu pro Ambilight.
da_dk: Automatiser dine Hue-lys med Kodi. Opret scener i flere rum, der kører, når du afspiller, sætter på pause eller stopper medieafspilning. Opret og slet multirumsscener fra indstillinger og vælg derefter, hvilke der skal anvendes til forskellige afspilningstyper. Kan bruge Hues tider for solopgang og solnedgang til automatisk at deaktivere tjenesten i dagtimerne og tænde lysene ved solnedgang under afspilning. Inkluderer understøttelse af Ambilight.
fr_fr: Automatiser vos lumières Hue V2 (Philips) avec Kodi. Créez des scènes multi-pièces qui s'exécutent lorsque vous lisez, mettez en pause ou arrêtez la lecture multimédia. Créer et supprimer des scènes multi-pièces à partir des paramètres complémentaires, puis sélectionner celle à appliquer pour différents événements de lecture. Peut utiliser les heures de lever et de coucher du soleil de Hue pour désactiver automatiquement le service pendant la journée et allumer les lumières au coucher du soleil pendant la lecture. Inclut la prise en charge Ambilight.
hr_hr: Automatizirajte svoja Hue svjetla s Kodijem. Stvorite višesobnu scenu koja se pokreće kada Reproducirate, Pauzirate ili Zaustavite medijsku reprodukciju. Stvorite i obrišite višesobne scene iz postavki dodatka tada odaberite koju primijeniti za drugačiji događaj reprodukcije. Može se koristiti zasićenje vremena izlaska i zalaska sunca za automatsko onemogućavanje usluge tijekom dana i uključivanje svjetla pri zalasku sunca tijekom reprodukcije.
ko_kr: Kodi로 Hue 조명을 자동화하세요. 미디어 재생을 재생, 일시 중지 또는 중지할 때 실행되는 멀티룸 장면을 만듭니다. 애드온 설정에서 멀티룸 장면을 만들거나 삭제하고 다른 재생 이벤트에 적용할 장면을 선택합니다. Hue의 일출 및 일몰 시간을 사용하여 주간에는 서비스를 자동으로 비활성화하고 재생 중에 일몰 시 조명을 켤 수 있습니다. Ambilight 지원이 포함됩니다.
zh_cn: 使用 Kodi 自动化 Hue 灯光。创建播放、暂停或停止媒体播放时运行的多房间场景。从插件设置中创建和删除多房间场景，然后选择要应用于不同播放事件的场景。可以使用 Hue 灯的日出和日落时间在白天自动禁用服务，并在日落后播放期间打开灯光。包括 Ambilight 支持。

# Addon Disclaimer
source: Requires a Hue Bridge V2 (Square). Ambilight not available on all hardware.
cs_cz: Vyžaduje Hue Bridge V2 (čtvercový). Ambilight není podporován na všech zařízeních.
da_dk: Kræver en Hue Bridge V2 (firkant). Ambilight er ikke tilgængelig på al hardware.
de_de: Erfordert eine Hue Bridge V2 (quadratisch). Ambilight-Unterstützung nicht mit jeder Hardware verfügbar.
es_es: Requiere un Hue Bridge V2 (cuadrado). Ambilight no está disponible en todos los dispositivos.
fi_fi: Vaatii Hue Silta V2 (nelikulmainen) -laitteen. Ambilight ei ole käytettävissä kaikilla laitteilla.
fr_fr: Nécessite un bridge Hue V2 (carré). Ambilight n'est pas disponible sur tous les matériels.
hr_hr: Zahtijeva Hue Bridge V2 (Square). Ambijetalno svijtlo nije dostupno na svim hardverima.
it_it: Richiede un Bridge Hue V2 (quadrato). Ambilight non disponibile su tutto l'hardware.
ko_kr: Hue Bridge V2(정사각형)가 필요합니다. 모든 하드웨어에서 Ambilight를 사용할 수 있는 것은 아닙니다.
sk_sk: Vyžaduje Hue Bridge V2 (štvorcový). Ambilight nie je k dispozícii na všetkých zariadeniach.
zh_cn: 需要 Hue Bridge V2 桥接器（正方形）。并非所有硬件都支持环境光。

# #32100
source: Video Actions
cs_cz: Akce videa
da_dk: Handlinger ved video
fr_fr: Actions vidéo
hr_hr: Video radnje
ko_kr: 비디오 작업
zh_cn: 视频动作

# #32102
source: Audio Actions
cs_cz: Akce audia
da_dk: Handlinger ved lyd
fr_fr: Actions audio
hr_hr: Zvučne radnje
ko_kr: 오디오 작업
zh_cn: 音频动作

# #32201
source: Start/Resume
cs_cz: Začátek/Pokračování
da_dk: Start/genoptag
de_de: Start/Fortsetzen
es_es: Iniciar/Reanudar
fi_fi: Aloita/jatka
fr_fr: Démarrer/Reprendre
hr_hr: Pokreni/Nastavi
it_it: Avvia/Riprendi
ko_kr: 시작/다시 시작
sk_sk: Spustiť/Pokračovať
zh_cn: 开始/恢复

# #32202
source: Pause
cs_cz: Pauza
es_es: Pausa
fi_fi: Tauota
hr_hr: Pauziraj
it_it: Pausa
ko_kr: 정지
sk_sk: Pauza
zh_cn: 暂停

# #32203
source: Stop
cs_cz: Konec
de_de: Stopp
es_es: Parar
fi_fi: Pysäytä
hr_hr: Zaustavi
ko_kr: 중지
sk_sk: Ukončiť
zh_cn: 停止

# #32510
source: Scene Name:
cs_cz: Název scény:
da_dk: Scenenavn:
fr_fr: Nom de la scène:
hr_hr: Naziv scene:
ko_kr: 장면 이름:
zh_cn: 场景名称：

# #32511
source: Scene ID
cs_cz: ID scény
de_de: Szenen-ID
es_es: ID de escena
fi_fi: Valaistusasetuksen ID
fr_fr: ID de la scène
hr_hr: ID scene
it_it: ID scena
ko_kr: 장면 ID
sk_sk: ID Scény
zh_cn: 场景 ID

# #32512
source: Select...
cs_cz: Vybrat...
da_dk: Vælg...
de_de: Wählen …
es_es: Seleccionar...
fi_fi: Valitse...
fr_fr: Sélectionner...
hr_hr: Odaberi...
it_it: Seleziona...
ko_kr: 선택...
sk_sk: Vybrať...
zh_cn: 选择...

# #30500
source: Bridge
cs_cz: Bridge (most)
fi_fi: Silta
hr_hr: Most
ko_kr: 브리지
sk_sk: Bridge (most)
zh_cn: 桥接器

# #30501
source: Discover Hue Bridge / Enter IP
da_dk: Opdag Hue Bridge / Indtast IP
de_de: Hue Bridge ermitteln / IP eingeben
es_es: Descubrir Hue Bridge / Introducir IP
fi_fi: Etsi Hue Silta / Syötä IP-osoite
fr_fr: Découverte du bridge Hue / Entrer l'adresse IP
hr_hr: Otkrij Hue most / Upiši IP
it_it: Rileva Bridge Hue / Inserisci IP
sk_sk: Vyhľadať Hue Bridge / Zadať IP

# #30502
source: Bridge IP
cs_cz: Bridge IP adresa
es_es: IP Bridge
fi_fi: Sillan ID
fr_fr: IP du Bridge
hr_hr: IP mosta
it_it: IP Bridge
ko_kr: 브리지 IP
sk_sk: Bridge IP adresa
zh_cn: 桥接器 IP

# #30503
source: Bridge User
cs_cz: Bridge uživatel
da_dk: Bridge bruger
de_de: Bridge-Anwender
es_es: Usuario de Bridge
fi_fi: Sillan käyttäjä
fr_fr: Utilisateur du Bridge
hr_hr: Korisnik mosta
it_it: Utente Bridge
ko_kr: 브리지 사용자
sk_sk: Bridge užívateľ
zh_cn: 桥接器用户

# #30505
source: Enable Schedule (24h format)
da_dk: Aktiver tidsplan (24-timers format)
de_de: Zeitplan aktivieren (24h-Format)
es_es: Activar horario (formato 24h)
fi_fi: Käytä ajastusta (24 tuntia)
fr_fr: Activer la programmation (format 24h)
hr_hr: Omogući raspored (24 satni format)
it_it: Abilita pianificazione (formato 24 ore)
ko_kr: 일정 사용함 (24시간 형식)
sk_sk: Povolenie Harmonogramu (24 hodínový formát)
zh_cn: 启用计划表（24小时格式）

# #30506
source: Start time:
cs_cz: Čas začátku:
da_dk: Starttidspunkt:
de_de: Startzeit:
es_es: Hora de inicio:
fi_fi: Aloitusaika:
fr_fr: Heure de début:
hr_hr: Početno vrijeme:
it_it: Ora di inizio:
ko_kr: 시작 시간:
sk_sk: Čas spustenia:
zh_cn: 开始时间：

# #30507
source: End time:
cs_cz: Šas konce:
da_dk: Sluttidspunkt:
de_de: Endzeit:
es_es: Hora de fin:
fi_fi: Päättymisaika:
fr_fr: Heure de fin:
hr_hr: Završno vrijeme:
it_it: Ora di fine:
ko_kr: 종료 시간:
sk_sk: Čas ukončenia:
zh_cn: 结束时间：

# #30508
source: Disable during daylight
cs_cz: Vypnout ve dne
da_dk: Deaktiver i dagslys
fr_fr: Désactiver pendant la journée
hr_hr: Onemogući tijekom dnevnog svjetla
ko_kr: 낮 동안 사용 안 함
zh_cn: 在白天禁用

# #30509
source: Activate during playback at sunset
cs_cz: Zapnout při západu slunce
da_dk: Aktiver under afspilning ved solnedgang
de_de: Bei Wiedergabe zu Sonnenuntergang aktivieren
es_es: Activar durante la reproducción al atardecer
fi_fi: Aktivoi auringon laskiessa toiston aikana
fr_fr: Activer pendant la lecture au coucher du soleil
hr_hr: Aktiviraj tijekom reprodukcije pri zalasku sunca
it_it: Attiva durante la riproduzione al tramonto
ko_kr: 일몰 재생 중 사용함
sk_sk: Aktivovať počas prehrávania pri západe slnka
zh_cn: 在日落后播放期间激活

# #30510
source: General
cs_cz: Hlavní
da_dk: Generel
de_de: Allgemein
fi_fi: Yleiset
fr_fr: Général
hr_hr: Općenito
it_it: Generale
ko_kr: 일반
sk_sk: Všeobecné
zh_cn: 常规

# #30511
source: Schedule
cs_cz: Plán
da_dk: Tidsplan
de_de: Zeitplan
es_es: Planificador
fi_fi: Ajoitus
fr_fr: Planifier
hr_hr: Planirano vrijeme
it_it: Pianificazione
ko_kr: 일정
sk_sk: Plán
zh_cn: 计划表

# #30512
source: Scenes
cs_cz: Scény
da_dk: Scener
de_de: Szenen
es_es: Escenas
fi_fi: Valaistusasetukset
fr_fr: Scènes
hr_hr: Scene
it_it: Scene
ko_kr: 장면
sk_sk: Scény
zh_cn: 场景

# #30513
source: Play Scene Enabled
da_dk: Afspil med aktiveret scene
de_de: Wiedergabeszene aktiviert
es_es: Reproducir escena activado
fi_fi: Toiston aloituksen valaistusasetus käytössä
fr_fr: Lecture de scène activée
hr_hr: Reprodukcija scene omogućena
it_it: Riproduci scena abilitata
ko_kr: 재생 장면 사용
sk_sk: Povolená Scéna Prehrávania
zh_cn: 已启用播放场景

# #30514
source: Pause Scene Enabled
cs_cz: Scéna Pauza aktivována
da_dk: Pause med aktiveret scene
de_de: Pauseszene aktiviert
es_es: Pausar escena activado
fi_fi: Toiston tauotuksen valaistusasetus käytössä
fr_fr: Pause scène activée
hr_hr: Pauziranje scene omogućeno
it_it: Pausa scena abilitata
ko_kr: 장면 일시 중지 사용함
sk_sk: Povolená Scéna Pauzy
zh_cn: 已启用暂停场景

# #30515
source: Stop Scene Enabled
cs_cz: Scéna Konec aktivována
da_dk: Stop med aktiveret scene
de_de: Stoppszene aktiviert
es_es: Detener escena activado
fi_fi: Toiston pyäsytyksen valaistusasetus käytössä
fr_fr: Arrêt Scène activée
hr_hr: Zaustavljanje scene omogućeno
it_it: Interrompi scena abilitata
ko_kr: 정지 장면 사용함
sk_sk: Povolená Scéna Zastavenia
zh_cn: 已启用停止场景

# #30516
source: Disable time check if any light already on
cs_cz: Vypnout kontrolu již zapnutých světel
da_dk: Deaktiver tidskontrol hvis der allerede er lys
de_de: Zeitüberprüfung bei bereits eingeschaltetem Licht deaktivieren
es_es: Desactivar control de tiempo si ya hay alguna luz encendida
fi_fi: Älä tarkista vuorokaudenaikaa, jos joku valo palaa jo
fr_fr: Désactiver la vérification de l'heure si une lumière est déjà allumée
hr_hr: Onemogući provjeru vremena ako je neko svjetlo već upaljeno
it_it: Disabilita controllo tempo se qualche luce è già accesa
ko_kr: 조명이 이미 켜져 있으면 시간 확인 안 함
sk_sk: Vypnúť kontrolu času, ak už niektoré svetlo svieti
zh_cn: 有灯已点亮时禁用时间检查

# #30517
source: Don't enable scene if any light is off
cs_cz: Neaktivovat scény pokud jsou světla vypnuta
da_dk: Aktiver ikke scene hvis noget lys er slukket
de_de: Szene bei bereits ausgeschaltetem Licht nicht aktivieren
es_es: No activar la escena si alguna luz está apagada
fi_fi: Älä käytä valaistusasetusta, jos joku valoista on sammutettu
fr_fr: Ne pas activer la scène si une lumière est éteinte
hr_hr: Nemoj omogućiti scenu ako je bilo koje svjetlo isključeno
it_it: Non abilitare scena se qualche luce è spenta
ko_kr: 조명이 꺼져 있으면 장면 사용 안 함
sk_sk: Nepovoliť scénu, ak je niektoré svetlo zhasnuté
zh_cn: 有灯关闭时不启用场景

# #30521
source: [B][I]Warning: Not supported on all hardware[/B][/I]
cs_cz: [B][I]Upozornění: Není podporované na všech zařízeních[/B][/I]
da_dk: [B][I]Advarsel: Ikke understøttet af al hardware[/B][/I]
de_de: [B][I]Warnung: Nicht mit jeder Hardware verfügbar[/I][/B]
es_es: [B][I]Advertencia: No compatible con todo el hardware[/B][/I]
fi_fi: [B][I]Varoitus: Kaikki laitteet eivät tue tätä[/I][/B]
fr_fr: [B][I]Avertissement : Non pris en charge sur tous les matériels[/B][/I]
hr_hr: [B][I]Upozorenje: Nije podržano na svom hardveru[/B][/I]
it_it: [B][I]Avviso: non supportato su tutto l'hardware[/B][/I]
ko_kr: [B][I]경고: 모든 하드웨어에서 지원되지는 않음[/B][/I]
sk_sk: [B][I]Upozornenie: Nie je podporované na všetkých zariadeniach[/B][/I]
zh_cn: [B][I]警告：并非所有硬件都支持[/B][/I]

# #30522
source: CPU & Hue performance
cs_cz: Výkon CPU & Hue
da_dk: CPU- og Hue-ydeevne
de_de: CPU- und Hue-Leistung
es_es: Rendimiento de CPU y Hue
fi_fi: Prosessorin ja Huen suorituskyky
fr_fr: Performances du processeur et de l'Ambilight
hr_hr: CPU i Hue preformanse
it_it: Prestazioni CPU & Hue
ko_kr: CPU 및 색조 성능
sk_sk: Výkon CPU & Hue
zh_cn: CPU & Hue 性能

# #30523
source: Ambilight
hr_hr: Ambijentalno svijetlo
ko_kr: 엠비라이트

# #32101
source: Advanced
cs_cz: Pokročilé
da_dk: Avanceret
de_de: Erweitert
es_es: Avanzado
fi_fi: Lisäasetukset
fr_fr: Avancé
hr_hr: Napredno
it_it: Avanzate
ko_kr: 고급
sk_sk: Pokročilé
zh_cn: 高级

# #32106
source: Video Activation
cs_cz: Aktivování videa
da_dk: Videoaktivering
fr_fr: Activation vidéo
hr_hr: Video aktivacija
ko_kr: 비디오 활성화
zh_cn: 视频激活

# #6101
source: Select Lights
cs_cz: Vyberte světla
da_dk: Vælg lys
de_de: Licht auswählen
es_es: Seleccionar luces
fi_fi: Valitse valot
fr_fr: Sélectionner les lumières
hr_hr: Odaberi svjetla
it_it: Seleziona luci
ko_kr: 조명 선택
sk_sk: Vyberte Svetlá
zh_cn: 选择灯

# #30520
source: Enabled
cs_cz: Aktivováno
da_dk: Aktiveret
de_de: Aktiviert
es_es: Activado
fi_fi: Käytössä
fr_fr: Activé
hr_hr: Omogućeno
it_it: Abilitato
ko_kr: 사용함
sk_sk: Aktivované
zh_cn: 启用

# #9001
source: Press connect button on Hue bridge
cs_cz: Stiskněte tlačítko na Hue Bridge
da_dk: Tryk på forbindelsesknappen på din Hue Bridge
de_de: Verbindungstaste auf der Hue Bridge drücken
es_es: Pulse el botón de conexión del Hue bridge
fi_fi: Paina Hue Sillan yhdistyspainiketta
fr_fr: Appuyer sur le bouton de connexion sur le bridge Hue
hr_hr: Pritisni tipku povezivanja na Hue mostu
it_it: Premi il pulsante di connessione sul Bridge Hue
ko_kr: 색조 브릿지에서 연결 버튼 누르기
sk_sk: Stlačte tlačidlo pripojenia na Hue Bridge
zh_cn: 按下 Hue 桥接器上的连接按钮

# #9007
source: Create Scene
cs_cz: Vytvořit scénu
da_dk: Opret scene
fr_fr: Créer une scène
hr_hr: Stvori scenu
ko_kr: 장면 만들기
zh_cn: 创建场景

# #9008
source: Delete Scene
cs_cz: Smazat scénu
da_dk: Slet scene
fr_fr: Supprimer la scène
hr_hr: Obriši scenu
ko_kr: 장면 삭제
zh_cn: 删除场景

# #30000
source: Hue Service
cs_cz: Služba Hue
da_dk: Hue-tjeneste
de_de: Hue-Dienst
es_es: Servicio Hue
fr_fr: Service Hue
hr_hr: Hue usluga
it_it: Servizio Hue
ko_kr: 색조 서비스
sk_sk: Služba Hue
zh_cn: Hue 服务

# #30004
source: Check your bridge and network
cs_cz: Zkontrolujte Bridge a síť
da_dk: Tjek din Hue bridge og netværk
de_de: Bridge und Netzwerk überprüfen
es_es: Comprobar bridge y red
fi_fi: Tarkista Silta ja verkkoyhteys
fr_fr: Vérifie votre bridge et votre réseau
hr_hr: Provjerite svoj most i mrežu
it_it: Controlla il tuo bridge e la tua rete
ko_kr: 브리지 및 네트워크 확인
sk_sk: Skontrolujte bridge a sieť
zh_cn: 检查桥接器和网络

# #30006
source: Hue connected
cs_cz: Hue připojeno
da_dk: Hue er forbundet
de_de: Hue verbunden
es_es: Hue conectado
fi_fi: Hue on yhdistetty
fr_fr: Hue connecté
hr_hr: Hue povezan
it_it: Hue connesso
ko_kr: 색조 연결됨
sk_sk: Hue pripojený
zh_cn: Hue 已连接

# #30008
source: Bridge not found
cs_cz: Bridge nebyl nalezen
da_dk: Bridge er ikke fundet
de_de: Bridge nicht gefunden
es_es: No se encuentra el bridge
fi_fi: Siltaa ei löytynyt
fr_fr: Bridge non trouvé
hr_hr: Most nije pronađen
it_it: Bridge non trovato
ko_kr: 브리지를 찾을 수 없음
sk_sk: Bridge nebol nájdený
zh_cn: 未找到桥接器

# #30010
source: User not found
cs_cz: Uživatel neby nalezen
da_dk: Bruger ikke fundet
de_de: Anwender nicht gefunden
es_es: Usuario no encontrado
fi_fi: Käyttäjää ei löytynyt
fr_fr: Utilisateur non trouvé
hr_hr: Korisnik nije pronađen
it_it: Utente non trovato
ko_kr: 사용자를 찾을 수 없음
sk_sk: Používateľ nebol nájdený
zh_cn: 未找到用户

# #30011
source: Complete!
cs_cz: Hotovo!
da_dk: Komplet!
de_de: Vollständig!
es_es: ¡Completo!
fi_fi: Valmis!
fr_fr: Compléter!
hr_hr: Završeno!
it_it: Completo!
ko_kr: 완료!
sk_sk: Hotovo!
zh_cn: 完成！

# #30013
source: Cancelled
cs_cz: Ukončeno
da_dk: Annulleret
de_de: Abgebrochen
es_es: Cancelado
fi_fi: Peruttu
fr_fr: Annulé
hr_hr: Prekinuto
it_it: Annullato
ko_kr: 취소됨
sk_sk: Zrušené
zh_cn: 已取消

# #30015
source: Select Hue Lights...
cs_cz: Vyberte Hue světla...
da_dk: Vælg hue-lys...
de_de: Hue-Licht auswählen …
es_es: Seleccionar luces Hue...
fi_fi: Valitse Hue-valot...
fr_fr: Sélectionner Lumières Hue...
hr_hr: Odaberi Hue svjetla...
it_it: Seleziona luci Hue...
ko_kr: 색조 조명 선택...
sk_sk: Vyberte Hue Svetlá...
zh_cn: 选择 Hue 灯...

# #30017
source: Found bridge:
cs_cz: Bridge nalezen:
da_dk: Bridge fundet:
de_de: Bridge gefunden:
es_es: Bridge encontrado:
fi_fi: Löytyi Silta:
fr_fr: Bridge trouvé:
hr_hr: Pronađeni most:
it_it: Trovato bridge:
ko_kr: 브리지 발견:
sk_sk: Nájdený bridge:
zh_cn: 发现桥接器：

# #30018
source: Discover bridge...
cs_cz: Hledat Bridge...
da_dk: Find bridge...
de_de: Bridge ermitteln …
es_es: Descubrir bridge...
fi_fi: Etsitään Siltaa...
fr_fr: Découvrir le bridge...
hr_hr: Otkrij most...
it_it: Rileva bridge...
ko_kr: 브리지 검색...
sk_sk: Hľadať Bridge...
zh_cn: 发现桥接器...

# #30021
source: Bridge connection failed
cs_cz: Připojení k Bridge selhalo
da_dk: Forbindelse til bridge mislykkedes
de_de: Bridge-Verbindung fehlgeschlagen
es_es: Fallo en la conexión del bridge
fi_fi: Yhteyden muodostus Siltaan epäonnistui
fr_fr: La connexion au bridge a échoué
hr_hr: Neuspjelo povezivanje mosta
it_it: Connessione bridge non riuscita
ko_kr: 브리지 연결 실패
sk_sk: Pripojenie k Bridge zlyhalo
zh_cn: 桥接器连接失败

# #30022
source: Discovery started
cs_cz: Hledání začalo
da_dk: Discovery er startet
de_de: Ermittlung gestartet
es_es: Descubrimiento iniciado
fi_fi: Etsintä aloitettu
fr_fr: La découverte a commencé
hr_hr: Otkrivanje pokrenuto
it_it: Avvio rilevamento
ko_kr: 검색 시작됨
sk_sk: Hľadanie sa začalo
zh_cn: 搜索已开始

# #30023
source: Bridge not configured
cs_cz: Bridge není nastaven
da_dk: Bridge er ikke konfigureret
de_de: Bridge nicht konfiguriert
es_es: Bridge no configurado
fi_fi: Siltaa ei ole määritetty
fr_fr: Bridge non configuré
hr_hr: Most nije podešen
it_it: Bridge non configurato
ko_kr: 브리지가 설정되지 않음
sk_sk: Bridge nie je nakonfigurovaný
zh_cn: 桥接器未配置

# #30024
source: Check Hue Bridge configuration
cs_cz: Zkontrolujte konfiguraci Hue Bridge
da_dk: Tjek konfigurationen af Hue Bridge
de_de: Hue-Bridge-Konfiguration prüfen
es_es: Comprobar la configuración del Hue Bridge
fi_fi: Tarkista Hue Sillan määritykset
fr_fr: Vérifier la configuration du bridge Hue
hr_hr: Provjeri podešavanje Hue mosta
it_it: Controlla la configurazione del Bridge Hue
ko_kr: 색조 브리지 설정 확인
sk_sk: Skontrolujte konfiguráciu Hue Bridge
zh_cn: 检查 Hue 桥接器设置

# #30025
source: ERROR: Scene not deleted
da_dk: FEJL: Scenen blev ikke slettet
fr_fr: ERREUR: Scène non supprimée
hr_hr: GREŠKA: Scena nije obrisana
ko_kr: 오류: 장면이 삭제되지 않음
zh_cn: 错误：场景未删除

# #30026
source: Scene Created
cs_cz: Scéna vytvořena
da_dk: Scene oprettet
fr_fr: Scène créée
hr_hr: Scena je stvorena
ko_kr: 생성된 장면
zh_cn: 场景已创建

# #30028
source: Delete Hue Scene
cs_cz: Smazat Hue scénu
da_dk: Slet Hue scene
fr_fr: Supprimer la scène du Hue
hr_hr: Obriši Hue scenu
ko_kr: 색조 장면 삭제
zh_cn: 删除 Hue 场景

# #30030
source: Enter Scene Name
cs_cz: Vložte název scény
da_dk: Indtast navn på scene
fr_fr: Entrer le nom de la scène
hr_hr: Upiši naziv scene
ko_kr: 장면 이름 입력
zh_cn: 输入场景名称

# #30031
source: Transition Time:
cs_cz: Čas přechodu:
da_dk: Overgangstid:
fr_fr: Temps de transition:
hr_hr: Vrijeme prijelaza:
ko_kr: 전환 시간:
zh_cn: 转换时间：

# #30034
source: Cancel
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbruch
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
hr_hr: Odustani
it_it: Annulla
ko_kr: 취소
sk_sk: Zrušiť
zh_cn: 取消

# #30035
source: Lights:
cs_cz: Světla:
da_dk: Lys:
de_de: Licht:
es_es: Luces:
fi_fi: Valot:
fr_fr: Lumières:
hr_hr: Svjetla:
it_it: Luci:
ko_kr: 조명:
sk_sk: Svetlá:
zh_cn: 灯：

# #30036
source: Scene Name:
cs_cz: Název scény:
da_dk: Scenens navn:
fr_fr: Nom de la scène:
hr_hr: Naziv scene:
ko_kr: 장면 이름:
zh_cn: 场景名称：

# #30037
source: Save
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
es_es: Guardar
fi_fi: Tallenna
fr_fr: Enregistrer
hr_hr: Spremi
it_it: Salva
ko_kr: 저장
sk_sk: Uložiť
zh_cn: 保存

# #30038
source: Create Hue Scene
cs_cz: Vytvořit Hue scénu
da_dk: Opret Hue scene
fr_fr: Créer une scène de Hue
hr_hr: Stvori Hue scenu
ko_kr: 색조 장면 만들기
zh_cn: 创建 Hue 场景

# #30002
source: ERROR: Scene not created
cs_cz: CHYBA: Scéna nebyla vytvořena
da_dk: FEJL: scene ikke oprettet
fr_fr: ERREUR : Scène non créée
hr_hr: GREŠKA: Scena nije stvorena
ko_kr: 오류: 장면이 생성되지 않음
zh_cn: 错误：场景未创建

# #30039
source: Set a fade time in seconds, or 0 for an instant transition.
da_dk: Indstil en overgangstid i sekunder eller 0 for en øjeblikkelig overgang.
fr_fr: Définir un temps de fondu en secondes, ou 0 pour une transition instantanée.
hr_hr: Postavi vrijeme zatamnjenja u sekundama ili 0 za trenutni prijelaz.
ko_kr: 페이드 시간을 초 단위로 설정하거나, 바로 전환하려면 0으로 설정합니다.
zh_cn: 设置以秒为单位的淡入淡出时间，或0为即时转换。

# #30040
source: Scene deleted
cs_cz: Scéna smazána
da_dk: Scene slettet
fr_fr: Scène supprimée
hr_hr: Scena je obrisana
ko_kr: 장면 삭제됨
zh_cn: 场景已删除

# #30041
source: You may now assign your Scene to player actions.
cs_cz: Teď můžete přiřadit Scénu k Akcím.
da_dk: Du kan nu tildele din scene afspillerens handlinger.
fr_fr: Vous pouvez maintenant attribuer votre scène aux actions des lecteurs.
hr_hr: Sada možete dodijeliti vašu Scenu u radnju reprodukcije.
ko_kr: 이제 플레이어 작업에 장면을 할당할 수 있습니다.
zh_cn: 现在可以将场景指定给播放器动作。

# #30042
source: Fade Time (Seconds)
cs_cz: Čas slábnutí (vteřiny)
da_dk: Overgangstid (sekunder)
fr_fr: Temps de fondu (secondes)
hr_hr: Vrijeme zatamnjenja (sekunde)
ko_kr: 페이드 타임(초)
zh_cn: 淡入淡出时间（秒）

# #30043
source: Error
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
fi_fi: Virhe
fr_fr: Erreur
hr_hr: Greška
it_it: Errore
ko_kr: 오류
sk_sk: Chyba
zh_cn: 错误

# #30044
source: Create New Scene
cs_cz: Vytvořit novou scénu
da_dk: Opret ny scene
fr_fr: Créer une nouvelle scène
hr_hr: Stvori novu scenu
ko_kr: 새 장면 만들기
zh_cn: 创建新场景

# #30045
source: Scene successfully created!
cs_cz: Scéna úspěšně vytvořena!
da_dk: Scenen blev oprettet!
fr_fr: Scène créée avec succès!
hr_hr: Scena je uspješno stvorena!
ko_kr: 장면이 생성됨!
zh_cn: 场景已成功创建！

# #30046
source: Adjust lights to desired state in the Hue App to save as new scene.
cs_cz: Pro uložení upravte nastavení světel v Hue aplikaci.
da_dk: Juster lyset til den ønskede tilstand i Hue-appen for at gemme som ny scene.
fr_fr: Ajuster les lumières à l'état souhaité dans l'application Hue pour enregistrer en tant que nouvelle scène.
hr_hr: Prilagodi svjetla na željeno stanje u Hue aplikaciji za spremanje kao nove scene.
ko_kr: 색조 앱에서 조명을 원하는 상태로 조정하여 새 장면으로 저장합니다.
zh_cn: 在 Hue App 中将灯光调整到所需状态，以保存为新场景。

# #30047
source: Connection lost. Check settings. Shutting down
cs_cz: Spojení přerušeno. Zkontrolujte nastavení. Vypínám
da_dk: Forbindelse mistet. Tjek indstillinger. Lukker ned
de_de: Verbindung verloren. Einstellungen überprüfen. Wird heruntergefahren
es_es: Conexión perdida. Comprobar los ajustes. Apagando
fi_fi: Yhteys katkesi. Tarkista asetukset. Sammutetaan.
fr_fr: Connexion perdue. Vérifier les paramètres. Éteindre
hr_hr: Povezivanje je izgubljeno. Provjerite postavke. Isključivanje
it_it: Collegamento perso. Controlla le impostazioni. Spegnimento in corso
ko_kr: 연결이 끊어짐. 설정을 확인하십시오. 종료
sk_sk: Strata spojenia. Skontrolujte nastavenia. Vypínam
zh_cn: 连接丢失。检查设置。正在关闭

# #30048
source: Connection lost. Trying again in 2 minutes
cs_cz: Spojení přerušeno. Další pokus za 2 minuty
da_dk: Forbindelse mistet. Prøver igen om 2 minutter
fr_fr: Connexion perdue. Réessayer dans 2 minutes
hr_hr: Povezivanje izgubljeno. Ponovni pokušaj za 2 minute
ko_kr: 연결이 끊어짐. 2분 후에 다시 시도
zh_cn: 连接丢失。2分钟后重试

# #30049
source: Scene Name
cs_cz: Název scény
da_dk: Scenens navn
fr_fr: Nom de la scène
hr_hr: Naziv scene
ko_kr: 장면 이름
zh_cn: 场景名称
