Repository: xbmc/repo-scripts
Catalog: script.speedfaninfo/resources/language/*/strings.po
Languages: dutch, spanish

# #30000
source: General
dutch: Algemeen

# #30001
source: Enable Verbose Logging
dutch: Uitgebreid loggen inschakelen
spanish: Habilitar log detallado

# #30002
source: Log Temperature Scale
dutch: Log temperatuur schaal
spanish: Escala de temperatura en el log

# #30003
source: Window Update Interval (in seconds)
dutch: Venster Update Interval (seconden)
spanish: Intervalo de actualización de la ventana (en segundos)

# #30004
source: Use Compact Display
dutch: Gebruik compacte weergave
spanish: Usar Pantalla Compacta

# #30005
source: Background Transparency
dutch: Achtergrond transparantie
spanish: Transparencia de fondo

# #30006
source: Log File Location
dutch: Logbestand locatie
spanish: Ubicación del archivo

# #30010
source: Additional Logs
dutch: Extra logs
spanish: Registros adicionales

# #30011
source: Primary Log File Title
dutch: Hoofd log bestandstitel
spanish: Título del archivo de registro principal

# #30012
source: Use Log File 2
dutch: Gebruik log bestand 2
spanish: Usar archivo de registro 2

# #30013
source: Use Log File 3
dutch: gebruik log bestand 3
spanish: Usar archivo de registro 3

# #30020
source: Log File Title
dutch: log bestandsnaam
spanish: Título del archivo de registro

# #30021
source: Log File Location
dutch: logbestand locatie
spanish: Ubicación del archivo

# #30100
source: Temperature Information
dutch: Temperatuur informatie
spanish: Información de temperatura

# #30101
source: Fan Speed Information
dutch: Snelheid ventilator Informatie
spanish: Información de velocidad del ventilador

# #30102
source: Voltage Information
dutch: Voltage informatie
spanish: Información de voltaje

# #30103
source: Log File Error
dutch: log bestandsfout
spanish: Registro de errores de archivo

# #30104
source: No log file found.
dutch: geen logbestand gevonden.
spanish: No se encontró el archivo de registro.
