Repository: xbmc/repo-scripts
Catalog: script.xbmc.subtitles/resources/language/Norwegian/strings.po
Languages: no

# #610
source: Search
no: Søk

# #612
source: Manually enter search string
no: Legg inn søkestreng manuelt

# #642
source: Searching subtitles %s
no: Søker undertekster %s

# #646
source: Connecting...
no: Kobler opp...

# #649
source: Downloading subtitles...
no: Henter ned undertekster...

# #652
source: Subtitles file downloaded and extracted
no: Fil med undertekster lastet ned og pakket ut

# #653
source: Connection failed
no: Oppkobling feilet

# #654
source: Error extracting subtitles
no: Utpakking av undertekster feilet

# #655
source: Local subtitle available
no: Lokal undertekst tilgjengelig

# #656
source: Service did not respond within the time out limit
no: Tjenesten svarte ikke innen tidsgrensen

# #657
source: No Subtitles Found!
no: Ingen undertekster funnet!

# #744
source: subtitles found for
no: undertekster funnet for

# #747
source: Search Using Parent Folder
no: Søk med mappenavn

# #748
source: You can't save subtitle to selected destination
no: Du kan ikke lagre undertekster i den valgte mappen

# #750
source: Would you like to activate this subtitle temporarily?
no: Vil du bruke denne underteksten midlertidlig?

# #751
source: Enter Movie Name (year)
no: Gi filmnavn (år)

# #755
source: Server is overloaded, please try again later
no: Tjenesten er overlastet, prøv igjen senere

# #756
source: Login failed. Please verify your settings at the addon Configuration
no: Innlogging feilet. Sjekk innstillingene

# #757
source: Server requires you to rewrite code from image
no: Tjenesten krever at du skriver inn koden fra bildet

# #758
source: Please take look at notification area
no: Vennligst se på meldingsområdet

# #759
source: Enter code of image in notification area
no: Skriv inn koden fra bildet i meldingsområdet

# #760
source: Available Services
no: Tilgjengelige tjenester

# #762
source: Addon Settings
no: Addon instillinger

# #766
source: Choose Subtitle folder
no: Velg undertekst mappe

# #30100
source: Languages
no: Velg språk

# #30101
source: Primary Language
no: Primærspråk

# #30102
source: Secondary Language
no: Sekundærspråk

# #30103
source: Services
no: Velg tjeneste

# #30104
source: - Podnapisi.net Username
no: - Podnapisi.net brukernavn

# #30105
source: - Podnapisi.net Password
no: - Podnapisi.net passord

# #30106
source: Advanced Options
no: Avanserte innstillinger

# #30107
source: Subtitle Download Folder Same As Movie
no: Last ned undertekster i samme mappe som filmen

# #30108
source: - Set Custom Subtitle Download Path
no: - Sett mappe for nedlasting av undertekster

# #30110
source: Manually Enter Search String
no: Skriv inn søkestreng manuelt

# #30111
source: Third Language
no: Tredje språk

# #30113
source: Select Default Movie Service
no: Velg standard filmtjeneste

# #30114
source: Select Default TV Show Service
no: Velg standard tv-tjeneste

# #30118
source: Display file name in results page
no: Vis filnavn i resultatlisten

# #30119
source: Search Using Parent Folder
no: Søk med mappenavn

# #30121
source: Add Language To Filename
no: Inkludèr språk i filnavn

# #30122
source: Set Default Timeout
no: Standard tidsgrense

# #30123
source: - Legendas.TV Username
no: - Legendas.TV Brukernavn

# #30124
source: - Legendas.TV Password
no: - Legendas.TV Passord

# #30126
source: - Itasa Username
no: - Itasa Brukernavn

# #30127
source: - Itasa Password
no: - Itasa Passord

# #30128
source: - Titulky Username
no: - Titulky brukernavn

# #30129
source: - Titulky Password
no: - Titulky passord

# #30132
source: - LegendasDivx Username
no: - LegendasDivx brukernavn

# #30133
source: - LegendasDivx Password
no: - LegendasDivx passord

# #30134
source: - PTSubs Username
no: - PTSubs brukernavn

# #30135
source: - PTSubs Password
no: - PTSubs passord

# #30136
source: - OmniSubs Username
no: - OmniSubs brukernavn

# #30137
source: - OmniSubs Password
no: - OmniSubs passord

# #30138
source: - LegendasZone Username
no: - LegendasZone brukernavn

# #30139
source: - LegendasZone Password
no: - LegendasZone passord

# #30140
source: - Choose subs type:
no: - Velg undertekst type

# #30146
source: - napisy24.pl Username
no: - napisy24.pl brukernavn

# #30147
source: - napisy24.pl Password
no: - napisy24.pl passord

# #30148
source: - euTorrents Username
no: - euTorrents brukernavn

# #30149
source: - euTorrents Password
no: - euTorrents passord

# #30150
source: No sub(s) in
no: Ingen undertekst(er) i

# #30152
source: Found sub(s) in
no: Fant undertekst(er) i

# #30153
source: Searching Title... Please wait!
no: Søker... Vennligst vent

# #30154
source: Downloading... Please Wait!
no: Laster ned... Vennligst vent

# #30155
source: Extracting... Please Wait!
no: Pakker ut... Vennligst vent

# #30156
source: Done Extracting!
no: Ferdig pakket ut

# #30158
source: - Pipocas Username
no: - Pipocas brukernavn

# #30159
source: - Pipocas Password
no: - Pipocas passord

# #30201
source: Albanian
no: Albansk

# #30202
source: Arabic
no: Arabisk

# #30203
source: Belarusian
no: Hviterussisk

# #30204
source: Bosnian (Latin)
no: Bosnisk (Latin)

# #30205
source: Bulgarian
no: Bulgarsk

# #30206
source: Catalan
no: Catalansk

# #30207
source: Chinese
no: Kinesisk

# #30208
source: Croatian
no: Kroatisk

# #30209
source: Czech
no: Tsjekkisk

# #30210
source: Danish
no: Dansk

# #30211
source: Dutch
no: Nederlandsk

# #30212
source: English
no: Engelsk

# #30213
source: Estonian
no: Estisk

# #30214
source: Finnish
no: Finsk

# #30215
source: French
no: Fransk

# #30216
source: German
no: Tysk

# #30217
source: Greek
no: Gresk

# #30218
source: Hebrew
no: Hebraisk

# #30220
source: Hungarian
no: Ungarsk

# #30221
source: Icelandic
no: Islandsk

# #30222
source: Indonesian
no: Indonesisk

# #30224
source: Italian
no: Italiensk

# #30225
source: Japanese
no: Japansk

# #30226
source: Korean
no: Koreansk

# #30227
source: Latvian
no: Latvisk

# #30228
source: Lithuanian
no: Lituanisk

# #30229
source: Macedonian
no: Makedonsk

# #30230
source: Norwegian
no: Norsk

# #30232
source: Polish
no: Polsk

# #30233
source: Portuguese
no: Portugisisk

# #30234
source: Portuguese (Brazil)
no: Portugisisk (Brasil)

# #30235
source: Romanian
no: Rumensk

# #30236
source: Russian
no: Russisk

# #30237
source: SerbianLatin
no: Serbisk Latin

# #30238
source: Slovak
no: Slovakisk

# #30239
source: Slovenian
no: Slovensk

# #30240
source: Spanish
no: Spansk

# #30242
source: Swedish
no: Svensk

# #30244
source: Turkish
no: Tyrkisk

# #30245
source: Ukrainian
no: Ukrainsk

# #30246
source: Vietnamese
no: Vietnamesisk
