Repository: xbmc/repo-scripts
Catalog: service.xbmc.tts/resources/language/*/strings.po
Languages: dutch, spanish

# #32001
source: Engine
dutch: Spraakuitvoer
spanish: Motor

# #32002
source: Default TTS Engine
dutch: Standaarduitvoer voor tekst naar spraak
spanish: Motor TTS predeterminado:

# #32003
source: Voice
dutch: Stem
spanish: Voz

# #32004
source: Rate
dutch: Snelheid
spanish: Tono

# #32005
source: Pitch
dutch: Toonhoogte
spanish: Cabeza

# #32006
source: Speed
dutch: Snelheid
spanish: Velocidad

# #32007
source: Player
dutch: Speler
spanish: Persona

# #32008
source: Play Speech Directly Via Flite
dutch: Spraak direct via Flite afspelen
spanish: Reproducir habla directamente a través de Flite

# #32009
source: Speed % (Needs SOX or MPlayer)
dutch: Snelheid % (Vereist SOX of MPlayer)
spanish: % De velocidad (necesita SOX o MPlayer)

# #32010
source: Volume dB
spanish: DB de volumen

# #32011
source: Rate (WPM)
dutch: Snelheid (WPM)
spanish: Tasa (WPM)

# #32012
source: Play Speech Directly Via eSpeak
dutch: Spraak direct via eSpeak afspeelen
spanish: Reproducir habla directamente a través de eSpeak

# #32013
source: Pipe Audio To Player
dutch: Audio doorsturen naar speler
spanish: Enviar Audio al reproductor

# #32014
source: Volume
spanish: Volumen

# #32015
source: Play Speech Via XBMC
dutch: Spraak via Kodi afspelen
spanish: Reproducir habla directamente a través de XBMC

# #32016
source: Language
dutch: Taal
spanish: Idioma

# #32017
source: Use aoss
dutch: Aoss gebruiken
spanish: Utilizar aoss

# #32018
source: Module
spanish: Módulo

# #32019
source: Server
spanish: Servidor

# #32020
source: Perl Server
spanish: Servidor de Perl

# #32021
source: Speak On Server
dutch: Uitspreken op server
spanish: Leer en servidor

# #32022
source: Server Speed (If Supported)
dutch: Server snelheid (wanneer ondersteund)
spanish: Velocidad del servidor (si está soportado)

# #32023
source: Server Pitch (If Supported)
dutch: Server toonhoogte (wanneer ondersteund)
spanish: Cabeza del servidor (si está soportado)

# #32024
source: Server Volume dB (If Supported)
dutch: Server volume dB (wanneer ondersteund)
spanish: Volumen del servidor (si está soportado)

# #32025
source: Player Speed (If Supported)
dutch: Speler snelheid (wanneer ondersteund)
spanish: Velocidad del reproductor (si está soportado)

# #32026
source: Player Volume dB (If Supported)
dutch: Speler volume dB (wanneer ondersteund)
spanish: DB de volumen del reproductor (si está soportado)

# #32027
source: IP Address
dutch: IP-adres
spanish: Dirección IP

# #32028
source: Port
dutch: Poort
spanish: Puerto

# #32029
source: Options
dutch: Opties
spanish: Opciones

# #32030
source: Keymap
dutch: Toetsenbordsneltoetsen
spanish: Distribución del teclado

# #32031
source: Advanced
dutch: Geavanceerd
spanish: Avanzado

# #32032
source: Disable Interface Reader
dutch: Interfacelezer uitschakelen
spanish: Desactivar interfaz de lector

# #32033
source: Speak Extra Item Information Automatically
dutch: Extra iteminformatie automatisch uitspreken
spanish: Leer automáticamente información Extra

# #32034
source: Delay (seconds)
dutch: Vertraging (seconden)
spanish: Retardo (segundos)

# #32035
source: Speak Number Of Items For Lists
dutch: Aantal items in lijst uitspreken
spanish: Leer el número de elemento en las listas

# #32036
source: Speak Background Progress Updates
dutch: Wijzigingen van achtergrondvoortgang uitspreken
spanish: Leer Progreso de actualizaciones en segundo plano

# #32037
source: Minimum Progress Update Interval (Seconds)
dutch: Minimale interval voortgangsupdates (Seconden)nimale Fortschrittsänderungen-Intervall (Sekunden)
spanish: Intervalo mínimo de progreso de actualizaciones

# #32038
source: Speak When Media Playing
dutch: Spreken tijdens het afspelen van media
spanish: Leer cuando se reproduce un medio

# #32039
source: Install Default Keymap
dutch: Standaard toetsenbordtoewijzingen installeren
spanish: Instalar mapa de teclado por defecto

# #32040
source: Install Custom Keymap
dutch: Aangepaste toetsenbordtoewijzingen installeren
spanish: Instalar mapas de teclado personalizados

# #32041
source: Edit Custom Keymap
dutch: Aangepaste toetsenbordtoewijzingen bewerken
spanish: Editar mapas de teclado personalizados

# #32042
source: Reset Custom Keymap To Defaults
dutch: Aangepaste toetsenbordtoewijzingen herstellen naar standaardwaarden
spanish: Restablecer teclado personalizado a los valores predeterminados

# #32043
source: Remove Installed Keymap
dutch: Geïnstalleerde toetsenbordtoewijzingen verwijderen
spanish: Quitar teclado instalado

# #32044
source: Output .wav Files To tmpfs
dutch: .wav bestanden naar tmpfs schrijven
spanish: Salida de archivos .wav a tmpfs

# #32045
source: Disable Broken TTS Engines
dutch: Niet werkende spraakuitvoermogelijkheden uitschakelen
spanish: Desactivar motores TTS inservibles

# #32046
source: Enable Debug Logging
dutch: Debug-logging activeren
spanish: Habilite el registro de depuración

# #32047
source: Override Poll Interval
dutch: Poll-intervall overschrijven
spanish: Reemplazar el intervalo de muestreo

# #32048
source: Poll Interval (ms)
dutch: Poll-intervall (ms)
spanish: Intervalo de muestreo (ms)

# #32100
source: Database scan started.
dutch: Databasescan gestart.
spanish: análisis de base de datos comenzado.

# #32101
source: Database scan finished.
dutch: Datebasescan voltooid.
spanish: análisis de base de datos terminado.

# #32102
source: Notice... Speech engine falling back to {0}
dutch: Let op... Spraakuitvoer teruggevallen op {0}
spanish: Aviso... Motor de voz falló. Volviendo a {0}

# #32103
source: Reason
dutch: Reden
spanish: Razón

# #32104
source: New T T S Version
dutch: Nieuwe T T S versie
spanish: Nueva versión de TTS

# #32105
source: Window
dutch: Venster
spanish: Ventana

# #32106
source: item
spanish: Elemento

# #32107
source: items
spanish: Elementos

# #32108
source: Season
dutch: Seizoen
spanish: Temporada

# #32109
source: Episode
dutch: Aflevering
spanish: Episodio

# #32110
source: Parent Directory
dutch: Bovenliggende map
spanish: Directorio superior:

# #32111
source: Installed
dutch: Geïnstalleerd
spanish: Instalado

# #32112
source: Updated
dutch: Bijgewerkt
spanish: Actualizado

# #32113
source: Default keymap installed successfully!
dutch: Standaard toetsenbordtoewijzingen succesvol geïnstalleerd.
spanish: Teclado por defecto instalado con éxito!

# #32114
source: Custom keymap installed or updated successfully!
dutch: Aangepaste toetsenbordtoewijzingen succesvol geïnstalleerd.
spanish: Mapa de teclado personalizado instalado o actualizado correctamente!

# #32115
source: Custom keymap reset to defaults.
dutch: Aangepaste toetsenbordtoewijzingen hersteld naar standaardwaarden.
spanish: Mapa de teclado personalizado restablecido a los valores predeterminados.

# #32116
source: Removed
dutch: Verwijderd
spanish: Eliminado

# #32117
source: Keymap removed.
dutch: Toetsenbordtoewijzingen verwijderd.
spanish: Mapa de teclado eliminado.

# #32118
source: Press the key you want to assign now.
dutch: Druk op de toets die je wilt toewijzen.
spanish: Pulse la tecla que desea asignar ahora.

# #32119
source: Timeout in {0} seconds
dutch: Time out over {0} seconden
spanish: Tiempo de espera, en segundos:

# #32120
source: Importing P.V.R. E.P.G.
dutch: PVR gids importeren
spanish: Importando de P.V.R. E.P.G.

# #32121
source: Loading P.V.R. E.P.G.
dutch: PVR gids laden
spanish: Cargando P.V.R. E.P.G.

# #32122
source: Background Progress Started
dutch: Achtergrondvoortgang gestart
spanish: Actualización en segundo plano comenzada

# #32123
source: Background Progress Done
dutch: Achtergrondvoortgan voltooid.
spanish: Actualización en segundo plano lista

# #32124
source: Press the key you want to assign now.
dutch: Druk op de toets die je wilt toewijzen.
spanish: Pulse la tecla que desea asignar ahora.

# #32125
source: Live TV Settings
dutch: Live TV instellingen
spanish: Configuración de televisión en vivo

# #32126
source: virtual keyboard
dutch: virtueel toetsenbord
spanish: teclado en pantalla

# #32127
source: volume bar
dutch: volumebalk
spanish: barra de volumen

# #32128
source: context menu
dutch: contekstmenu
spanish: menú contextual

# #32129
source: info dialog
dutch: infovenster
spanish: Diálogo de información

# #32130
source: numeric input
dutch: nummerieke invoer
spanish: Teclado numérico en pantalla

# #32131
source: shutdown menu
dutch: afsluitmenu
spanish: menú de apagado

# #32132
source: player controls
dutch: spelerbediening
spanish: controles de reproducción

# #32133
source: seek bar
dutch: zoekbalk
spanish: barra de desplazamiento

# #32134
source: music OSD
dutch: nuziek OSD
spanish: vista de música

# #32135
source: visualisation preset list
dutch: visualisatie presets lijst
spanish: visualización de lista preestablecida

# #32136
source: OSD video settings
dutch: OSD video-instellingen
spanish: vista de configuración de vídeo

# #32137
source: OSD audio settings
dutch: OSD audio-instellingen
spanish: vista de configuración de audio

# #32138
source: video bookmarks
dutch: video bladwijzers
spanish: vídeos favoritos

# #32139
source: file browser
dutch: bestandsbeheer
spanish: explorador de archivos

# #32140
source: network setup
dutch: netwerk instellingen
spanish: configuración de red

# #32141
source: media source
dutch: mediabron
spanish: Fuente de medios

# #32142
source: smart playlist editor
dutch: slimme afspeellijstbewerker
spanish: editor de lista de reproducción inteligente

# #32143
source: busy dialog
dutch: bezig venster
spanish: Diálogo ocupado

# #32144
source: addon settings
dutch: add-on instellingen
spanish: Configuración del complemento

# #32145
source: fullscreen info
dutch: volledig scherm info
spanish: información de pantalla completa

# #32146
source: karaoke selector
dutch: karaoke selectie
spanish: selector de karaoke

# #32147
source: karaoke large selector
dutch: karaoke large selectie
spanish: selector avanzado de Karaoke

# #32148
source: slider dialog
dutch: schuifbalk venster
spanish: Diálogo de presentación

# #32149
source: addon information
dutch: add-on informatie
spanish: información del complemento

# #32150
source: text viewer
dutch: tekstweergave
spanish: visor de texto

# #32151
source: peripheral settings
dutch: Toebehoren instellingen
spanish: configuración de periféricos

# #32152
source: media filter
spanish: filtro de medios

# #32153
source: pvr
spanish: grabador de vídeo digital

# #32154
source: pvr guide info
dutch: PVR gidsinfo
spanish: información de guía

# #32155
source: pvr recording info
dutch: PVR opnameinfo
spanish: información de grabación

# #32156
source: pvr timer setting
dutch: PVR Timerinstelling
spanish: configuración del temporizador

# #32157
source: pvr group manager
dutch: PVR groepenbeheer
spanish: Administrador de grupos

# #32158
source: pvr channel manager
dutch: PVR kanalenbeheer
spanish: Administrador de canales

# #32159
source: pvr guide search
dutch: PVR gids zoeken
spanish: búsqueda en la guía EPG

# #32160
source: pvr OSD channels
dutch: PVR OSD-kanalen
spanish: vista de canales

# #32161
source: pvr OSD guide
dutch: PVR OSD-gids
spanish: vista de guía EPG

# #32162
source: virtual keyboard
dutch: virtueel toetsenbord
spanish: teclado en pantalla

# #32163
source: video menu
spanish: menú de vídeo

# #32164
source: PVR Client Specific Settings
dutch: PVR cliëntspecifieke instellingen
spanish: Configuración específica del cliente

# #32165
source: unknown
dutch: onbekend
spanish: Desconocido

# #32166
source: Addons updated
dutch: Add-ons bijgewerkt
spanish: Complementos actualizados

# #32167
source: version
dutch: versie
spanish: versión

# #32168
source: Notice
dutch: Opmerking
spanish: Aviso:

# #32169
source: Rewind
dutch: Terugspoelen
spanish: Rebobinar

# #32170
source: Fast Forward
dutch: Snel vooruit
spanish: Avance rápido

# #32171
source: Channel
dutch: Kanaal
spanish: Canal

# #32172
source: Sub-setting
dutch: sub-optie
spanish: Configuración anidada

# #32173
source: yes
dutch: ja
spanish: sí

# #32175
source: section
dutch: sectie
spanish: sección

# #32176
source: area
dutch: gebied
spanish: ÁRea

# #32177
source: space
dutch: spatie
spanish: espacio

# #32178
source: No text
dutch: Geen tekst
spanish: Sin texto

# #32179
source: deleted
dutch: verwijderd
spanish: eliminado

# #32180
source: Cannot adjust volume
dutch: Kan volume niet aanpassen
spanish: No se puede ajustar el volumen

# #32181
source: Choose Backend
dutch: Kies backend
spanish: Seleccionar fondo

# #32182
source: Not Available
dutch: Niet beschikbaar
spanish: No disponible

# #32183
source: No players to select.
dutch: Geen spelers te selecteren
spanish: No hay reproductores para seleccionar.

# #32185
source: Choose Player
dutch: Kies speler
spanish: Elegir reproductor

# #32186
source: No options to select.
dutch: Geen selecteerbare opties
spanish: No hay opciones para seleccionar.

# #32187
source: Choose Option
dutch: Kies optie
spanish: Elige una opción

# #32188
source: PVR TV Channels
dutch: PVR TV-kanalen
spanish: Canales de televisión

# #32189
source: PVR TV Recordings
dutch: PVR TV-opnames
spanish: Grabaciones de televisión

# #32190
source: PVR TV Guide
dutch: PVR TV-gids
spanish: Guía EPG de televisión

# #32191
source: PVR TV Timers
spanish: Temporizadores de televisión

# #32192
source: PVR TV Search
dutch: PVR TV Zoeken
spanish: Búsqueda de televisión

# #32193
source: PVR Radio Channels
dutch: PVR Radiokanalen
spanish: Canales de radio

# #32194
source: PVR Radio Recordings
dutch: PVR Radio-opnames
spanish: Grabaciones de Radio

# #32195
source: PVR Radio Guide
dutch: PVR Radiogids
spanish: Guía EPG de Radio

# #32196
source: PVR Radio Timers
spanish: Temporizadores de Radio

# #32197
source: PVR Radio Search
dutch: PVR Radio Zoeken
spanish: Búsqueda de Radio

# #32198
source: watched
dutch: bekeken
spanish: Visto

# #32199
source: resumable
dutch: hervatbaar
spanish: Reanudable

# #32200
source: selected
dutch: geselecteerd
spanish: seleccionado

# #32201
source: Subtitles dialog
dutch: Ondertiteling venster
spanish: Diálogo de Subtítulos

# #32174
source: no
dutch: nee
