Repository: xbmc/repo-scripts
Catalog: script.tvtunes/resources/language/*/strings.po
Languages: dutch, french, german, italian, portuguese, spanish

# Addon Summary
source: Retrieve and play your soundtrack or video themes whilst browsing your library
french: Récupérez et écoutez les génériques des séries TV

# Addon Description
source: TvTunes is equipped with powerful features that enable the fetching, organising and playing of themes whilst browsing your Kodi library.
french: Ce script aidera à télécharger les génériques de série depuis www.televisiontunes.com. Il les enregistrera dans un fichier theme.mp3 dans les dossiers des séries, et ils seront ensuite joués à l'entrée dans la série correspondante (cette fonctionnalité requiert un thème compatible)

# #32001
source: Play theme in loop
dutch: Speel thema herhaald af
french: Jouer le thème en boucle
german: Spiele Titelsong in einer Schleife
italian: Esegui il tema in loop
portuguese: Tocar música repetidamente
spanish: Reproducir tema en bucle

# #32002
source: Theme volume
french: Volume du thème

# #32003
source: Use Protected SMB share
dutch: Gebruik een beveiligde SMB share
french: Utiliser un partage SMB protégé
german: Nutze geschützte SMB-Freigabe
italian: Usa condivisioni SMB protette
portuguese: Usar Partilha SMB Protegida
spanish: Usar SMB protegido

# #32004
source: Username:
dutch: Gebruikersnaam:
french: Nom d'utilisateur:
german: Benutzername:
italian: Nome Utente
portuguese: Utilizador:
spanish: Usuario:

# #32005
source: Password:
dutch: Wachtwoord:
french: Mot de passe:
german: Passwort:
portuguese: Palavra-Passe:
spanish: Contraseña:

# #32006
source: Store tunes in a custom path
dutch: Sla de theme's in een aangepast pad op
french: Stocker générique dans un chemin d'accès personnalisé
german: Speichere Dateien in einem speziellen Ordner
italian: Salva i brani in un percorso personalizzato
portuguese: Guardar as músicas numa localização personalizada
spanish: Descargar temas en carpeta personalizada

# #32007
source: Path:
dutch: Pad:
french: Chemin:
german: Pfad:
italian: Percorso:
portuguese: Localização:
spanish: Carpeta:

# #32008
source: Fade tune out when exiting
dutch: Vervaag het geluid wanneer je afsluit
french: Arrêter en fondu le thème à la sortie
german: Ton beim verlassen ausblenden
italian: Sfuma tono calando all'uscita
portuguese: Diminuir volume ao sair
spanish: Silenciar gradualmente el tema al salir

# #32009
source: Automatically Download Theme If
french: Télécharger le thèque automatiquement si

# #32010
source: Shuffle multiple tracks
dutch: Shuffle meerdere nummers
french: Lecture aléatoire si plusieurs thèmes
german: mehrere Songs mischen
italian: Mescola traccie multiple
portuguese: Aleatorizar múltiplas faixas
spanish: Mezclar varias pistar

# #32011
source: Random start time
dutch: Willekeurige starttijd
french: Lecture du thème à un endroit aléatoire
german: Zufällige Startzeit
portuguese: Tempo de início aleatório
spanish: Comenzar en un punto aleatorio

# #32012
source: Change File Types
french: Changer le type de fichier
german: Dateitypen ändern

# #32013
source: Fade in the tune when starting
dutch: Vervaag de tune wanneer je Start.
french: Lire en fondu le morceau au démarrage
german: Den Ton beim starten einblenden
italian: Sfuma il tono in crescendo all'avvio
portuguese: Aumentar volume ao iniciar
spanish: Comenzar gradualmente el tema al empezar

# #32014
source: Always add additional themes (no overwrite)
dutch: Voeg altijd extra thema`s toe (niet overschrijven)
french: Toujours ajouter les thèmes additionnels (pas d'écrasement)
german: Immer zusätzliche Titelsongs hinzufügen (nicht überschreiben)
italian: Aggiungi sempre temi aggiuntivi (no sovrascrittura)
portuguese: Adicionar sempre mais músicas (sem sobrescrever)
spanish: Añadir siempre temas (no sobrescribir)

# #32015
source: Search for movie themes
dutch: Zoek voor filmthema`s
french: Rechercher des thèmes pour les films
german: Suche nach Titelsongs von Filmen
italian: Cerca temi di film
portuguese: Procurar músicas de filmes
spanish: Buscar bandas sonoras de películas

# #32016
source: Play themes when browsing Movie list
dutch: speel thema`s bij bladeren door filmlijst
french: Lire les thèmes durant la navigation dans la liste de films
german: Spiele Titelsong beim Durchsuchen der Film Liste
italian: Esegui i temi quando sfoglia la lista video
portuguese: Reproduzir músicas ao navegar pela lista de Filmes
spanish: Reproducir temas mientras se explora la lista de películas

# #32017
source: Play themes when browsing TV Show list
dutch: speel thema`s bij bladeren door TV serieslijst
french: Lire les thèmes durant la navigation dans la liste de séries TV
german: Spiele Titelsong beim Durchsuchen der TV-Sendungs Liste
italian: Esegui i temi quando sfogli la lista degli show TV
portuguese: Reproduzir músicas ao navegar pela lista de Séries TV
spanish: Reproducir temas mientras se explora la lista de series

# #32018
source: Debugging
dutch: Fout registratie
french: Debogage
portuguese: Depuração
spanish: Depuración

# #32019
source: Enable debug logging
dutch: Foutregistratie inschakelen
french: Activer le mode debug
german: Debug-Logging aktivieren
italian: Attiva il debug logging
portuguese: Ligar o registo de depuração
spanish: Habilitar trazas de depuración

# #32020
source: Show the TvTunes button on the Video Info screen
dutch: Toon de TVTunes knop op het videoinformatiescherm
french: Afficher le bouton TvTunes dans les infos vidéos
german: Zeige die TvTunes Schaltfläche im Videoinformations Fenster
italian: Mostra il pulsante TvTunes sulla schermata di info Video
portuguese: Exibir o botão TvTunes no ecrã de Info de Vídeo
spanish: Mostrar el botón TvTunes en la pantalla de información de vídeo

# #32021
source: Fade out after playing for (minutes)
dutch: verdwijn na afspelen voor (minuten)
french: Diminuer le son après (minutes)
german: Ausblenden nach X (Minuten) Abspielzeit.
italian: Dissolvenza dopo l'esecuzione per (minuti)
portuguese: Desvanecer música após reprodução durante (minutos)
spanish: Bajar el volumen después de sonar durante (minutos)

# #32022
source: Operations
dutch: Besturingen
french: Opérations
german: Operationen
italian: Operazioni
portuguese: Operações
spanish: Operaciones

# #32023
source: Browse Themes
dutch: Zoek thema`s
french: Parcourir les thèmes
german: Themes durchsuchen
italian: Sfoglia Temi

# #32024
source: Delay Theme Start (Seconds)
dutch: Vertraag thema start (seconden)
french: Démarrage différé du générique (secondes)
german: Verzögere Theme Start(Sekunden)
italian: Ritardo Avvio Tema (Secondi)
portuguese: Atraso no Início do Tema (Segundos)
spanish: Retrasar comienzo del tema (segundos)

# #32025
source: Support themes in sub directories
dutch: ondersteun thema`s in submappen
french: Gérer les thèmes dans des sous-dossiers
german: Titelmelodie in Unterverzeichnissen abspielen
italian: Supporta i temi nelle sottocartelle
portuguese: Permitir músicas em sub-pastas
spanish: Soportar temas en subcarpetas

# #32026
source: Directory Name
dutch: Map naam
french: Nom de dossier
german: Verzeichnisname
italian: Nome cartella
portuguese: Nome da Pasta
spanish: Nombre de carpeta

# #32027
source: Limit track duration when multiple themes (seconds)
dutch: Limiteer bestandsduur bij meerdere thema`s (seconden)
french: Limiter la durée de la piste si plusieurs thèques (secondes)
german: Songlänge auf X (Sekunden) begrenzen wenn mehrere vorhanden sind
italian: Limita durata della traccia con i temi multipli (secondi)
portuguese: Limitar duração da faixa quando existem várias músicas (segundos)
spanish: Limitar la duración de pista cuando existan varios temas (segundos)

# #32028
source: Default Theme Search Source
dutch: Standaard thema zoekbron
french: Source par défaut de recherche de thème
german: Standardschema Suchquelle
italian: Fonte predefinita di ricerca temi
portuguese: Fonte Padrão para Busca de Música
spanish: Tema predeterminado de búsqueda

# #32029
source: Play themes when browsing Music Video list
dutch: speel thema`s bij bladeren door Muziekvideo lijst
french: Lire les thèmes en parcourant la liste des Concerts
german: Spiele Thema beim Durchsuchen der Musikvideo Liste
italian: Esegui temi mentre sfogli Musica o Video
portuguese: Reproduzir músicas ao navegar pela lista de Videoclipes
spanish: Reproducir temas mientras se explora la lista de vídeos musicales

# #32030
source: All
french: Tout
german: Alle

# #32033
source: Block Refresh Rate Change
french: Bloquer le changement du taux de rafraîchissement

# #32035
source: Prompt User
french: Demander à l'utilisateur

# #32036
source: Never
french: Jamais
german: Nie

# #32037
source: Only Single Entry Found
french: Une seule entrée trouvée

# #32038
source: Priority 1 (*) Entry Found
french: Priorité 1 (*) Entrée trouvée

# #32039
source: Priority 1 (*) or 2 (~) Entry Found
french: Priorité 1 (*) ou 2 (~) Entrée trouvée

# #32040
source: Screensaver
french: Économiseur d'écran
german: Bildschirmschoner

# #32046
source: Random
french: Aléatoire
german: Zufällig

# #32047
source: Wait Time (Seconds)
french: Temp d'attente (secondes)
german: Wartezeit (Sekunden)

# #32048
source: Effect Time (Seconds)
french: Temps d'effet (secondes)
german: Effektzeit (Sekunden)

# #32049
source: Columns
french: Colonnes
german: Spalten

# #32050
source: Speed
french: Vitesse
german: Geschwindigkeit

# #32051
source: Image Concurrency
french: Concurrence d'image

# #32052
source: Random Order
french: Ordre aléatoire
german: Zufällige Reihenfolge

# #32053
source: Image Source
french: Source d'image
german: Bildquelle

# #32054
source: Image Type
french: Type d'image
german: Bildtyp

# #32055
source: Folder
french: Dossier
german: Ordner

# #32056
source: Recursive
french: Récursivement
german: Rekursiv

# #32058
source: Thumbnail
french: Miniature
german: Vorschaubild

# #32059
source: Cast
french: Casting
german: Besetzung

# #32060
source: Movies, TV Shows
french: Films, Séries TV
german: Filme, Fernsehsendungen

# #32061
source: Play Themes During Screensaver
french: Jouer des thèmes pendant l'écran de veille

# #32062
source: Fanart,Thumbnail,Cast
french: Fanart,Miniature,Casting
german: Fankunst,Vorschaubild,Besetzung

# #32063
source: Fanart,Thumbnail
french: Fanart,Miniature
german: Fankunst,Vorschaubild

# #32064
source: Dim Level
french: Niveau d'assombrissement

# #32065
source: Thumbnail,Cast
french: Miniature,Casting
german: Vorschaubild,Besetzung

# #32066
source: Slider
french: Curseur

# #32067
source: Slide In From
french: Origine curseur

# #32068
source: Left
french: Gauche
german: Links

# #32069
source: Right
french: Droite
german: Rechts

# #32070
source: Top
french: Haut
german: Oben

# #32071
source: Bottom
french: Bas
german: Unten

# #32072
source: Crossfade
french: Balance
german: Überblendung

# #32073
source: Include Artwork Downloader Images
french: Inclure le téléchargement d'Artwork

# #32074
source: Only Show Images When A Theme Exists
french: Afficher les image seulement quand un thème existe

# #32075
source: Play Theme Once, Show All Images
french: Lire le thème une seule fois, afficher toutes les images

# #32076
source: Show All Images, Repeat Theme
french: Afficher toutes les images, répéter le thème

# #32077
source: Play Theme Once, Skip Remaining Images
french: Lire le thème une fois, passer les images restantes

# #32078
source: Repeat Rules
french: Règle de répétage

# #32079
source: Startup
french: Démarrage

# #32080
source: Reset Volume On Startup
french: Réinitialiser le volume au démarrage

# #32081
source: Set Volume On Startup To
french: Au démarrage, mettre le volume à

# #32082
source: Audio File Types
french: Types de fichiers Audio

# #32083
source: Video File Types
french: Types de fichiers Vidéo

# #32084
source: Enable Theme Playing (Restart Required)
french: Activer la lecture du thème (redémarrage requis)

# #32085
source: When A Video Theme Exists
french: Quand un thème Vidéo existe

# #32086
source: Mix With Audio Themes
french: Mélanger avec les thèmes audio

# #32087
source: Play Video Themes First
french: Jouer en premier les thèmes Vidéo

# #32088
source: Only Play Video Themes
french: Jouer uniquement les thèmes Vidéo

# #32089
source: Only ever play single theme
french: Ne jamais lire qu'un seul thème

# #32090
source: Repeat Single Audio Theme After Video
french: Répéter un seul thème audio après la vidéo

# #32091
source: Update advancedsettings.xml File
french: Mettre à jour le fichier advancedsettings.xml

# #32092
source: This action will update the file advancedsettings.xml to ensure the TvTunes theme files are handled correctly. Make sure any changes are saved before running. Continue?
french: Cette action mettra à jour le fichier « advancedsettings.xml » pour s'assurer que les fichiers de thème TVTunes soient correctement pris en charge. S'assurer que les modifications aient bien été sauvées avant de continuer. Faut-il continuer ?

# #32093
source: Unable to update advancedsettings.xml
french: Impossible de mettre à jour « advancedsettings.xml »

# #32094
source: Please check the log for more details
french: Vérifier votre fichier log pour plus de détails

# #32095
source: advancedsettings.xml update complete
french: Mise à jour d'advancedsettings.xml terminée

# #32096
source: Show TvTunes On Context Menu
french: Afficher TvTunes dans le menu contextuel

# #32097
source: Support TvTunes Improvements
french: Supporter les améliorations TvTunes

# #32100
source: Show Selection Dialog If Auto Match Fails
french: Afficher la fenêtre de sélection seulement si l'auto-association échoue

# #32101
source: ERROR
french: ERREUR
german: FEHLER
italian: Errore
portuguese: ERRO

# #32102
source: site unreachable
dutch: Site onbereikbaar
french: Site injoignable
german: Seite nicht erreichbar
italian: sito non raggiungibile

# #32103
source: TvTune downloader
french: TvTune téléchargeurs
italian: Scaricatore TvTune
spanish: TvTunes descargas

# #32104
source: Replace existing theme?
dutch: Vervang bestaande theme?
french: Remplacer thème existant ?
german: Ersetze aktuelle Titelmelodie?
italian: Sostituisci il tema esistente?
portuguese: Substituir música existente?
spanish: ¿Reemplazar tema/s existente/s?

# #32106
source: Getting information...
dutch: Gegevens ophalen...
french: Obtention d'informations...
german: Hole Informationen...
italian: Ottenere informazioni ...
portuguese: Obtendo informações...
spanish: Obteniendo información...

# #32107
source: Searching for
dutch: Zoeken naar
french: Recherche de
german: Suche nach
italian: Ricerca
portuguese: Procurando por
spanish: Buscando

# #32108
source: CANCELLED
french: ANNULÉ

# #32109
source: Operation canceled by user.
dutch: Aktie geannuleerd door de gebruiker.
french: Opération annulée par l'utilisateur.
german: Operation von Benutzer abgebrochen.
italian: Operazione cancellata dell'utente.
portuguese: Operação cancelada pelo utilizador.
spanish: Operación cancelada por el usuario

# #32110
source: Downloading:
dutch: Downloaden:
french: Téléchargement:
german: Lade:
italian: In download:
portuguese: Transferindo:
spanish: Descargando:

# #32111
source: to:
dutch: naar:
french: vers:
german: nach:
italian: a:
portuguese: para:
spanish: Ruta:

# #32112
source: Choose for
dutch: Kies voor
french: Choisir pour
german: Wähle für
italian: Scegli per
portuguese: Escolher para
spanish: Elegir para

# #32113
source: ENTER MANUAL SEARCH
dutch: ENTER HANDMATIGE ZOEKAKTIE
french: ENTRER LA RECHERCHE MANUELLE
german: IN MANUELLE SUCHE EINGEBEN
italian: INSERISCI RICERCA MANUALE
portuguese: INTRODUZA BUSCA MANUAL
spanish: BÚSQUEDA MANUAL

# #32114
source: Download this one?
dutch: Deze downloaden?
french: Télécharger celui-ci ?
german: Lade diesen hier?
italian: Scarica questo?
portuguese: Transferir esta música?
spanish: ¿Descargar el tema que está sonando?

# #32115
source: Search results will be incomplete
dutch: Zoekresultaten zullen incompleet zijn
french: Les résultats de recherche seront incomplets
german: Suchergebnisse werden unvollständig sein
italian: I risultati della ricerca saranno incompleti

# #32116
source: Load Registration File
french: Charger le fichier d'inscription

# #32117
source: Failed to load registration file
french: Le chargement du fichier d'inscription a échoué

# #32118
source: Manual Search...
dutch: Manuel zoeken...
french: Recherche manuelle...
german: Manuelle Suche...
italian: Ricerca manuale..
portuguese: Procura Manual...
spanish: Búsqueda manual...

# #32119
source: Continue with next theme search?
dutch: Doorgaan met volgend thema zoeken?
french: Poursuivre avec la recherche du générique suivant ?
german: Weiter mit dem nächsten Suchbegriff?
italian: Continua con la successiva ricerca tema?
portuguese: Continuar com a procura da próxima música?
spanish: Continuar con la siguiente búsqueda de tema?

# #32120
source: Search Using %s...
dutch: Zoeken gebruikt %s...
french: Rechercher en utilisant %s…
german: Suche mittels %s...
italian: Ricerca usando %s...
portuguese: Pesquisar Com %s...
spanish: Buscar utilizando %s...

# #32121
source: Search Using All Sites (May Be Slow)
dutch: Zoeken Gebruik alle Sites (Kan traag zijn)
french: Rechercher en utilisant tous les sites (peut être lent)
german: Durchsuche alle Seiten (könnte langsam sein)
italian: Ricerca usando tutti i siti (potrebbe essere lenta)

# #32201
source: Movies
dutch: Films
french: Films
german: Filme
italian: Film

# #32202
source: TV Shows
dutch: TV Series
french: Séries TV
german: Serien
italian: Serie TV

# #32203
source: Music Videos
dutch: Musiek Videos
french: Music Vidéos
german: Musik Videos
italian: Video Musicali

# #32204
source: [Filter]: Show Only Missing Themes
dutch: [Filter]: Toon alleen missende thema`s
french: [Filtre] : N'afficher que les thèmes manquants
german: [Filter]: Zeige nur fehlende Themes
italian: [Filtro]: Mostra solo temi persi

# #32205
source: [Action]: Retrieve Missing Themes
dutch: [Actie]: Verkrijg missende thema`s
french: [Action] : Retrouver les thèmes manquants
german: [Aktion]: Hole fehlende Themes
italian: [Azione]: Richiama temi persi

# #32206
source: You have themes that are not in themes folders.
dutch: Je hebt thema`s die niet in themafolders staan.
french: Il y a des thèmes qui ne sont pas dans les dossiers des thèmes.
german: Du hast Themes außerhalb des Themes-Ordners.
italian: Hai dei temi che non sono nella cartella dei temi

# #32207
source: Move themes into themes folder?
dutch: Verplaats deze thema`s naar de themafolder?
french: Déplacer les thèmes dans le dossier des thèmes ?
german: Verschiebe Themes in den Themes-Ordner?
italian: Sposta i temi dentro la cartella dei temi?

# #32208
source: [Action]: Start Screensaver
french: [Action] : Démarrer l'écran de veille
german: [Aktion]: Bildschirmschoner starten

# #32991
source: Playback
dutch: Afspelen
french: Lecture
german: Wiedergabe
italian: Riproduzione
portuguese: Reprodução
spanish: Reproducir

# #32992
source: Download
dutch: Downloaden
french: Téléchargement
german: Herunterladen
italian: Scarica
portuguese: Transferir
spanish: Descargar

# #32993
source: File system
dutch: Bestandssysteem
french: Système de fichier
german: Dateisystem
portuguese: Sistema de Ficheiros
spanish: Sistema de archivos

# #32994
source: Error: Failed to connect to goear.com
dutch: Error: Niet gelukt te verbinden met goear.com
french: Erreur : impossible de se connecter à goear.com
german: Fehler: Verbindung zu goear.com fehlgeschlagen
italian: Errore: impossibile collegarsi a goear.com
portuguese: Erro: não foi possível ligar a goear.com
spanish: Error: fallo al conectar con goear.com

# #32995
source: No Images found!
french: Pas d'images trouvées !
german: Keine Bilder gefunden!

# Addon Summary
source: Retrieve and play your soundtrack themes whilst browsing your library
german: Hole und spiele dein TV-Sendungs-Titelsong
italian: Ottieni ed esegui i temi musicali delle tue Serie tV

# Addon Description
source: TvTunes is equipped with powerful features that enable the fetching, organising and playing of themes whilst browsing your Kodi library, when used in conjunction with a compatible skin. (Special thanks to Ppic,Frost and ronie for their early work in developing TvTunes)
german: Dieses Skript wird dir helfen, die Titelsongs deiner Filme und TV-Sendungen von www.televisiontunes.com zu holen und diese in als theme[0-9].mp3 in deinen Video Ordnern zu speichern. Diese werden dann abgespielt, wenn du in deiner Datenbank oder den Video Ordnern stöberst (benötigt einen kompatiblen Skin)

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.kodi.tv/index.php?title=Add-on:TvTunes
german: Skin-Ersteller, bitte schaut ins wiki um zu wissen, wie ihr es in euren Skin integriert: http://wiki.kodi.tv/index.php?title=Add-on:TvTunes

# #32002
source: Lower sound value
dutch: Verlaag het geluidsvolume
german: Geringerer Lautstärke-Wert
italian: Volume più basso
portuguese: Ajustar volume do som
spanish: Valor más bajo de sonido

# #32043
source: RandomZoomIn
german: ZufälligesHineinzoomen

# #32044
source: AppleTVLike
german: WieAppleTV

# #32057
source: Fanart
german: Fankunst

# #32108
source: CANCELED
dutch: GEANNULEERD
german: ABGEBROCHEN
italian: CANCELLATO
portuguese: CANCELADO
spanish: CANCELADO

# #32116
source: You can help to get more theme on:
dutch: Je kunt helpen om meer theme's te verkrijgen op:
german: Du kannst helfen, mehr Titelsongs zu bekommen auf:
italian: Puoi aiutare ad ottenere più temi su:
portuguese: Pode ajudar-nos a obter mais músicas em:
spanish: Usted puede ayudar a obtener más temas en:

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:TvTunes
dutch: Ontwerpers, bekijk de wiki om te zien hoe dit script in je ontwerp dient te integreren:http://wiki.xbmc.org/index.php?title=Add-on:TvTunes
italian: Skinners, guardate il file changelog.txt per sapere come integrare lo script nello skin
portuguese: Autores dos temas, por favor vejam o changelog.txt para saber como integrar TVTunes nos vossos temas.
spanish: Skinners, por favor, revisad changelog.txt para saber cómo integrarlo en vuestras skins

# #32009
source: Automatically download if an exact match is found
dutch: Download automatisch als een exacte match is gevonden
italian: Scarica automaticamente se un risultato identico è stato trovato
portuguese: Transferir automaticamente ao encontrar um resultado exacto
spanish: Descargar automáticamente si se encuentra una coincidencia exacta

# #32012
source: File Types
dutch: bestandstypen
italian: Tipi di file
portuguese: Tipos de Ficheiros
spanish: Tipos de archivo

# #32105
source: TVTunes
italian: Brani TV

# Addon Summary
source: Get and play your Movie and TV shows Themes
portuguese: Obtenha e reproduza as músicas dos seus filmes e séries de TV.
spanish: Descarga y reproduce las bandas sonoras de las series de tu biblioteca

# #32102
source: site unreacheable
portuguese: site inacessível
spanish: Sitio no encontrado
