Repository: xbmc/repo-scripts
Catalog: script.wellbeing/resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: Default password is 0000
de_de: Standardpasswort ist 0000

# #32002
source: Note: Also set 'master lock' for add-on manager ...
de_de: Hinweis: Setze auch 'Master-Sperre' für den Addon-Manager ...

# #32003
source: ... in order to prevent access to these settings.
de_de: ... um Zugriff auf diese Einstellungen zu verhindern.

# #32010
source: Access
de_de: Freigabe

# #32011
source: Limit
de_de: Limitierung

# #32012
source: audio and video
de_de: Audio und Video

# #32014
source: Action
de_de: Aktion

# #32015
source: notification
de_de: Benachrichtigung

# #32016
source: stop
de_de: Wiedergabe beenden

# #32017
source: password
de_de: Passwort

# #32018
source: date
de_de: Datum

# #32020
source: Playback time
de_de: Wiedergabezeit

# #32021
source: Monday
de_de: Montag

# #32022
source: Tuesday
de_de: Dienstag

# #32023
source: Wednesday
de_de: Mittwoch

# #32024
source: Thursday
de_de: Donnerstag

# #32025
source: Friday
de_de: Freitag

# #32026
source: Saturday
de_de: Samstag

# #32027
source: Sunday
de_de: Sonntag

# #32030
source: off
de_de: aus

# #32031
source: 15 minutes left
de_de: Es verbleiben noch 15 Minuten

# #32032
source: 5 minutes left
de_de: Es verbleiben noch 5 Minuten

# #32033
source: 1 minute left
de_de: Es verbleibt noch 1 Minute

# #32034
source: Playback time is over for today
de_de: Wiedergabezeit ist für heute erschöpft

# #32035
source: Enter password to continue
de_de: Gebe Passwort ein um Wiedergabe fortzusetzen

# #32036
source: Password is invalid
de_de: Das Passwort ist ungültig

# #32037
source: Reactivation for today successful
de_de: Freischaltung für heute erfolgt

# #32040
source: %s %s played today
de_de: Heute %s %s gespielt

# #32041
source: %s left
de_de: Es verbleiben %s

# #32042
source: hourly
de_de: stündlich

# #32043
source: 15 minutes before limit will be reached
de_de: 15 Minuten bevor Limit erreicht ist

# #32044
source: 5 minutes before limit will be reached
de_de: 5 Minuten bevor Limit erreicht ist

# #32045
source: 1 minute before limit will be reached
de_de: 1 Minute bevor Limit erreicht ist

# #32050
source: Rest period
de_de: Ruhezeit

# #32051
source: from Monday
de_de: von Montag

# #32052
source: to Tuesday
de_de: bis Dienstag

# #32053
source: from Tuesday
de_de: von Dienstag

# #32054
source: to Wednesday
de_de: bis Mittwoch

# #32055
source: from Wednesday
de_de: von Mittwoch

# #32056
source: to Thursday
de_de: bis Donnerstag

# #32057
source: from Thursday
de_de: von Donnerstag

# #32058
source: to Friday
de_de: bis Freitag

# #32059
source: from Friday
de_de: von Freitag

# #32060
source: to Saturday
de_de: bis Samstag

# #32061
source: from Saturday
de_de: von Samstag

# #32062
source: to Sunday
de_de: bis Sonntag

# #32063
source: from Sunday
de_de: von Sonntag

# #32064
source: to Monday
de_de: bis Montag

# #32065
source: Monday night
de_de: Montagnacht

# #32066
source: Tuesday night
de_de: Dienstagnacht

# #32067
source: Wednesday night
de_de: Mittwochnacht

# #32068
source: Thursday night
de_de: Donnerstagnacht

# #32069
source: Friday night
de_de: Freitagnacht

# #32070
source: Saturday night
de_de: Samstagnacht

# #32071
source: Sunday night
de_de: Sonntagnacht

# #32080
source: Playback has been stopped in rest period
de_de: Wiedergabe wurde aufgrund der Ruhezeit beendet
