Repository: xbmc/repo-scripts
Catalog: script.artistslideshow/resources/language/resource.language.*/strings.po
Languages: et_ee

# Addon Summary
source: Download images and additional info of the currently playing artist
et_ee: Lae alla pilte ja lisateavet hetkel mängiva esitaja kohta

# Addon Description
source: Addon to download images and additional information from fanart.tv and theaudiodb.com of the currently playing artist. The images, along with local artists' images, and info can be used by the skin to create a slideshow for the artist being listened to.
et_ee: Lisamoodul, millega saab alla laadida pilte ja lisateavet fanart.tv ja theaudiodb.com saitidelt hetkel mängiva esitaja kohta. Koos meediakogus leiduvate esitajate piltide ja teabega saab rüü neid kasutada kuulatava esitaja slaidiseansi loomiseks.

# #32000
source: Slideshow
et_ee: Slaidiesitlus

# #32002
source: Images
et_ee: Pildid

# #32003
source: Album Info
et_ee: Albumi info

# #32004
source: Artist Bio
et_ee: Esitaja elulugu

# #32005
source: Similar Artists
et_ee: Sarnased esitajad

# #32006
source: Advanced
et_ee: Täpsem

# #32101
source: Download images from fanart.tv
et_ee: Hangi pilte saidilt fanart.tv

# #32102
source: Download images from theaudiodb.com
et_ee: Hangi pilte saidilt theaudiodb.com

# #32103
source: Download album info from the audiodb.com
et_ee: Hangi albumiteave saidilt audiodb.com

# #32104
source: Download album info from the last.fm
et_ee: Hangi albumiteave saidilt last.fm

# #32105
source: Download artist bio from theaudiodb.com
et_ee: Hangi esitaja elulugu saidilt theaudiodb.com

# #32106
source: Download artist bio from last.fm
et_ee: Hangi esitaja elulugu saidilt last.fm

# #32107
source: Download similar artists from last.fm
et_ee: Hangi sarnaseid esitajaid saidilt last.fm

# #32108
source: Download all images regardless of resolution
et_ee: Laadi alla kõik pildid sõltumata eraldusvõimest

# #32109
source: Client API key
et_ee: Kliendi API võti

# #32110
source: I donate to this service
et_ee: Annetan sellele teenusele

# #32111
source: Use fallback slideshow
et_ee: Kasuta varuslaidiseanssi

# #32112
source: Use override slideshow
et_ee: Kasuta asendusslaidiseanssi

# #32113
source: Custom location
et_ee: Kohandatud asukoht

# #32114
source: Include Kodi artist fanart
et_ee: Kaasa Kodi esitaja fännipldid

# #32115
source: Include Kodi album fanart
et_ee: Kaasa Kodi albumi fännipildid

# #32116
source: Limit size of download cache
et_ee: Piira allalaadimise vahemälu suurust

# #32117
source: Maximum cache size (in megabytes)
et_ee: Maksimaalne vahemälu suurus (megabaitides)

# #32118
source: Alternate name for local fanart folder
et_ee: Kohaliku fännipildi kausta alternatiivne nimi

# #32119
source: Enable debug logging
et_ee: Luba silumise logimine

# #32120
source: Disable secondary and featured artist images
et_ee: Keela teisesed ja esiletõstetud esitaja pildid

# #32121
source: Store artist images in
et_ee: Salvesta esitaja pildid asukohta

# #32122
source: addon_data folder
et_ee: addon_data kaust

# #32123
source: Kodi artist information folder
et_ee: Kodi esitaja teabe kaust

# #32124
source: Priority
et_ee: Prioriteet

# #32125
source: Store artist information in
et_ee: Salvesta esitaja teave asukohta

# #32126
source: Preferred language for artist bio
et_ee: Eelistatud keel esitaja eluloo jaoks

# #32127
source: Use extrafanart folder
et_ee: Kasuta extrafanart kausta

# #32128
source: Platform for image storage
et_ee: Piltide salvestamise platvorm

# #32129
source: Replace illegal path characters in artist name with
et_ee: Asenda esitaja nimes olevad keelatud märgid märgiga

# #32130
source: Replace trailing period in artist name with
et_ee: Asenda esitaja nime lõpus olevad punktid märgiga

# #32132
source: Other
et_ee: Muu

# #32134
source: Move images to Kodi music artist folder
et_ee: Liiguta pildid Kodi muusika kataloogi

# #32135
source: Get artist bio from Kodi
et_ee: Hangi esitaja elulugu Kodist

# #32136
source: Custom location
et_ee: Kohandatud asukoht

# #32137
source: Delay between slide transitions (in seconds)
et_ee: Slaidiseansi pildi vahetamise vahemik (sekundites)

# #32138
source: Fade to black during change in artists
et_ee: Esitajate vahetamisel tuhmub mustaks

# #32139
source: Main thread sleep time (in seconds)
et_ee: Pealõnga puhkeaeg (sekundites)

# #32140
source: Main thread idle sleep time (in seconds)
et_ee: Põhilõnga jõudeoleku aeg (sekundites)

# #32141
source: Slideshow thread sleep time (in seconds)
et_ee: Slaidiseansi lõime puhkeaeg (sekundites)

# #32142
source: Show notification during image downloads
et_ee: Kuva märguanne piltide allalaadimise ajal

# #32143
source: Only show notification if there are images to download
et_ee: Kuva märguanne ainult siis, kui pilte allalaadimiseks leidub

# #32144
source: Use more agressive artist search for streams
et_ee: Kasuta meediavoogude jaoks agressiivsemat esineja otsingut

# #32145
source: Pause slideshow on playback pause
et_ee: Peata slaidiseanss taasesituse pausimisel

# #32200
source: Artist Slideshow
et_ee: Esitaja slaidiseanss

# #32201
source: Warning
et_ee: Hoiatus

# #32202
source: Error
et_ee: Viga

# #32203
source: Progress
et_ee: Edenemine

# #32204
source: Downloading
et_ee: Allalaadimine

# #32205
source: Download Complete
et_ee: Allalaadimine on lõpetatud

# #32300
source: This will move and rename your image files and cannot be undone. Are you sure you want to do this?
et_ee: See teisaldab ja nimetab pildifailid ümber ning seda ei saa tagasi võtta. Kas oled kindel, et soovid seda teha?

# #32301
source: Unable to retrieve path to Kodi music artist image storage. Please check Settings > Media > Music and ensure the Artist Information Folder is set.
et_ee: Kodi muusika esitajate piltide salvestuskohta ei õnnestunud tuua. Vali Seaded > Meedia > Muusika ja veendu, et esitajateabe jaoks on kaust määratud.

# #32302
source: Artist Slideshow is already set to use the Kodi artist information folder. Please set to use either addon_data folder or a custom location and try again.
et_ee: Esitaja slaidiseanss on juba seadistatud kasutama Kodi esitaja teabekausta. Määra kas addon_data kaust või kohandatud asukoht ja proovi uuesti.

# #32303
source: Moving and renaming images from custom location...
et_ee: Piltide teisaldamine ja ümbernimetamine kohandatud asukohast...

# #32304
source: Moving and renaming images from addon_data folder...
et_ee: Piltide teisaldamine ja ümbernimetamine addon_data kaustast...

# #32305
source: No artist directories found.
et_ee: Esitaja katalooge ei leitud.

# #32306
source: Image move complete. You may now change the Artist Slideshow storage location to Kodi artist information folder.
et_ee: Pildi teisaldamine on lõpetatud. Nüüd võid muuta esitaja slaidiseansi salvestuskoha Kodi esitaja teabekaustaks.

# #32307
source: Downloading new artist images
et_ee: Esitajale uute piltide allalaadimine

# #32308
source: artist images downloaded
et_ee: esitaja pildid alla laetud

# #32309
source: artist image downloaded
et_ee: esitaja pilt alla laetud

# #32901
source: Albanian
et_ee: Albaania

# #32902
source: Arabic
et_ee: Araabia

# #32903
source: Belarusian
et_ee: Valgevene

# #32904
source: Bosnian (Latin)
et_ee: Bosnia (ladina)

# #32905
source: Bulgarian
et_ee: Bulgaaria

# #32906
source: Catalan
et_ee: Katalaani

# #32907
source: Chinese
et_ee: Hiina

# #32913
source: Estonian
et_ee: Eesti

# #32914
source: Finnish
et_ee: Soome

# #32915
source: French
et_ee: Prantsuse

# #32916
source: German
et_ee: Saksa

# #32932
source: Polish
et_ee: Poola

# #32933
source: Portuguese
et_ee: Portugali
