Repository: xbmc/repo-scripts
Catalog: script.videoextras/resources/language/Icelandic/strings.po
Languages: is

# Addon Summary
source: Add Video Extras to your Movies and TV shows.
is: Bætir Video Extras við Kvikmyndir og Sjónvarpsþætti

# Addon Description
source: Provides a way to add Video Extras to your Video library. Look at the wiki for setup instructions.
is: Gerir kleyft að bæta við Video Extras við myndasöfnin þín. Skoðaðu wiki til að sjá hvernig þetta er sett upp. Video Extras heldur utan um smámyndir og Fanart og fl og sér á skipulegan hátt um að geyma og halda utan um það.

# Addon Disclaimer
source: Skinners, please see the wiki to know how to integrate it in your skin: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras
is: Viðmótshönnuðir, vinsamlega lesið wiki til að sjá hvernig er hægt að fella þetta inní viðmót ykkar: http://wiki.xbmc.org/index.php?title=Add-on:VideoExtras

# #32001
source: Extras
is: Aukahlutir

# #32002
source: Extras Directory Name
is: Nafn gagnamöppu aukahluta

# #32003
source: Search Nested Directories
is: Leita í undirmöppum

# #32004
source: Enable Extras with File Tag
is: Virkja Aukahluti með skráa-merkimiðum

# #32005
source: Extras File Name Tag
is: skráanafns-merking Aukahluta

# #32006
source: Menu to show after playing an extra
is: Valblað sem á að sýna eftir spilaður hefur verið Aukahlutur

# #32007
source: Video Selection
is: Myndbandaval

# #32008
source: Information
is: Upplýsingar

# #32009
source: Home
is: Heim

# #32010
source: File System
is: Skráarkerfi

# #32011
source: Remote Extras Location
is: Fjarlæg staðsetning Aukahluta

# #32012
source: Use Custom Extras Location
is: Nota sérsniðna staðsetningu fyrir Aukahluti

# #32013
source: Path
is: Slóð

# #32014
source: Custom Movies Sub-Folder
is: Sérsniðin undirmappa Kvikmyndar

# #32016
source: Advanced
is: Ítarlegt

# #32019
source: Debugging
is: Kembing

# #32020
source: Enable debug logging
is: Virkja kembi úttak

# #32021
source: Database
is: Gagnagrunnur

# #32022
source: Enable Database Support
is: Virkja gagnagrunnsstuðning

# #32023
source: Operations
is: Aðgerðir

# #32024
source: Clean Database
is: Taka til í gagnagrunni

# #32025
source: Use Detailed List Screen
is: Sýna Ítarlega Lista skjáinn

# #32028
source: Browse Extras
is: Fletta í Aukahlutum

# #32029
source: Custom Music Video Sub-Folder
is: Sérsniðin undirmappa Tónlistarmyndbanda

# #32101
source: Play All
is: Spila allt

# #32102
source: Info
is: Upplýsingar

# #32103
source: No extras found
is: Engir Aukahlutir fundust

# #32104
source: Resume from
is: Halda áfram frá

# #32105
source: Start from beginning
is: Byrja frá byrjun

# #32106
source: Mark as watched
is: Merkja sem séð

# #32107
source: Mark as unwatched
is: Merkja sem óséð

# #32108
source: Edit title
is: Breyta titli

# #32109
source: Failed to update title
is: Gat ekki uppfært titil

# #32110
source: Movies
is: Kvikmyndir

# #32111
source: TV Shows
is: Sjónvarpsþættir

# #32112
source: Music Videos
is: Tónlistarmyndbönd
